{"fileName":"Barclays_Citizens_Financial_Group_Inc_2015_10-K_Review_Another_Consent_Order_Swa.pdf","numberSentences":389,"text":[{"sentence":"Financial Services | U.S. Large Cap Banks twenty nine February two thousand sixteen","wordCount":14},{"sentence":"Enforcement Actions: CFG is subject to consent orders issued in Aug two thousand fifteen by the CFPB, OCC and FDIC in connection with past deposit reconciliation practices, and CBNA is subject to a consent order issued in Nov two thousand fifteen by the OCC in connection with past billing and sales practices pertaining to identity theft and debt cancellation products.","wordCount":60},{"sentence":"All financial penalties associated with these legacy regulatory enforcement matters have been paid, and substantially all remediation is expected to be resolved by fourQsixteen.","wordCount":24},{"sentence":"RBS Exit: On Jan twenty eight, RBS received written notice from the Fed that it is not deemed to control CFG for purposes of the BHC Act.","wordCount":27},{"sentence":"On Nov three, RBS completed the sale of all of its remaining shares of CFG's stock.","wordCount":16},{"sentence":"On Nov twenty three, CFG announced that it had reached agreement with RBS to address RBS's then ownership of dollar twobn of subordinated notes.","wordCount":24},{"sentence":"On Dec three, CFG repurchased dollar seven hundred fiftymn of the subordinated notes held by RBS.","wordCount":16},{"sentence":"Loans: On Jan seven, CFG entered into an agreement to purchase a minimum of dollar one hundred twenty fivemn of student loans per quarter from oneQsixteen fourQsixteen.","wordCount":27},{"sentence":"On Jan eight it bought dollar three hundred sixty ninemn of loans.","wordCount":12},{"sentence":"Investment Spend/Incremental Charges: From two thousand ten to two thousand fifteen CFG invested dollar one.sixbn in infrastructure and tech, and plans to invest a dollar two hundred forty fivemn in two thousand sixteen and dollar one hundred sixtymn in two thousand seventeen.","wordCount":43},{"sentence":"CFG invested dollar two hundred nineteenmn in its infrastructure in two thousand fifteen.","wordCount":13},{"sentence":"As part of its transition to a fully independent public company, it expects one time incremental expenses of dollar thirty fourmn per year.","wordCount":23},{"sentence":"Sensitivity: For an instantaneous +one hundredbp parallel rate shift, NII is expected to rise five.eight","wordCount":16},{"sentence":"For a gradual one hundredbp rate rise, NII is expected to rise three.two","wordCount":14},{"sentence":"The notional amount of receivefixed swap hedges of floating rate loans totaled dollar eight.fivebn, up from dollar five.fivebn at threeQfifteen.","wordCount":22},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"four +twenty six.six percent CFG ten thousand four hundred sixteen five hundred twenty seven.sixty","wordCount":16},{"sentence":"U.S. Large Cap Banks Jason M. Goldberg, CFA one.two","wordCount":11},{"sentence":"at barclays dot com BCI, US Brian Morton, CFA one.two","wordCount":11},{"sentence":"hundred twenty six.two thousand one hundred sixty three brian.morton","wordCount":11},{"sentence":"at barclays dot com BCI, US Matthew Kesselhaut +one two hundred twelve five hundred twenty six one hundred eighty one matthew.kesselhaut","wordCount":22},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE fifteen.","wordCount":11},{"sentence":"U.S. Large Cap Banks Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand sixteenE three thousand six hundred eighty five.seven","wordCount":22},{"sentence":"three thousand three hundred twelve one thousand eight hundred forty four hundred four one thousand four hundred thirty six nine hundred forty eight two thousand seventeenE four thousand sixteen.two","wordCount":30},{"sentence":"three thousand four hundred thirty one two thousand one hundred fifteen five hundred ninety four one thousand five hundred twenty one one thousand one two thousand eighteenE four thousand two hundred eighty two.six three thousand five hundred twenty seven two thousand three hundred thirty three seven hundred thirty seven one thousand five hundred ninety six one thousand fifty CAGR eight.","wordCount":61},{"sentence":"percent Average one hundred fifty one hundred twenty three nine hundred thirty one one hundred eight.","wordCount":16},{"sentence":"We expect its ROTCE to increase towards ten percent in two thousand sixteen through: one) increased revenues with targeted initiatives in its Consumer and Commercial segments; two) impact of rising rates; three) cost reduction efforts; and four) capital actions.","wordCount":39},{"sentence":"Our dollar twenty five price target implies fourteenx our two thousand sixteen EPS estimate of dollar one.eighty.","wordCount":18},{"sentence":"Assuming interest rates rise faster than anticipated and it achieves its revenue growth initiatives earlier than expected, we could see two thousand sixteen EPS moving towards dollar one.ninety","wordCount":29},{"sentence":"five with the same fourteenx multiple implies a dollar twenty seven upside.","wordCount":12},{"sentence":"If interest rates stay lower for longer and it is unable to execute on capital actions according to plan, we could see the stock trade back to .sixx","wordCount":28},{"sentence":"Income statement Net interest income Operating expenses Pre provision earnings Loan loss provisions Pre tax income Net income Balance sheet Total assets Risk weighted assets Non performing loans Allowance for loan losses Loans Deposits Tier one capital Tier one common capital Shareholders' equity Tangible common equity Loan/deposit ratio Valuation and leverage metrics P/E P/BV Dividend yield P/PPE Tier one Tier one Common Tang assets/tang equity Margin and return data Return on RWAs ROA ROE Fee income/revenue Net interest margin Cost/income Credit quality ratios Loan loss provs/loans NCO ratio Coverage ratio NPL ratio Reserves/loans Per share data EPS DPS BVPS Payout ratio Diluted shares","wordCount":103},{"sentence":"weaknesses cited by the FRB in relation to its capital planning processes and the weaknesses CFG are working to remedy pursuant to the OCC and FDIC consent orders, and meet its significant regulatory and supervisory challenges, it believe it needs to make substantial improvements to its processes, systems and controls.","wordCount":50},{"sentence":"CFG expects to continue to dedicate significant resources and managerial time and attention and to make significant investments in enhanced processes, systems and controls.","wordCount":24},{"sentence":"This in turn may increase its operational costs and limit its ability to implement aspects of its strategic plan or otherwise pursue certain business opportunities.","wordCount":25},{"sentence":"It also expects to make restitution payments to its banking subsidiaries' customers, which could be significant, arising from certain customer compliance deficiencies and may be required to pay civil money penalties in connection with certain of these deficiencies.","wordCount":38},{"sentence":"It has established reserves in respect of these future payments, but the amounts that it is ultimately obligated to pay could be in excess of its reserves.","wordCount":27},{"sentence":"Moreover, if it is unsuccessful in remedying these weaknesses and meeting the enhanced supervisory requirements and expectations that apply to it and its banking subsidiaries, it could remain subject to existing restrictions or become subject to additional restrictions on its activities, supervisory actions or public enforcement actions, including the payment of civil money penalties.","wordCount":54},{"sentence":"Scrutiny: As a general matter, the federal banking agencies as well as the CFPB are taking a more stringent approach to supervising and regulating financial institutions and financial products and services over which they exercise their respective supervisory authorities, including in connection with enforcement matters.","wordCount":45},{"sentence":"It and its two banking subsidiaries and its products and services are all subject to greater supervisory scrutiny and enhanced supervisory requirements and expectations and face significant challenges in meeting them.","wordCount":31},{"sentence":"CFG expects to continue to face greater supervisory scrutiny and enhanced supervisory requirements for the foreseeable future","wordCount":17},{"sentence":"Griggs as Executive Vice President and Chief Risk Officer effective April one, two thousand sixteen.","wordCount":15},{"sentence":"Griggs, who has been with the bank since two thousand fourteen, will succeed CFG's current Chief Risk Officer, Nancy Shanik, who is retiring from CFG as of May thirty one, two thousand sixteen.","wordCount":33},{"sentence":"loans on a quarterly basis beginning with the first calendar quarter in two thousand sixteen and ending with fourQsixteen.","wordCount":19},{"sentence":"Under the terms of the agreement, CFG committed to purchase a minimum","wordCount":12},{"sentence":"Barclays | Citizens Financial Group Inc. of dollar one hundred twenty fivemn of loans per quarter.","wordCount":16},{"sentence":"The minimum and maximum amount of the aggregate purchase principal balance of loans under the terms of the agreement are dollar five hundredmn and dollar onebn, respectively.","wordCount":27},{"sentence":"The agreement will terminate immediately if at any time during its term the aggregate purchase principal balance of loans equals the maximum amount.","wordCount":23},{"sentence":"The agreement may be extended by written agreement of the parties for an additional four quarters.","wordCount":16},{"sentence":"CFG may terminate the agreement at will with payment of a termination fee equal to the product of dollar onemn times the number of calendar quarters remaining in the term.","wordCount":30},{"sentence":"On January eight, two thousand sixteen, CFG completed a dollar three hundred sixty ninemn purchase of student loans pursuant to the agreement described above.","wordCount":24},{"sentence":"many measures in the year ended December thirty one, two thousand fifteen; however, as expected, the rate of improvement began to level off in twoHfifteen as credit trends continued to normalize from lower levels.","wordCount":34},{"sentence":"As such, it expects asset quality trends to continue to normalize in the future.","wordCount":14},{"sentence":"Reserve Board that it is not deemed to control CFG for purposes of the Bank Holding Company Act.","wordCount":18},{"sentence":"This debt represents a key source of unsecured, term, and stable funding, further diversifies the funding sources of CBNA, and creates a more peer like funding structure for the consolidated enterprise.","wordCount":31},{"sentence":"with RBS to address RBS's then ownership of dollar twobn of the subordinated notes.","wordCount":14},{"sentence":"On December three, two thousand fifteen, CFG repurchased dollar seven hundred fiftymn of the subordinated notes held by RBS.","wordCount":19},{"sentence":"In addition, CFG secured the ability through July two thousand sixteen to purchase dollar five hundredmn of its subordinated notes held by RBS, subject to regulatory approval and ratings agency considerations.","wordCount":31},{"sentence":"The remaining dollar seven hundred fiftymn of subordinated notes held by RBS includes dollar three hundred thirty threemn of five.one","wordCount":21},{"sentence":"hundred fifty eight percent Fixed to Floating Callable Notes due two thousand twenty three and callable in two thousand eighteen, dollar two hundred fiftymn of four.one","wordCount":27},{"sentence":"hundred fifty three percent Notes due two thousand twenty four, and dollar one hundred sixty sevenmn of four.twenty","wordCount":19},{"sentence":"In the registered underwritten public offering, RBS sold one hundred ten million four hundred sixty one thousand seven hundred eighty two shares, or twenty.nine","wordCount":25},{"sentence":"percent of CFG's outstanding common stock, to the underwriters at a price of dollar twenty three.thirty","wordCount":17},{"sentence":"In connection with completion of the offering, Mister Robert Gillespie, who served as RBS's board representative, resigned from the CFG Board of Directors, effective November three, two thousand fifteen.","wordCount":29},{"sentence":"The CFG Board of Directors appointed Christine Cumming, former First Vice President and Chief Operating Officer for the Federal Reserve Bank of New York, to the board effective as of October one, two thousand fifteen.","wordCount":35},{"sentence":"dollar seventeenmn of facilities costs in occupancy, dollar eightmn in outside services, and dollar onemn in salaries and employee benefits, relating to restructuring initiatives designed to enhance operating efficiencies and reduce expense growth.","wordCount":33},{"sentence":"In two thousand fourteen, CFG began the implementation of a restructuring initiative designed to achieve operating efficiencies and reduce expense growth.","wordCount":21},{"sentence":"For two thousand fourteen, CFG incurred dollar one hundred onemn of restructuring costs related to these initiatives, including dollar forty onemn of salaries and employee benefits, dollar eighteenmn of facilities costs in occupancy, dollar twenty fourmn in outside services, dollar sixmn in software expense reported in amortization of software, and dollar twelvemn in other operating expenses.","wordCount":56},{"sentence":"incurred cumulative one time expenditures of approximately dollar fifty twomn through the end of","wordCount":14},{"sentence":"Barclays | Citizens Financial Group Inc. two thousand fifteen, including capitalized costs of approximately dollar fourteenmn, as well as ongoing incremental expenses of approximately dollar thirty fourmn per year .","wordCount":29},{"sentence":"These ongoing costs include higher local charges associated with exiting worldwide vendor relationships and incremental expenses to support information technology, compliance, corporate governance, regulatory, financial and risk infrastructure that are necessary to enables it to operate as a fully independent public company.","wordCount":42},{"sentence":"For example, from two thousand ten to two thousand fifteen it invested dollar one.sixbn in infrastructure and technology, and plan to invest a total of dollar two hundred forty fivemn in two thousand sixteen and about dollar one hundred sixtymn in two thousand seventeen.","wordCount":45},{"sentence":"CFG invested dollar two hundred nineteenmn in its infrastructure in two thousand fifteen.","wordCount":13},{"sentence":"These investments, which are designed to lower its operating costs and improve its customer experience, include significant programs to enhance its resiliency, upgrade customerfacing technology and streamline operations.","wordCount":28},{"sentence":"Recent significant investments included the two thousand thirteen launch of its new teller system, new commercial loan platform and new auto loan platform and the two thousand thirteen upgrade of the majority of its ATM network, including equipping more than one thousand four hundred fifty ATMs with advanced deposit taking functionality as well as additional investment in its Treasury Solutions platform in two thousand fourteen.","wordCount":65},{"sentence":"In threeQfifteen it enhanced its data resiliency via a new back up data center and began rolling out a new mortgage platform.","wordCount":22},{"sentence":"It expects that these investments will increase its long term overall efficiency and add to its capacity to increase revenue.","wordCount":20},{"sentence":"continue to evolve as the legal and regulatory framework governing its operations continues to change.","wordCount":15},{"sentence":"The current operating environment also has heightened regulatory expectations around many regulations including consumer compliance, the Bank Secrecy Act, anti money laundering compliance, and increased internal audit activities.","wordCount":28},{"sentence":"As a result of these heightened expectations, it expects to incur additional costs for additional compliance personnel and/or professional fees associated with advisors and consultants.","wordCount":25},{"sentence":"principal balance of dollar four hundred onemon as part of CFG's loan syndication project, residential mortgages with an outstanding principal balance of dollar two hundred seventy threemn, and dollar forty onemn of credit card balances associated with a terminated agent credit card servicing agreement.","wordCount":44},{"sentence":"loans sold as part of CFG's sale of its Chicago area retail branches, CFG sold portfolios of residential mortgage loans with outstanding principal balances of dollar one hundred twenty sixmn and student loans of dollar three hundred fifty sevenmn, as well as commercial loans with an outstanding principal balance of dollar three hundred onemn.","wordCount":54},{"sentence":"principal balance of dollar one.threebn, a portfolio of residential mortgages with an outstanding principal balance of dollar one.onebn, and a portfolio of student loans with an outstanding principal balance of dollar nine hundred fifty sevenmn.","wordCount":37},{"sentence":"During two thousand fourteen, CFG purchased a portfolio of residential loans with an outstanding principal balance of dollar one.ninebn, a portfolio of auto loans with an outstanding principal balance of dollar one.sevenbn and a portfolio of student loans with an outstanding principal balance of dollar fifty ninemn.","wordCount":49},{"sentence":"respectively and reflected an effective tax rate of thirty three.five","wordCount":11},{"sentence":"The increase in the effective income tax rate related to the tax rate impact of combined reporting legislation, non deductible permanent expense items, and the adoption of ASU No. two thousand fourteen one.","wordCount":33},{"sentence":"The application of this guidance resulted in the reclassification of the amortization of these investments to income tax expense from noninterest income.","wordCount":22},{"sentence":"Barclays | Citizens Financial Group Inc. impact of the gain on the Chicago Divestiture in the second quarter of two thousand fourteen.","wordCount":22},{"sentence":"At fourQfifteen CFG reported a net deferred tax liability of dollar seven hundred thirtymn.","wordCount":14},{"sentence":"shift in the yield curve, NII is expected to increase five.eight","wordCount":12},{"sentence":"For a two hundredbp increase in interest rates, NII is expected to increase ten.six percent in fourQfifteen.","wordCount":18},{"sentence":"In a gradually rising rate environment, NII is expected to increase six.one percent and three.two","wordCount":17},{"sentence":"percent for a two hundredbps and one hundredbps increase in rates, respectively.","wordCount":12},{"sentence":"A one hundredbp decrease in rates would decrease NII by five.eight","wordCount":12},{"sentence":"At fourQfifteen and fourQfourteen, the notional amount of receivefixed swap hedges of floating rate loans totaled dollar eight.fivebn and dollar four.bn, respectively, and the fixed rate ranges were .seventy","wordCount":31},{"sentence":"In December two thousand fifteen, it entered into: one) A forward starting dollar five hundredmn pay fixed interest rate swap agreement to manage the interest rate exposure on forecasted issuance of senior fixed rate debt to be issued in July two thousand sixteen.","wordCount":43},{"sentence":"two percent on the swap agreement and receive three month LIBOR; two) A dollar one hundred sixty sixmn receive fixed interest rate swap agreement to manage the interest rate exposure on fixed rate sub debt issued in October two thousand fourteen.","wordCount":41},{"sentence":"It received a fixed rate of two.two percent on the swap agreement and pay three month LIBOR; and, three) A dollar three hundred thirty fourmn receive fixed interest rate swap agreement to manage the interest rate exposure on fixed rate sub debt issued in October two thousand fourteen.","wordCount":49},{"sentence":"It receives a fixed rate of two.five percent on the swap agreement and pay three month LIBOR.","wordCount":18},{"sentence":"In November two thousand fifteen, it entered into a dollar seven hundred fiftymn receive fixed interest rate swap agreement to manage the interest rate exposure on its three year medium term fixed rate debt issued in November two thousand fifteen.","wordCount":40},{"sentence":"four percent on the swap agreement and pay three month LIBOR.","wordCount":11},{"sentence":"In total, it had two hundred twenty two securities in a loss position with total unrealized losses of dollar one hundred fifteenmn.","wordCount":22},{"sentence":"Assumptions used in estimating MSR fair value include a weighted average life of five.four","wordCount":15},{"sentence":"MSRs are classified as Level three since the valuation methodology utilizes significant unobservable inputs.","wordCount":14},{"sentence":"Barclays | Citizens Financial Group Inc. mortgage, eighteen percent home equity products, one percent home equity products SBO, fourteen percent other secured retail and seven percent unsecured retail.","wordCount":28},{"sentence":"quarterly basis beginning with the first calendar quarter in two thousand sixteen and ending with fourQsixteen.","wordCount":16},{"sentence":"Under the terms of the agreement, CFG committed to purchase a minimum of dollar one hundred twenty fivemn of loans per quarter.","wordCount":22},{"sentence":"The minimum and maximum amounts of the aggregate purchase principal balance of loans under the terms of the agreement are dollar five hundredmn and dollar onebn, respectively.","wordCount":27},{"sentence":"The agreement will terminate immediately if at any time during its term the aggregate purchase principal balance of loans equals the maximum amount.","wordCount":23},{"sentence":"The agreement may be extended by written agreement of the parties for an additional four quarters.","wordCount":16},{"sentence":"CFG may terminate the agreement at will with payment of a termination fee equal to the product of dollar onemn times the number of calendar quarters remaining in the term.","wordCount":30},{"sentence":"outstanding principal balance of dollar four hundred onemn as part of CFG's loan syndication project, residential mortgages with an outstanding principal balance of dollar two hundred seventy threemn, and dollar forty onemn of credit card balances associated with a terminated agent credit card servicing agreement.","wordCount":45},{"sentence":"loans sold as part of CFG's sale of its Chicago area retail branches, CFG sold portfolios of residential mortgage loans with outstanding principal balances of dollar one hundred twenty sixmn and student loans of dollar three hundred fifty sevenmn, as well as commercial loans with an outstanding principal balance of dollar three hundred onemn.","wordCount":54},{"sentence":"balance of dollar one.threebn, a portfolio of residential mortgages with an outstanding principal balance of dollar one.onebn, and a portfolio of student loans with an outstanding principal balance of dollar nine hundred fifty sevenmn.","wordCount":36},{"sentence":"During two thousand fourteen, CFG purchased a portfolio of residential loans with an outstanding principal balance of dollar one.ninebn, a portfolio of auto loans with an outstanding principal balance of dollar one.sevenbn and a portfolio of student loans with an outstanding principal balance of dollar fifty ninemn.","wordCount":49},{"sentence":"Commencing on the effective date and through July thirty one, two thousand fifteen, the amended agreement requires the purchase of a minimum of dollar two hundred fiftymn of outstanding balances to a maximum of dollar six hundredmn per quarterly period.","wordCount":40},{"sentence":"For quarterly periods on or after August one, two thousand fifteen, the minimum and maximum purchases are dollar fiftymn and dollar two hundredmn, respectively.","wordCount":24},{"sentence":"It may cancel the agreement at will with payment of a variable termination fee.","wordCount":14},{"sentence":"Unsettled loan trades represent firm commitments to purchase loans from a third party at an agreed upon price.","wordCount":18},{"sentence":"Principal amounts associated with unsettled commercial loan trades are off balance sheet commitments until delivery of the loans has taken place.","wordCount":21},{"sentence":"Fair value adjustments associated with each unsettled loan trade are recognized on the Consolidated Balance Sheets and classified within other assets or other liabilities, depending on whether the fair value of the unsettled trade represents an unrealized gain or unrealized loss.","wordCount":41},{"sentence":"At fourQfifteen the principal balance of unsettled commercial loan trade purchases and sales were dollar sixty ninemn and dollar seventy fivemn, respectively.","wordCount":22},{"sentence":"Settled loans purchased by the trading desk are classified as loans held for sale, at fair value on the Consolidated Balance Sheets.","wordCount":22},{"sentence":"portfolio, or dollar four.fourbn in drawn balances were subject to a payment reset or balloon payment between January one, two thousand sixteen and December thirty one, two thousand eighteen, including dollar eightymn in balloon balances where full payment is due at the end of a ten year interest only draw period.","wordCount":52},{"sentence":"As of fourQfifteen for the dollar one.sixbn of its HELOC portfolio that was originally structured with a reset period in two thousand thirteen and two thousand fourteen, ninety four percent of the balances were refinanced, paid off or were current on payments, three percent were past due and three percent had been charged off.","wordCount":55},{"sentence":"As of fourQfifteen, for the dollar one.threebn in balances originally structured with a reset period in two thousand fifteen, ninety four percent of the balances were refinanced, paid off or were current on payments, five percent were past due and one percent had been charged off.","wordCount":47},{"sentence":"A total of dollar nine hundred ninety fivemn of these balances are scheduled to reset in two thousand sixteen.","wordCount":19},{"sentence":"Factors that affect its future expectations for charge off risk for the portion of its HELOC portfolio subject to reset periods in the future include improved loan to value ratios resulting from continued home price appreciation, stable portfolio credit score profiles and more robust loss mitigation efforts.","wordCount":47},{"sentence":"component of the non core portfolio is the home equity products currently or formerly serviced by other firms .","wordCount":18},{"sentence":"The SBO portfolio is a liquidating portfolio consisting of pools of home equity loans and lines of credit purchased between two thousand three and two thousand seven.","wordCount":27},{"sentence":"Although its SBO portfolio consists of loans that were initially serviced by others, CFG now services a portion of this portfolio internally.","wordCount":22},{"sentence":"SBO balances serviced externally totaled dollar seven hundred thirty sixmn at fourQfifteen .","wordCount":12},{"sentence":"The SBO portfolio has been closed to new purchases since threeQseven, with exposure down to dollar one.fourbn as of fourQfifteen .","wordCount":21},{"sentence":"At fourQfifteen the SBO portfolio represented four percent of the entire real estate portfolio and three percent of the overall retail loan portfolio at fourQfifteen.","wordCount":25},{"sentence":"portfolio, with a weighted average refreshed FICO score of seven hundred twelve and combined loan to value of ninety percent at fourQfifteen.","wordCount":22},{"sentence":"The proportion of the portfolio in a second lien position is ninety five percent .","wordCount":14},{"sentence":"The amount of the portfolio in out of footprint geographies is seventy two percent, with twenty eight percent concentrated in California, Nevada, Arizona and Florida.","wordCount":25},{"sentence":"SBO credit performance continued to improve in two thousand fifteen driven by continued portfolio liquidation, more effective account servicing and collection strategies, and improvements in the real estate market.","wordCount":29},{"sentence":"Net charge offs in two thousand fifteen of dollar two hundred eighty four million decreased dollar thirty nine million from dollar three hundred twenty three million in two thousand fourteen, driven by favorable credit conditions and higher recoveries.","wordCount":38},{"sentence":"Annualized net charge offs as a percentage of total average loans improved to .thirty","wordCount":14},{"sentence":"Commitments to lend additional funds to debtors owing receivables which were TDRs were dollar fifteenmn at fourQfifteen.","wordCount":17},{"sentence":"percent, while its total capital ratio stood at fifteen.three percent and its leverage ratio was ten.five percent .","wordCount":19},{"sentence":"Under fully phased in Basel III guidelines its CETone ratio would be eleven.seven","wordCount":14},{"sentence":"debt from RBS and the public issuance of subordinated debt during the fourth quarter of two thousand fifteen were generally neutral to its total capital level and ratios.","wordCount":28},{"sentence":"The repurchase of common shares and the issuance of subordinated debt during the third quarter of two thousand fifteen were neutral to its total capital level and ratios but reduced common equity by dollar two hundred fiftymn, and the CETone and tier one risk based ratios by twenty twobps.","wordCount":49},{"sentence":"The repurchase of common shares and the issuance of preferred shares during twoQfifteen were generally neutral to its tier one and total capital levels and ratios but reduced common equity by dollar two hundred fiftymn and the CETone ratio by twenty threebps.","wordCount":42},{"sentence":"documented under the CCAR process and raised no objection to the plan.","wordCount":12},{"sentence":"Unless CFG chooses to file an amended capital plan prior to April two thousand sixteen, the maximum levels at which it may declare dividends and repurchase shares of its common stock between March thirty one, two thousand fifteen and June thirty, two thousand sixteen are governed by its two thousand fifteen capital plan, subject to actual financial performance and ongoing compliance with internal governance and all other regulatory requirements.","wordCount":69},{"sentence":"For subsequent cycles, beginning in two thousand sixteen, BHCs will be required to submit their annual capital plans and stress testing results to the Federal Reserve on or before April five.","wordCount":31},{"sentence":"is not deemed to control CFG for purposes of the Bank Holding Company Act.","wordCount":14},{"sentence":"due two thousand twenty five, and used the proceeds to repurchase dollar seven hundred fiftymn of subordinated debt held by RBS.","wordCount":21},{"sentence":"dollar fifty threemn, which was paid on February eighteen, two thousand sixteen to stockholders of record at the close of business on February four, two thousand sixteen","wordCount":27},{"sentence":"address RBS's then ownership of dollar twobn of the subordinated notes.","wordCount":11},{"sentence":"On December three, two thousand fifteen, CFG repurchased dollar seven hundred fiftymn of the subordinated notes held by RBS.","wordCount":19},{"sentence":"In addition, CFG secured the ability through July two thousand sixteen to purchase dollar five hundredmn of its subordinated notes held by RBS, subject to regulatory approval and ratings agency considerations.","wordCount":31},{"sentence":"The remaining dollar seven hundred fiftymn of subordinated notes held by RBS includes dollar three hundred thirty threemn of five.one","wordCount":21},{"sentence":"hundred fifty eight percent Fixed to Floating Callable Notes due two thousand twenty three and callable in two thousand eighteen, dollar two hundred fiftymn of four.one","wordCount":27},{"sentence":"hundred fifty three percent Notes due two thousand twenty four, and dollar one hundred sixty sevenmn of four.twenty","wordCount":19},{"sentence":"In the registered underwritten public offering, RBS sold one hundred ten million four hundred sixty one thousand seven hundred eighty two shares, or twenty.nine","wordCount":25},{"sentence":"percent of CFG's outstanding common stock, to the underwriters at a price of dollar twenty three.thirty","wordCount":17},{"sentence":"Barclays | Citizens Financial Group Inc. who served as RBS's board representative, resigned from the CFG Board of Directors, effective November three, two thousand fifteen.","wordCount":25},{"sentence":"The CFG Board of Directors appointed Christine Cumming, former First Vice President and Chief Operating Officer for the Federal Reserve Bank of New York, to the board effective as of October one, two thousand fifteen.","wordCount":35},{"sentence":"outstanding common stock, at a public offering price of dollar twenty six.","wordCount":12},{"sentence":"On the same day, CFG used the net proceeds of its public offering of dollar two hundred fiftymn aggregate principal amount four.three","wordCount":23},{"sentence":"hundred fifty percent Subordinated Notes due two thousand twenty five issued on July thirty one, two thousand fifteen, to repurchase nine million six hundred fifteen thousand three hundred eighty four shares of its outstanding common stock directly from RBS at dollar twenty six.","wordCount":43},{"sentence":"Immediately following the completion of this stock repurchase transaction, RBS owned one hundred ten million four hundred sixty one thousand seven hundred eighty two shares, or twenty.nine","wordCount":28},{"sentence":"It paid dollar threemn in two thousand fifteen and is obligated to pay dollar forty sevenmn over the remainder of the contract.","wordCount":22},{"sentence":"own a financial subsidiary namely that CBNA must be both well capitalized and well managed.","wordCount":15},{"sentence":"A financial subsidiary is permitted to engage in a broader range of activities, similar to those of a financial holding company, than those permissible for a national bank itself.","wordCount":29},{"sentence":"CBNA has two financial subsidiaries, Citizens Securities, Inc., a registered broker dealer, and RBS Citizens Insurance Agency, Inc., a dormant entity.","wordCount":21},{"sentence":"CBNA has entered into an agreement with the OCC pursuant to which CFG has developed and submitted to the OCC a remediation plan, that sets forth the specific actions it will take to bring itself back into compliance with the conditions to own a financial subsidiary.","wordCount":46},{"sentence":"However, until the plan has been completed to the OCC's satisfaction, CBNA will be subject to restrictions on its ability to acquire control or hold an interest in any new financial subsidiary and to commence new activities in any existing financial subsidiary without the prior consent of the OCC.","wordCount":49},{"sentence":"bank subsidiary in the position of having to request specific approval from the OCC before executing capital distributions to its parent, CFG.","wordCount":22},{"sentence":"rules implement the Committee on Banking Supervision's Basel III capital framework","wordCount":11},{"sentence":"Barclays | Citizens Financial Group Inc. and certain provisions of the Dodd Frank Act, including the Collins Amendment.","wordCount":18},{"sentence":"The U.S. Basel III final rules substantially revised the risked based capital and leverage requirements applicable to bank holding companies and their insured depository institution subsidiaries, including CBNA and CBPA.","wordCount":31},{"sentence":"The U.S. Basel III final rules became effective for CFG and its depository institution subsidiaries, including CBNA and CBPA, on January one, two thousand fifteen .","wordCount":26},{"sentence":"In order to comply with the new capital requirements, it established internal capital ratio targets that meet or exceed U.S. regulatory expectations under fully phased in Basel III rules, and increased its capital requirements in anticipation of the transition that is underway.","wordCount":43},{"sentence":"to cover expected net cash outflows over a thirty day liquidity stress period.","wordCount":13},{"sentence":"In September two thousand fourteen, the U.S. federal banking regulators published the final rule to implement the LCR.","wordCount":19},{"sentence":"This rule also introduced a modified version of the LCR in the United States, which generally applies to BHCs not active internationally, with total assets of greater than dollar fiftybn but less than dollar two hundred fiftybn.","wordCount":37},{"sentence":"Under this definition, it is designated as a modified LCR company.","wordCount":11},{"sentence":"As compared to the Basel Committee's version of the LCR, the version of the LCR issued by the U.S. federal banking regulators includes a narrower definition of high quality liquid assets, different prescribed cash inflow and outflow assumptions for certain types of instruments and transactions and a shorter phase in schedule that began on January one, two thousand fifteen and ends on January one, two thousand seventeen.","wordCount":68},{"sentence":"Notably, as a modified LCR company, it was required to be ninety percent compliant beginning in January two thousand sixteen, and one hundred percent compliant beginning in January two thousand seventeen.","wordCount":31},{"sentence":"Achieving sustainable LCR compliance may require changes in the size and/or composition of its investment portfolio, the configuration of its discretionary wholesale funding portfolio, and its average cash position.","wordCount":29},{"sentence":"It is compliant with the LCR as of fourQfifteen, and it is fully compliant with the LCR as of the required implementation date of January two thousand sixteen.","wordCount":28},{"sentence":"The Basel Committee contemplates that the NSFR, including any revisions, will be implemented as a minimum standard by January one, two thousand eighteen; however, the U.S. federal banking regulators have not yet published a proposed rule to implement the NSFR in the United States","wordCount":45},{"sentence":"It expects to be fully compliant with the final rules on or prior to the applicable effective date.","wordCount":18},{"sentence":"than dollar fiftybn in assets to annually submit a resolution plan that explains CFG's strategy, in the event of material financial distress or failure, for rapid, orderly and systemically safe resolution.","wordCount":31},{"sentence":"If the FRB and the FDIC jointly determine that the resolution plan of a bank holding company is not credible, and CFG fails to cure the deficiencies in a timely manner, then the FRB and the FDIC may jointly impose on CFG, or on any of its subsidiaries, more stringent capital, leverage or liquidity requirements or restrictions on growth, activities or operations, or require the divestment of certain assets or operations.","wordCount":71},{"sentence":"Because RBS no longer controls it for bank regulatory purposes, it will separately file its own bank holding company resolution plan with the FRB and FDIC in accordance with their regulations, including required timelines.","wordCount":34},{"sentence":"In addition, an insured depository institution with more than dollar fiftybn in assets, including CBNA, must submit to the FDIC a resolution plan that explains how that institution could be resolved in a manner that is orderly and that ensures that depositors will receive access to insured","wordCount":47},{"sentence":"Barclays | Citizens Financial Group Inc. funds within certain required timeframes.","wordCount":11},{"sentence":"On December twenty three, two thousand fifteen, it submitted its resolution plan for CBNA to the FDIC.","wordCount":17},{"sentence":"lessees to recognize a right of use asset and corresponding lease liability for all leases with a lease term of greater than one year.","wordCount":24},{"sentence":"The ASU is effective for CFG beginning on January one, two thousand nineteen.","wordCount":13},{"sentence":"CFG is currently assessing the impact of this guidance on CFG's Consolidated Financial Statements.","wordCount":14},{"sentence":"The ASU requires equity investments to be measured at fair value with changes in the fair value recognized through net income.","wordCount":21},{"sentence":"The ASU also requires separate presentation of financial assets and financial liabilities by measurement category and form of financial assets on the balance sheet or the notes to the financial statements.","wordCount":31},{"sentence":"In addition, the ASU makes several other targeted amendments to the existing accounting and disclosure requirements for financial instruments, including revised guidance related to valuation allowance assessments when recognizing deferred tax assets on unrealized losses on available for sale debt securities.","wordCount":41},{"sentence":"The ASU is effective for CFG beginning on January one, two thousand eighteen.","wordCount":13},{"sentence":"CFG is currently assessing the impact of this guidance on CFG's Consolidated Financial Statements.","wordCount":14},{"sentence":"Presentation and Subsequent Measurement of Debt Issuance Costs Associated with Line Of Credit Arrangements.","wordCount":14},{"sentence":"The ASU incorporates guidance from the SEC on deferral of debt issuance costs associated with line of credit arrangements, consistent with ASU two thousand fifteen three, regardless of whether there are any outstanding borrowings on the line ofcredit arrangement.","wordCount":39},{"sentence":"This new guidance will not have a material impact on CFG's Consolidated Financial Statements.","wordCount":14},{"sentence":"Customers : Deferral of the Effective Date which defers the effective date of the new revenue standard by one year.","wordCount":20},{"sentence":"As a result of this deferral, the new revenue standard is effective for CFG beginning on January one, two thousand eighteen.","wordCount":21},{"sentence":"CFG is currently assessing the impact of this guidance on the Consolidated Financial Statements.","wordCount":14},{"sentence":"This standard requires debt issuance costs to be presented in the consolidated balance sheet as a direct deduction from the carrying value of the associated debt liability, consistent with the presentation of a debt discount.","wordCount":35},{"sentence":"The ASU, which allows for early adoption, is effective for CFG beginning on January one, two thousand sixteen.","wordCount":18},{"sentence":"Adoption of this guidance is not expected to have a material impact on CFG's Consolidated Financial Statements.","wordCount":17},{"sentence":"Barclays | Citizens Financial Group Inc. evaluation for reporting organizations that are required to evaluate whether they should consolidate certain legal entities such as limited partnerships, limited liability corporations, and securitization structures .","wordCount":32},{"sentence":"This new standard simplifies consolidation accounting by reducing the number of consolidation models.","wordCount":13},{"sentence":"The ASU will be effective for CFG beginning on January one, two thousand sixteen.","wordCount":14},{"sentence":"Adoption of this guidance will not have a material impact on CFG's Consolidated Financial Statements.","wordCount":15},{"sentence":"and Unusual Ite Miss This ASU eliminates from GAAP the concept of extraordinary ite Miss Accounting Standards Codification Subtopic two hundred twenty five twenty required that an entity separately classify, present, and disclose extraordinary events and transactions that were unusual in nature and infrequent in occurrence.","wordCount":46},{"sentence":"This ASU, which allows for early adoption, is effective for CFG beginning on January one, two thousand sixteen.","wordCount":18},{"sentence":"The adoption of this guidance is not expected to have a material impact on CFG's Consolidated Financial Statements.","wordCount":18},{"sentence":"investigations, reviews, and regulatory matters arising out of its normal business operations which, in some instances, relate to concerns about unfair and/or deceptive practices and mis selling of certain products.","wordCount":30},{"sentence":"In addition, CFG engages in discussions with relevant governmental and regulatory authorities on a regular and ongoing basis regarding various issues, and any issues discussed or identified may result in investigatory or other action being taken.","wordCount":36},{"sentence":"Litigation and regulatory matters may result in settlements, damages, fines, penalties, public or private censure, increased costs, required remediation, restrictions on business activities, or other impacts on CFG.","wordCount":28},{"sentence":"subject to extensive laws and regulations concerning unfair or deceptive acts or practices in connection with customer products.","wordCount":18},{"sentence":"Certain of the banking subsidiaries' past practices have not met applicable standards, and they have implemented and are continuing to implement changes to improve and bring their practices in accordance with regulatory guidance.","wordCount":33},{"sentence":"CFG and its banking subsidiaries have actively pursued resolution of the legacy regulatory enforcement matters set forth below.","wordCount":18},{"sentence":"the OCC in connection with its findings of deceptive marketing and implementation of some of its checking account and funds transfer products and services.","wordCount":24},{"sentence":"Among other things, the consent order requires it to remedy deficiencies and develop stronger compliance controls, policies and procedures.","wordCount":19},{"sentence":"CFG and its banking subsidiaries are also currently subject to consent orders issued in August two thousand fifteen by the CFPB, the OCC and the FDIC in connection with past deposit reconciliation practices, and CBNA is subject to a consent order issued in November two thousand fifteen by the OCC in connection with past billing and sales practices pertaining to identity theft and debt cancellation products, under which the applicable regulators will have to provide non objections to, among other things, restitution plans for affected customers.","wordCount":86},{"sentence":"enforcement matters have been paid, and substantially all remediation related to such legacy matters is expected to be resolved by the end of two thousand sixteen.","wordCount":26},{"sentence":"weaknesses cited by the FRB in relation to its capital planning processes and the","wordCount":14},{"sentence":"Barclays | Citizens Financial Group Inc. weaknesses CFG are working to remedy pursuant to the OCC and FDIC consent orders, and meet its significant regulatory and supervisory challenges, it believe it needs to make substantial improvements to its processes, systems and controls.","wordCount":42},{"sentence":"CFG expects to continue to dedicate significant resources and managerial time and attention and to make significant investments in enhanced processes, systems and controls.","wordCount":24},{"sentence":"This in turn may increase its operational costs and limit its ability to implement aspects of its strategic plan or otherwise pursue certain business opportunities.","wordCount":25},{"sentence":"It also expects to make restitution payments to its banking subsidiaries' customers, which could be significant, arising from certain customer compliance deficiencies and may be required to pay civil money penalties in connection with certain of these deficiencies.","wordCount":38},{"sentence":"It has established reserves in respect of these future payments, but the amounts that it is ultimately obligated to pay could be in excess of its reserves.","wordCount":27},{"sentence":"Moreover, if it is unsuccessful in remedying these weaknesses and meeting the enhanced supervisory requirements and expectations that apply to it and its banking subsidiaries, it could remain subject to existing restrictions or become subject to additional restrictions on its activities, supervisory actions or public enforcement actions, including the payment of civil money penalties.","wordCount":54},{"sentence":"Scrutiny: As a general matter, the federal banking agencies as well as the CFPB are taking a more stringent approach to supervising and regulating financial institutions and financial products and services over which they exercise their respective supervisory authorities, including in connection with enforcement matters.","wordCount":45},{"sentence":"It and its two banking subsidiaries and its products and services are all subject to greater supervisory scrutiny and enhanced supervisory requirements and expectations and face significant challenges in meeting them.","wordCount":31},{"sentence":"CFG expects to continue to face greater supervisory scrutiny and enhanced supervisory requirements for the foreseeable future","wordCount":17},{"sentence":"We, Jason M. Goldberg, CFA and Brian Morton, CFA, hereby certify that the views expressed in this research report accurately reflect our personal views about any or all of the subject securities or issuers referred to in this research report and no part of our compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":66},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Citizens Financial Group Inc., Equal Weight/Positive, A/CD/CE/D/E/J/K/L/M/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":41},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve twenty nine February two thousand sixteen fifteen","wordCount":29},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Large Cap Banks Ally Financial Inc. Capital One Financial Comerica Inc. Huntington Bancshares M and T Bank PNC Financial Services Gp SunTrust Banks Wells Fargo Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy four companies under coverage.","wordCount":55},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price twenty nine February two thousand sixteen sixteen Bank of America Citigroup Inc. Fifth Third Bancorp JPMorgan Chase and Co. Morgan Stanley Regions Financial The Bank of New York Mellon Corp. BB and T Corp. Citizens Financial Group Inc. Goldman Sachs Group Inc. KeyCorp Northern Trust State Street U.S. Bancorp","wordCount":62},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date twenty five Jan two thousand sixteen five Jan two thousand fifteen three Nov two thousand fourteen Closing Price nineteen.seventy","wordCount":26},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Citizens Financial Group Inc. in the previous twelve months.","wordCount":32},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by Citizens Financial Group Inc.. CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Citizens Financial Group Inc.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Citizens Financial Group Inc. in the past twelve months.","wordCount":64},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from Citizens Financial Group Inc. within the next three months.","wordCount":29},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Citizens Financial Group Inc. and/or in any related derivatives.","wordCount":27},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Citizens Financial Group Inc. within the past twelve months.","wordCount":24},{"sentence":"L: Citizens Financial Group Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Citizens Financial Group Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"N: Citizens Financial Group Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"Valuation Methodology: Our price target is dollar twenty five and equates to fourteenx our two thousand sixteen EPS estimate of dollar one.eighty.","wordCount":23},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: The company's ability to achieve a ten percent ROTCE in the medium term is dependent on a rising interest rate environment.","wordCount":35},{"sentence":"If rates do not rise as anticipated over that time frame, achieving this target would be challenging.","wordCount":17},{"sentence":"It is also investing in a number of strategic initiatives that will take time before reaching revenue goals.","wordCount":18},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorit des marchs financiers and the Autorit de contrle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai  four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt fr Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
