{"fileName":"Barclays_Columbia_Pipeline__TC_Pipelines_LP_Who_stays_who_goes.pdf","numberSentences":311,"text":[{"sentence":"On three/ten/sixteen, the Wall Street Journal reported that TransCanada Corp. is engaged in negotiations regarding a potential takeover of the Columbia Pipeline Group .","wordCount":23},{"sentence":"While TRP subsequently confirmed that it is in discussion regarding a potential transaction with a third party, the company declined to elaborate further.","wordCount":23},{"sentence":"Following the initial report, CPGX shares have gained sixteen.three percent while TRP's shares have declined by three.one","wordCount":19},{"sentence":"At the entities' respective MLPs, trading has been volatile as the market is trying to digest the outlooks for both partnerships but as of Friday's close, CPPL's units have fallen twenty.","wordCount":31},{"sentence":"Over the same time period, the S and P five hundred has increased one.seven","wordCount":15},{"sentence":"percent and the Alerian MLP Index has gained one.two percent .","wordCount":11},{"sentence":"As it stands today, both TRP and the Columbia complex have significant financing needs and each has indicated their intention to use their MLPs as a component of their financing plans.","wordCount":31},{"sentence":"As the situation unfolds, one of the key topics that investors are attempting to sort out is what role the partnerships would play in the financing plans of a combined TRP/CPGX.","wordCount":31},{"sentence":"For its part, CPPL offers an equity cost of capital advantage of approximately two hundred fifteen basis points even after the units' recent decline.","wordCount":24},{"sentence":"On the other hand, TCP offers a more liquid currency which would provide a distinct benefit in the context of potentially large capital raises.","wordCount":24},{"sentence":"Additionally, TCP's IDR structure caps the max tier at a twenty five percent GP take which over time would reduce the drag of GP payments relative to CPPL whose IDR structure contains the more common fifty percent fifty percent splits.","wordCount":40},{"sentence":"In the body of this note, we provide a scenario analysis in which we review some of the potential paths forward for TCP, CPPL, and CPGX.","wordCount":26},{"sentence":"Our analysis covers the following three scenarios: one) CPPL buys TCP, two) TCP buys CPPL, and three) CPPL is rolled into TRP while TCP remains as the surviving partnership and is used as a source of external financing going forward.","wordCount":40},{"sentence":"Based on our analysis, the first two scenarios result in unattractive outcomes for current TCP unitholders.","wordCount":16},{"sentence":"Conversely, the third scenario provides TCP with a platform to increase the rate and visibility of its distribution growth, which we think could explain its relative outperformance over the past several days.","wordCount":32},{"sentence":"Unchanged For a full list of our ratings, price target and earnings changes in this report, please see table on page two.","wordCount":22},{"sentence":"U.S. Diversified Natural Gas Christine Cho, CFA +one two hundred twelve five hundred twenty six eight thousand four hundred nineteen christine.cho","wordCount":23},{"sentence":"at barclays dot com BCI, US Richard Gross +one two hundred twelve five hundred twenty six three thousand one hundred forty three richard.gross","wordCount":24},{"sentence":"at barclays dot com BCI, US Michael Hacke, CFA +one two hundred twelve five hundred twenty six three thousand eight hundred twenty seven michael.hacke at barclays dot com BCI, US U.S. MLPs Christine Cho, CFA +one two hundred twelve five hundred twenty six eight thousand four hundred nineteen christine.cho","wordCount":52},{"sentence":"at barclays dot com BCI, US Richard Gross +one two hundred twelve five hundred twenty six three thousand one hundred forty three richard.gross","wordCount":24},{"sentence":"at barclays dot com BCI, US Michael Hacke, CFA +one two hundred twelve five hundred twenty six three thousand eight hundred twenty seven michael.hacke at barclays dot com BCI, US","wordCount":31},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE eleven.","wordCount":11},{"sentence":"Barclays | Columbia Pipeline / TC Pipelines, LP Summary of our Ratings, Price Targets and Earnings Changes in this Report","wordCount":20},{"sentence":"Company Rating Old U.S. Diversified Natural Gas U.S. MLPs Neu Neu New Neu Neu Price eleven Mar sixteen Old Price Target New percent Chg Old EPS FYone New percent Chg Old EPS FYtwo New percent Chg","wordCount":38},{"sentence":"Share prices and target prices are shown in the primary listing currency and EPS estimates are shown in the reporting currency.","wordCount":21},{"sentence":"Stock Rating: OW: Overweight; EW: Equal Weight; UW: Underweight; RS: Rating Suspended Industry View: Pos: Positive; Neu: Neutral; Neg: Negative","wordCount":20},{"sentence":"As reports of a potential deal between TRP and CPGX first surfaced, our initial inclination was to think that CPPL would purchase TCP and remain as the surviving partnership, as this has been a trend we've seen for some time.","wordCount":40},{"sentence":"This approach would also have the added benefit of increasing CPPL's liquidity, a factor which has persistently weighed on the partnership's current equity issuance plans.","wordCount":25},{"sentence":"We initially interpreted these moves as being consistent with the purchase of TCP by CPPL.","wordCount":15},{"sentence":"In Figure one below, we illustrate the mechanics of such a transaction, which may explain why the market reversed course mid day.","wordCount":22},{"sentence":"Before assessing a combination, we felt that it was important to first address the financing of OpCo's FYsixteen cash needs given that any transaction with TRP would likely take some time to close, leaving the Columbia entities on their own to finance their outspend this year.","wordCount":46},{"sentence":"In lieu of the approximately dollar seven hundred fifty million investment by CPPL in new OpCo equity that we assume in our currently published model, we instead show CPGX lending dollar seven hundred fifty million of cash directly to OpCo via the existing money pool facility.","wordCount":46},{"sentence":"CPGX currently has ~ dollar eight hundred fifty million of cash on hand following its late two thousand fifteen equity issuance.","wordCount":21},{"sentence":"In this case, CPPL's interest in OpCo would remain static at fifteen.seven percent throughout the year.","wordCount":17},{"sentence":"The partnership can still grow its distribution by twenty percent y/y, although coverage would be thin.","wordCount":16},{"sentence":"From CPPL's perspective, our scenario analysis shows a combination would be accretive and allow the partnership to maintain growth of twenty percent into two thousand seventeen.","wordCount":26},{"sentence":"However, such a transaction appears to result in a back door cut of TCP's distribution.","wordCount":15},{"sentence":"CPPL units for each one TCP unit, the implied equivalent distribution received by TCP's unitholders would be dollar three.fifty","wordCount":20},{"sentence":"three, reflecting a haircut of approximately ten percent compared to the dollar three.ninety","wordCount":14},{"sentence":"four that we forecast they will receive in FY seventeen under the partnership's existing six.","wordCount":15},{"sentence":"The level of the haircut is highly sensitive to CPPL's unit price.","wordCount":12},{"sentence":"At higher prices, the implied haircut forced upon TCP unitholders would grow.","wordCount":12},{"sentence":"In the event CPPL's price performance were to reverse course from its recent sharp decline, this would paradoxically weaken the economic outcome for TCP's current unitholders which in our view would make this transaction scenario more unlikely.","wordCount":37},{"sentence":"Additionally, we aren't sure if TransCanada would want to subject its TCP unitholders to a higher GP cut after resetting its own years ago for their benefit.","wordCount":27},{"sentence":"Step one: OpCo Takes Money Pool Loan from CPGX Current OpCo equity interest owned by CPPL Pro rata share of FYsixteene OpCo DCF Current unit count DCF / Unit OpCo Financing Assumption Money Pool Draw Interest Rate Pro Forma OpCo Equity interest owned by CPPL Pro rata share of FYsixteene OpCo DCF Current unit count DCF / Unit FYsixteene Distribution Implied Coverage fifteen.seven","wordCount":64},{"sentence":"five Step two: CPPL Purchase of TCP TCP Unit Price on three/nine Takeout Premium one Assumed Sale Price TCP Units Outstanding Implied Equity Market Value Unit Issuance Assumptions CPPL Unit Price Units Issued Current CPPL Unit Count PF Unit Count dollar forty seven.ninety","wordCount":44},{"sentence":"Step two : CPPL / TCP Accretion Math CPPL DCF + TCP DCF PF DCF Class B Unit Payment GP Cut LP DCF DCF / Unit FY seventeene CPPL Distribution Implied Coverage Exchange Ratio Implied Distribution Equivalent Current FY seventeene TCP Distribution Implied Distribution Haircut eighty three.five","wordCount":48},{"sentence":"one) Assumed takeout premium of ten percent shown for illustrative purposes, reflecting levels consistent with previous M and A transactions in the industry","wordCount":23},{"sentence":"Not surprisingly, the outcome of this scenario also appears to be unappealing to TCP unitholders.","wordCount":15},{"sentence":"Exchanging a higher yielding equity currency for one with a lower yield invariably proves to be dilutive.","wordCount":17},{"sentence":"We note that the outcome below does not contemplate the continuation of dropdowns at TCP which would serve to increase the distribution paid by the partnership.","wordCount":26},{"sentence":"Nonetheless, we would characterize this outcome as taking two steps back to take one step forward, given that we forecast TCP is already on track to pay distributions of dollar three.seventy","wordCount":32},{"sentence":"Step one: OpCo Takes Money Pool Loan from CPGX Current OpCo equity interest owned by CPPL Pro rata share of FYsixteene OpCo DCF Current unit count DCF / Unit OpCo Financing Assumption Money Pool Draw Interest Rate Pro Forma OpCo equity interest owned by CPPL Pro rata share of FYsixteene OpCo DCF Current unit count DCF / Unit FYsixteene Distribution Implied Coverage fifteen.seven","wordCount":64},{"sentence":"five Step two: TCP Purchase of CPPL CPPL Unit Price on three/nine Takeout Premium one Assumed Sale Price CPPL Units Outstanding Implied Equity Market Value Unit Issuance Assumptions TCP Unit Price Units Issued Current TCP Unit Count PF Unit Count dollar eighteen.fifteen","wordCount":43},{"sentence":"Step two : CPPL / TCP Accretion Math CPPL DCF + TCP DCF PF DCF Class B Unit Payment GP Cut LP DCF DCF / Unit PF Distribution Implied Coverage eighty three.five","wordCount":33},{"sentence":"Source: Company filings, Barclays Research estimates Note: Unit prices as of close on three/eleven unless noted.","wordCount":16},{"sentence":"one) Assumed takeout premium of ten percent shown for illustrative purposes, reflecting levels consistent with previous M and A transaction in the industry","wordCount":23},{"sentence":"In Scenario Three, we assume that TRP purchases both CPGX and CPPL, while simultaneously continuing to pursue a dropdown strategy at TCP. Contrary to the adverse outcomes for TCP's unitholders implied in the first two scenarios, we think that this approach could actually enable TCP to increase its growth rate above its current six.","wordCount":54},{"sentence":"Figure three below illustrates an accelerated dropdown strategy where the partnership delivers growth of eight percent p.a. and completes transactions ranging from dollar one.","wordCount":25},{"sentence":"TCP's current dropdown strategy contemplates the purchase of TRP's remaining U.S. natural gas transportation assets over the next several years.","wordCount":21},{"sentence":"By the end of FYsixteen, TRP estimates that EBITDA attributable to these assets will reach slightly more than dollar four hundred million, implying visibility into distribution growth until approximately two thousand nineteen.","wordCount":32},{"sentence":"If TRP were to purchase both CPGX and CPPL, the size of the dropdown inventory would grow by at least ~ dollar one.six billion by the time all of Columbia's growth projects are placed into service in late two thousand eighteen.","wordCount":42},{"sentence":"We suspect that part of the calculus behind TCP capping its current growth target at six. percent relates to management's hesitancy to earmark other assets for dropdown.","wordCount":27},{"sentence":"As it stands today, TRP management has not made any sort of commitment to dropping its eligible U.S. liquids assets into the partnership.","wordCount":24},{"sentence":"With the addition of the Columbia complex, our math shows that TCP could increase its distribution growth rate to at least eight.","wordCount":22},{"sentence":"percent through the end of the decade relying solely on natural gas exposed assets, at which point it would still have in excess of dollar one.","wordCount":26},{"sentence":"As always, cost of capital is an important variable in our scenario analysis.","wordCount":13},{"sentence":"As part of this scenario we have assumed that TCP's yield tightens to six.","wordCount":14},{"sentence":"Barclays | Columbia Pipeline / TC Pipelines, LP of an increased growth target.","wordCount":13},{"sentence":"This still reflects a discount of ~sixty bps to SEP, who is currently targeting a three year distribution CAGR of eight.","wordCount":21},{"sentence":"FIGURE three Scenario Three ­ TCP Accelerates Growth, Supported by EBITDA from CPPL/CPGX","wordCount":13},{"sentence":"dollar MM EBITDA EBITDA EBITDA Total Net Cash Flow from Equity Interests Interest Interest Interest Total Maintenance Capex Maintenance Capex Maintenance Capex Total DCF GP Cut Class B Units DCF to LPs Current Share Count + Shares Issued Ending Shares Distribution Assumed Growth DCF/Unit Implied Growth Coverage Leverage Current Debt + Incremental Debt Ending Debt Debt / EBITDA Dropdowns Transaction and Financing Assumptions Purchase Price EBITDA multiple EBITDA Financing Assumptions Debt Equity Equity Issuance Assumptions Equity Issued Assumed Yield Distribution Implied Price Units Issued Debt Issuance Assumptions Debt Issued Interest Rate Incremental Interest Expense","wordCount":94},{"sentence":"We think CPPL is unlikely to be orphaned as an MLP","wordCount":11},{"sentence":"Lastly, while it could be possible to simply keep CPPL outstanding while CPGX is purchased, we are inclined to think this isn't a likely scenario.","wordCount":25},{"sentence":"If CPGX were to be purchased by a party with a stronger balance sheet capable of financing the capex at OpCo with both cash flow and debt, it would reduce the need for CPPL as an equity funding vehicle.","wordCount":39},{"sentence":"In a scenario where CPPL remained public but was not used as a financing vehicle, CPPL's fifteen.seven","wordCount":18},{"sentence":"percent interest in OpCo would remain static, and the MLP's only way of growing its distribution would be to wait for OpCo's EBITDA to ramp at the end of the decade.","wordCount":31},{"sentence":"Leaving CPPL as a publicly traded vehicle would also make it difficult for TRP to drop the remaining eighty four.three","wordCount":21},{"sentence":"percent of OpCo into TCP at a later point in time as CPPL has a right of first refusal on this interest.","wordCount":22},{"sentence":"For these reasons, we think the logical course of action is for TRP to buy in CPPL alongside CPGX so that one hundred percent of OpCo would sit at TransCanada.","wordCount":30},{"sentence":"We believe the market is assuming that CPPL will be orphaned if TransCanada buys CPGX, but we disagree and think CPPL is a buy at these levels.","wordCount":27},{"sentence":"We would expect some sort of premium to be paid above where the units were trading prior to the news of a potential transaction between TRP and CPGX.","wordCount":28},{"sentence":"In some respects, we also think a deal is a must do from Columbia's perspective, as subsequent sell off of CPPL could have severely impaired the value of the currency on a more permanent basis.","wordCount":35},{"sentence":"In the event no deal is executed, investors may be increasingly hesitant to bid up the price of CPPL once again, knowing that something similar could occur again in the future.","wordCount":31},{"sentence":"Since its spin off from NiSource, we have repeatedly been asked about the types of companies that would be interested in purchasing a company like Columbia given the attractive assets in its portfolio, its growth profile, and management's openness to a sale.","wordCount":42},{"sentence":"The ideal candidate would be someone with a strong balance sheet.","wordCount":11},{"sentence":"Columbia has over ninety percent + of its cash flow generated from firm contracts, primarily supported by the take or pay type of revenues collected by its interstate gas pipelines.","wordCount":30},{"sentence":"It is positioned to grow its EBITDA at a twenty percent CAGR through two thousand twenty, underpinned by ~ dollar eight billion of capex, the majority of which is earmarked for expansions of existing pipeline syste Miss Most of the contracts for these expansions are also subject to take or pay agreements, with many carrying tenors of as long as twenty years.","wordCount":62},{"sentence":"Since CPPL's IPO and CPGX's spin off, the persistent issue the complex has faced lies with the magnitude of its financing needs and its limited balance sheet capacity.","wordCount":28},{"sentence":"The system's capital needs exceed the cash flow currently being generated, and due to the leverage of the combined entities, the amount of debt that can be raised is limited if it would like to keep its investment grade rating.","wordCount":40},{"sentence":"While credit rating agencies have usually allowed some level of project credit when determining the leverage for other companies under our coverage, Columbia has not had the benefit of receiving this type of support due to its limited track record of execution as a stand alone company following the spinoff from its predecessor.","wordCount":53},{"sentence":"As a result of the inevitable equity needs, Columbia went public with CPPL in early two thousand fifteen due to the lower cost of equity it expected to obtain in the MLP market.","wordCount":33},{"sentence":"Not long after, access to the capital market became more limited as a result of what was going on in the general energy sector, and the currency of the MLP has deteriorated in value.","wordCount":34},{"sentence":"While off its lows and attractive in the relative sense, CPGX would still have to make concessions on the valuation of any new equity in OpCo that would be purchased by the MLP.","wordCount":33},{"sentence":"Said another way, CPPL's initial investments in OpCo should be made at multiples in the high teens as it is buying an interest in an entity that will be growing EBITDA by twenty percent p.a through the end of the decade, but the MLP has been trading at a level where it can't afford such a valuation and still have","wordCount":61},{"sentence":"Barclays | Columbia Pipeline / TC Pipelines, LP any purchase be accretive enough to deliver its promised distribution growth of twenty percent .","wordCount":22},{"sentence":"Without a material recovery in the CPPL unit price, CPGX would have had to do the first transaction at a lower multiple with the hopes of jumpstarting CPPL.","wordCount":28},{"sentence":"We think CPGX shareholders will likely require a portion of the consideration in cash and with CPGX's leverage lower than TransCanada, the latter would be able to add a small amount of debt to do so without materially impacting its current credit metrics.","wordCount":43},{"sentence":"For TransCanada, TCP is an important financing source for the Company but dropdowns into the MLP have been and still remain a function of the funding needs at the parent.","wordCount":30},{"sentence":"While TransCanada has dollar thirteen billion of visible near term projects, the backlog behind that has shrunk with the denial of the presidential permit for Keystone XL, which was supposed to be an dollar eight billion investment.","wordCount":37},{"sentence":"In a scenario where TRP purchased CPGX, there would be at least dollar six.five billion of growth capex from two thousand seventeen two thousand twenty, with peak spending in two thousand seventeen and two thousand eighteen partially filling the hole created by Keystone XL no longer moving forward.","wordCount":49},{"sentence":"If the reported WSJ deal goes ahead, with TransCanada taking on the capex for OpCo, we think TCP's yield could come in as the market calibrates the funding shortfall at the parent, which could accelerate the dropdowns into the MLP and support a higher growth than the ~six.","wordCount":48},{"sentence":"Importantly, we would also highlight that TCP wouldn't be subject to the issues that CPPL is currently facing regarding the high multiples that we mention above.","wordCount":26},{"sentence":"TransCanada has a number of natural gas pipelines earmarked for dropdown into the MLP and we expect these assets to remain at the front of the queue for sale into the MLP.","wordCount":32},{"sentence":"Given that these assets are mature and offer stable cash flows, we suspect they would be dropped for approximately nine.x ten.x.","wordCount":23},{"sentence":"This would be similar to the valuations we've seen historically and support cash flow accretion.","wordCount":15},{"sentence":"With these assets available for drop, the pressure associated with improving CPPL's valuation inside of a four.","wordCount":17},{"sentence":"percent yield to enable OpCo sales at high teens multiples would be eliminated.","wordCount":13},{"sentence":"As noted above, TRP's current natural gas asset inventory would support dropdowns for several years, after which most of Columbia's existing growth projects will be cash flowing.","wordCount":27},{"sentence":"At this point, these assets would be primed to be dropped at more normalized valuations as well.","wordCount":17},{"sentence":"Essentially what a potential purchase of CPGX and CPPL would do for TRP, in our view, is extend the inventory of drops for TCP, with TRP incubating OpCo's projects in the meantime.","wordCount":32},{"sentence":"U.S. Diversified Natural Gas Industry View: NEUTRAL Stock Rating: EQUAL WEIGHT CAGR twenty six.one percent forty nine.","wordCount":19},{"sentence":"percent N/A Price USD twenty two.ninety six Price Target USD twenty one.","wordCount":13},{"sentence":"We rate CPGX Equal Weight due to its levered balance sheet, which will inhibit it from paying out all of its cash flow via dividend, and instead reinvest a portion into new projects.","wordCount":33},{"sentence":"Dividend growth will likely accelerate through the years, but we estimate will only be six.","wordCount":15},{"sentence":"percent in two thousand sixteen and ten percent in two thousand seventeen before moving higher.","wordCount":15},{"sentence":"If we were to assume seventy fivex for the GP in two thousand eighteen, and our upside case's per share value for CPPL of dollar twenty one, CPGX's implied share price is dollar twenty four.","wordCount":35},{"sentence":"If we were to assume fortyx for the GP in two thousand eighteen, and our downside case's per share value for CPPL of dollar twelve, CPGX's implied share price is dollar seventeen.","wordCount":32},{"sentence":"Selected operating and Financial metrics CPPL units owned CPPL distribution per unit Total cash flow from LP distributions GP distributions/IDRs Cash distributions received from CPPL Pro rata distribution from OpCo DCF Total cash received by CPGX Cash available for distribution by CPGX CAD per share Diluted shares Coverage Total debt two thousand fifteenA two thousand sixteenE two thousand seventeenE two thousand eighteenE forty seven .thirty five seventeen seventeen two hundred twenty six two hundred forty three two hundred two .five","wordCount":80},{"sentence":"one fifty eight one fifty nine four hundred thirty three four hundred ninety two four hundred ten one.","wordCount":18},{"sentence":"seven ninety one twelve one hundred four three hundred eighty two four hundred eighty six three hundred ninety four one.","wordCount":20},{"sentence":"seventeen one hundred ten sixty four one hundred seventy three four hundred fifty five six hundred twenty eight four hundred eighty seven one.two","wordCount":24},{"sentence":"U.S. MLPs Industry View: NEUTRAL Stock Rating: OVERWEIGHT two thousand eighteenE one thousand fifty one eight hundred fifty four eight hundred fifty two four hundred ten one.twenty","wordCount":29},{"sentence":"We rate CPPL with an Overweight rating as we think the recent stock sell off tied to the equity overhang has been overdone.","wordCount":23},{"sentence":"CPPL has a robust backlog of projects that will support twenty percent distribution growth through at least two thousand nineteen with minimal commodity and volume exposure .","wordCount":26},{"sentence":"Our upside case assumes the same distribution as our base case, but uses a target yield of four.six","wordCount":19},{"sentence":"percent, ~fiftybps wide of DM's currently implied two thousand seventeen yield.","wordCount":11},{"sentence":"Our downside case assumes the company is only able to deliver distribution growth of twelve.five","wordCount":16},{"sentence":"percent p.a. resulting in an implied two thousand seventeen payout of dollar .eighty","wordCount":14},{"sentence":"Income statement EBITDA EBIT Pre tax income Net income Reported EPU Diluted shares Cash distribution per unit Balance sheet and cash flow Cash and equivalents Net PP and E Total debt Net debt/ Shareholders' equity Cash flow from operations Distributable cash flow Return data ROE ROCE EBITDA /capital Valuation and leverage metrics Distribution coverage EV/EBITDA EV/EBITDA less MC, GP P/DCF EBITDA /interest expense Dividend yield Net debt/EBITDA two thousand fifteenA two thousand sixteenE two thousand seventeenE six hundred eighty three seven hundred ten seven hundred eighty eight five hundred fifty five hundred fifty five six hundred twenty seven five hundred fifty four five hundred fifty five six hundred twenty six seventy four one hundred twelve two hundred thirty nine .eighty","wordCount":120},{"sentence":"U.S. MLPs Industry View: NEUTRAL Stock Rating: EQUAL WEIGHT two thousand fifteenA two thousand sixteenE two thousand seventeenE two thousand eighteenE three hundred sixty five four hundred fifteen five hundred sixty nine six hundred forty nine eighty three hundred nineteen four hundred forty four five hundred nine thirteen two hundred forty three hundred twenty four three hundred fifty eight thirteen two hundred forty three hundred twenty four three hundred fifty eight three.ten","wordCount":74},{"sentence":"sixty four sixty eight seventy nine eighty seven three.fifty one three.seventy","wordCount":13},{"sentence":"Our Equal Weight rating reflects our expectation that TCP's existing asset base and inventory of assets eligible for dropdown from its parent will support distribution growth at a six.","wordCount":29},{"sentence":"Our upside case is based on the same two thousand seventeene distribution as our base case, except assumes the units trade at a yield of seven.","wordCount":26},{"sentence":"Our downside case is based on the same two thousand seventeene distribution as our base case, except assumes the units trade at a yield of nine.","wordCount":26},{"sentence":"Income statement EBITDA EBIT Pre tax income Net income Reported EPU Diluted shares Cash distribution per unit Balance sheet and cash flow Cash and equivalents Net PP and E Total debt Net debt/ Shareholders' equity Cash flow from operations Distributable cash flow Margin and return data ROE EBITDA /capital Valuation and leverage metrics Distribution coverage EV/EBITDA EV/EBITDA less MC, GP P/DCF EBITDA /interest expense Dividend yield Net debt/EBITDA","wordCount":68},{"sentence":"We, Christine Cho, CFA and Richard Gross, hereby certify that the views expressed in this research report accurately reflect our personal views about any or all of the subject securities or issuers referred to in this research report and no part of our compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":64},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Columbia Pipeline Group, Inc., Equal Weight/Neutral, A/CD/CE/D/J/K/L/M/O Columbia Pipeline Partners LP, Overweight/Neutral, CE/D/J/K/L/M/O TC Pipelines, LP, Equal Weight/Neutral, CD/CE/J Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":53},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Diversified Natural Gas AGL Resources Inc. Cheniere Energy Partners LP Holdings, LLC Enlink Midstream Llc.","wordCount":29},{"sentence":"U.S. MLPs American Midstream Partners LP Arc Logistics Partners LP Blueknight Energy Partners, L.P. Buckeye Partners, L.P. Columbia Pipeline Partners LP CrossAmerica Partners LP Dominion Midstream Partners, LP fourteen March two thousand sixteen AmeriGas Partners, L.P. Archrock Partners LP Boardwalk Pipeline Partners LP Calumet Specialty Products Partners, L.P. CONE Midstream Partners LP DCP Midstream Partners LP Dynagas LNG Partners LP. Antero Midstream Partners LP Black Stone Minerals Breitburn Energy Partners L.P. Cheniere Energy Partners LP Crestwood Equity Partners L.P. Delek Logistics Partners LP Enable Midstream Partners LP twelve Atmos Energy Columbia Pipeline Group, Inc. EQT Corporation MDU Resources Group Plains GP Holdings LP Spectra Energy Corp. UGI Corp. Cheniere Energy Enbridge Inc. Kinder Morgan Inc.","wordCount":122},{"sentence":"National Fuel Gas Questar Corp. Tallgrass Energy GP, LP Williams Cos.","wordCount":11},{"sentence":"Enbridge Energy Partners Enlink Midstream Partners LP EQT GP Holdings, LP Foresight Energy LP Global Partners LP Holly Energy Partners LP KNOT Offshore Partners, LP.","wordCount":25},{"sentence":"Memorial Production Partners NGL Energy Partners LP NuStar GP Holdings PBF Logistics LP Plains All American Pipeline Shell Midstream Partners LP Sprague Resources LP SunCoke Energy Partners, LP Tallgrass Energy Partners, LP Transocean Partners LLC Valero Energy Partners LP.","wordCount":39},{"sentence":"Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy six companies under coverage.","wordCount":16},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Energy Transfer Equity LP Enterprise Products Prtns LP EQT Midstream Partners LP Gaslog Partners LP Green Plains Partners LP Höegh LNG Partners LP Legacy Reserves LP Midcoast Energy Partners LP Niska Gas Storage Partners LLC OCI Partners LP. PennTex Midstream Partners LP Rice Midstream Partners LP Southcross Energy Partners LP Suburban Propane Partners Sunoco Logistics Partners L.P. TC Pipelines, LP USA Compression Partners LP Vanguard Natural Resources Western Gas Partners LP Williams Partners LP Energy Transfer Partners LP Enviva Partners, LP Ferrellgas Partners Genesis Energy, L.P. Hi Crush Partners LP JP Energy Partners LP Magellan Midstream Partners, LP MPLX LP NuStar Energy LP ONEOK Partners LP Phillips sixty six Partners LP Rose Rock Midstream, L.P. Spectra Energy Partners, LP Summit Midstream Partners LP Sunoco LP.","wordCount":177},{"sentence":"Tesoro Logistics LP USD Partners LP Viper Energy Partners Western Refining Logistics LP","wordCount":13},{"sentence":"Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":19},{"sentence":"USD twenty two.ninety six Rating and Price Target Chart USD","wordCount":11},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Columbia Pipeline Group, Inc. in the previous twelve months.","wordCount":32},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by Columbia Pipeline Group, Inc.. CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Columbia Pipeline Group, Inc.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Columbia Pipeline Group, Inc. in the past twelve months.","wordCount":64},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Columbia Pipeline Group, Inc. and/or in any related derivatives.","wordCount":27},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Columbia Pipeline Group, Inc. within the past twelve months.","wordCount":24},{"sentence":"L: Columbia Pipeline Group, Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Columbia Pipeline Group, Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Columbia Pipeline Group, Inc. stock, which is listed on the New York Stock Exchange.","wordCount":28},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Our dollar twenty one price target is predicated on a sum of the parts: one) dollar six.three billion for CPGX's value of OpCo; two) dollar one.nine billion for the one hundred one million LP units we estimated CPGX will own by two thousand seventeen at a dollar nineteen PT, and three) dollar three.one billion for the GP of CPPL less dollar two.nine billion of debt, divided by four hundred million shares.","wordCount":77},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Customer concentration, commodity exposure, credit risk, regulatory risk, acquisition risk, event risk, and capital markets risk.","wordCount":30},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date eleven Jan two thousand sixteen five Nov two thousand fifteen eight Sep two thousand fifteen three Aug two thousand fifteen eighteen Mar two thousand fifteen Closing Price fifteen.eighty","wordCount":34},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Columbia Pipeline Partners LP. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Columbia Pipeline Partners LP in the past twelve months.","wordCount":44},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Columbia Pipeline Partners LP and/or in any related derivatives.","wordCount":27},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Columbia Pipeline Partners LP within the past twelve months.","wordCount":24},{"sentence":"L: Columbia Pipeline Partners LP is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Columbia Pipeline Partners LP is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Columbia Pipeline Partners LP stock, which is listed on the New York Stock Exchange.","wordCount":28},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Our dollar nineteen price target is predicated on our two thousand seventeene distribution of dollar .ninety","wordCount":18},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Capital markets risk, Customer concentration, commodity exposure, credit risk, regulatory risk, acquisition risk, event risk.","wordCount":29},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date eleven Jan two thousand sixteen six Aug two thousand fifteen eight May two thousand fifteen twenty six Feb two thousand fifteen twenty seven Oct two thousand fourteen nine Jun two thousand fourteen twenty nine Apr two thousand fourteen sixteen Jul two thousand thirteen one May two thousand thirteen Closing Price forty five.sixty","wordCount":59},{"sentence":"seven fifty.fifty nine sixty six.thirty nine sixty five.forty","wordCount":11},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by TC Pipelines, LP.","wordCount":19},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by TC Pipelines, LP.","wordCount":19},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by TC Pipelines, LP and/or in any related derivatives.","wordCount":26},{"sentence":"Valuation Methodology: Our dollar fifty three price target is predicated on a two thousand seventeene distribution of dollar three.ninety","wordCount":20},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Rising interest rates, re contracting risk, weakness in demand levels for natural gas, rate cases, leverage, and the accessibility of capital markets to finance growth requirements.","wordCount":40},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
