{"fileName":"Barclays_CF_Industries_Holdings_CF_Thoughts_after_Two_Days_of_Management_Meeting.pdf","numberSentences":209,"text":[{"sentence":"Basic Industries | U.S. Metals and Mining twenty nine February two thousand sixteen","wordCount":14},{"sentence":"We were pleased to host a series of investor meetings in California last week with CF Industries: Participants included President/CEO Tony Will, CFO Dennis Kelleher, SVP of Sales, Distribution, and Marketing Bert Frost, and the IR team led by Dan Aldridge.","wordCount":41},{"sentence":"In our view, the further along that CF's growth and market strategies progress, the better the company's story appears: The CHS deal has closed, the OCI transaction is moving toward completion in threeQ, and the major organic expansions will ramp up over the rest of two thousand sixteen.","wordCount":48},{"sentence":"Though currency issues and urea pricing have been front of mind in the market for months, it's been our view that as CF's strategic pieces move into place and capex spending winds down, the company's key investment proposition ­ a favorable cash flow profile underpinned by low gas costs and an industry leading production and distribution platform ­ will again emerge.","wordCount":61},{"sentence":"We found it a good sign that the buyside inquiries on this trip centered more on CF's production mix decisions, export prospects, and tax details than on speculation over FX or natural gas prices.","wordCount":34},{"sentence":"CF's executives added useful color on how a pro forma CF/OCI will operate: As investors have had time to digest the several pieces of the inversion/asset combination, we've seen investor pushback fade.","wordCount":32},{"sentence":"Will, Kelleher, and Frost are helping this process by clarifying more details on the deal timeline, on the post transaction tax rate, on the opportunities from a combined GrowHo with Geleen production system in Europe, and on the current hurdles facing the Natgasoline project.","wordCount":44},{"sentence":"China's behavior as the world's marginal nitrogen producer remains the biggest risk to the stock: A weaker RMB, collapsed freight costs, and low coal prices have enabled China to export urea at an ever lower breakeven cost.","wordCount":37},{"sentence":"Similar risks exist for other materials where China is net long; CF's differentiation is in its profitability level even at reduced realizations.","wordCount":22},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"percent CF eight thousand one hundred forty six two hundred thirty three.eight","wordCount":13},{"sentence":"U.S. Metals and Mining Matthew J. Korn, CFA one.two","wordCount":11},{"sentence":"hundred twenty six.three thousand seven hundred seventeen matthew.korn at barclays dot com BCI, US Kalpesh Patel, CFA one.two","wordCount":21},{"sentence":"hundred twenty six.seven thousand five hundred nineteen kalpesh.h.patel at barclays dot com BCI, US Justin Wieland +one two hundred twelve five hundred twenty six one thousand six hundred thirty two justin.wieland","wordCount":35},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE five.","wordCount":11},{"sentence":"U.S. Metals and Mining Industry View: NEUTRAL Stock Rating: OVERWEIGHT two thousand fifteenA four thousand three hundred nine one thousand seven hundred eleven one thousand one hundred ninety three one thousand fifty eight eight hundred seventy one three.sixty","wordCount":40},{"sentence":"two thousand sixteenE four thousand four hundred ninety seven two thousand nine one thousand five hundred eighteen one thousand three hundred twenty four seven hundred forty one three.twenty","wordCount":29},{"sentence":"two thousand seventeenE four thousand nine hundred forty five two thousand two hundred twenty seven one thousand seven hundred five one thousand four hundred seventy six eight hundred twenty six three.seventy","wordCount":32},{"sentence":"two thousand eighteenE five thousand one hundred three two thousand one hundred sixty six one thousand six hundred nineteen one thousand three hundred ninety one seven hundred seventy eight three.sixty","wordCount":31},{"sentence":"CF remains well positioned as a global nitrogen producer advantaged by low cost North American natural gas, and we believe the company will benefit financially and strategically from its pending deal with OCI.","wordCount":33},{"sentence":"While investors understandably focus on near term commodity price risks out of China, CF's margins and cash flow generation should rebound.","wordCount":21},{"sentence":"forward multiple applied to a projected two thousand seventeen EBITDA of dollar two.eightB, which assumes higher nitrogen pricing.","wordCount":19},{"sentence":"Our downside case of dollar twenty one uses a six.x forward multiple applied to a projected two thousand seventeen EBITDA of dollar one.eightB,","wordCount":25},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Equity free cash flow Valuation and leverage metrics P/E EV/EBITDA Equity FCF yield P/Sales P/BV Dividend yield Total debt/capital Selected operating metrics Sales volume Phosphate Average price Phosphate Sales volume Nitrogen Average price Nitrogen","wordCount":105},{"sentence":"It's good to be in California in February, especially while urea prices are recovering","wordCount":14},{"sentence":"In spending time with CF Industries' top management last week, we heard the following themes emerge over and over again: one.","wordCount":21},{"sentence":"Under current conditions, CF's business is still generating ample gross margins and healthy cash flow.","wordCount":15},{"sentence":"Even assuming no profound improvement in market conditions the company's capital allocation options open up as capex winds down, production scale and diversity increases, and share repurchases become viable again after the OCI transaction closes.","wordCount":35},{"sentence":"Our own estimates bear this out; we assume all in nitrogen pricing falls by over fourteen percent in two thousand sixteen vs. two thousand fifteen and then remains essentially flat.","wordCount":30},{"sentence":"Still CF's FCF yield should move from sixteen percent in two thousand fifteen to +thirteen percent by two thousand seventeen ­ and our model does not include pro forma OCI effects, which we estimate to be accretive to cash flow per share.","wordCount":42},{"sentence":"CF's market position is much more stable than many in the market understand it to be.","wordCount":16},{"sentence":"Two items here particularly interested us: First, as we've long emphasized, the long assumed build out of North American nitrogen capacity that attracted so much attention when projects were announced in the hey days of two thousand twelve has largely shrunk to the build out of CF capacity ­ Donaldsonville, Port Neal, and Wever/OCI.","wordCount":54},{"sentence":"CF's investor presentation, shows that even after including these plants and the four new plants aimed at industrial use, a pro forma two thousand fifteen U.S. nitrogen import total would have still been a healthy seven.fourmm","wordCount":38},{"sentence":"Given a three five year development period and economics that don't support greenfield projects, the prospect of a balanced or net long U.S. nitrogen market that decouples from global pricing levels is highly unlikely in the near to medium term.","wordCount":41},{"sentence":"Second, by folding in the Wever plant and combining the capabilities of Donaldsonville with the Dubai based, tax advantaged trading platform, CF should be able to protect its regional premiums within North America.","wordCount":33},{"sentence":"A Wever that is under the control of CF and has access to CF's distribution network will be a more disciplined asset than it would have been under OCI.","wordCount":29},{"sentence":"As an OCI plant Wever would have had much less market access, and in response it would likely have been more aggressive on pricing.","wordCount":24},{"sentence":"With Donaldsonville soon capable of exporting millions of tons of product via the taxfree entity in Dubai ­ potentially bringing after tax margins on export sales in line with domestic sales, CF's ability to advantageously manage and balance the domestic market will be substantially increased.","wordCount":45},{"sentence":"CF filed its ten K as of February twenty fiveth, and the company is waiting for OCI to file its year end financials in the near term.","wordCount":27},{"sentence":"After this is done, CF will re submit an updated Sfour with the SEC expecting a relatively quick turnaround .","wordCount":19},{"sentence":"The company will then issue a forty two day notice of its shareholder meeting, hold its meeting, and then wait out a sixty day period according to Dutch law.","wordCount":29},{"sentence":"This all implies an expected closing date in July or August two thousand sixteen.","wordCount":14},{"sentence":"As we discussed in our note from last Friday, A first glimpse at USDA's two thousand sixteen/ seventeen forecasts... February twenty six, two thousand sixteen, the arrival of warm weather early this year after many growers were prevented","wordCount":38},{"sentence":"Barclays | CF Industries Holdings from putting sufficient nitrogen down in the form of ammonia last fall is expected to lead to healthy sales of urea and UAN in the spring.","wordCount":31},{"sentence":"Our impression from trade publications, industry sources, and the tenor of CF management's commentary last week is that product is moving well as March approaches, and that inventories are sufficient for the first round of applications in most regions.","wordCount":39},{"sentence":"If the season progresses without any weather disruptions, the regional distribution system will need to perform very efficiently","wordCount":18},{"sentence":"The short summary of all the items above is this: CF is as well positioned in its industry as any company that we cover.","wordCount":24},{"sentence":"The challenge for investors is whether the stock can get credit for a leading share in what's still a commodity market until the China/global growth/FX fears fade.","wordCount":27},{"sentence":"Fears of the effects of a yuan devaluation are widespread well beyond the materials stocks in our universe.","wordCount":18},{"sentence":"For those commodities where China is net long, a weaker CNY:USD implies a flatter cost curve.","wordCount":16},{"sentence":"For those where China is short, the worry is that demand will weaken and bring down the price.","wordCount":18},{"sentence":"If you have a negative view on the direction of the CNY, you're generally not going to find attraction in the raw materials sector or CF stock.","wordCount":27},{"sentence":"That said, we see reason to be encouraged for those looking for high quality names within a heavily beaten down sector.","wordCount":21},{"sentence":"CF has absorbed investor concerns around tax inversion rules and adapted accordingly .","wordCount":12},{"sentence":"The CHS deal is complete, adding dollar two.eight billion in cash to the company's balance sheet at a very favorable implied valuation.","wordCount":23},{"sentence":"The OCI deal is within sight, and with project financing for the Natgasoline project likely difficult for OCI to achieve, CF's methanol exposure may wind up to be much less than some investors had feared.","wordCount":35},{"sentence":"With catalysts over two thousand sixteen including the anticipated threeQ OCI deal closure and the potential restart of share buybacks, we remain Overweight on CF shares and look forward to the time when the company returns to its previous wheelhouse of selling more nitrogen, buying back shares, and repeating.","wordCount":49},{"sentence":"NOTE: We do not include OCI pro forma effects in our current estimates, but call us and we're happy to walk through those scenarios or any other details regarding our models.","wordCount":31},{"sentence":"I, Matthew J. Korn, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":62},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks CF Industries Holdings, Overweight/Neutral, CE/J/K/M/O Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":39},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve twenty nine February two thousand sixteen five","wordCount":29},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Metals and Mining Agrium Inc. Cloud Peak Energy Inc. Israel Chemicals Ltd.","wordCount":26},{"sentence":"Potash Corporation of Saskatchewan The Mosaic Company Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy four companies under coverage.","wordCount":23},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry Consol Energy Inc. Nucor Corp.","wordCount":23},{"sentence":"United States Steel Corp. CF Industries Holdings Freeport McMoRan Peabody Energy Corp. Steel Dynamics, Inc.","wordCount":15},{"sentence":"industry coverage universe), taken from among the Overweight rated stocks within that industry.","wordCount":13},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date twenty two Feb two thousand sixteen twelve Jan two thousand sixteen nineteen Nov two thousand fifteen five Oct two thousand fifteen fourteen Aug two thousand fifteen nineteen Jun two thousand fifteen nineteen Feb two thousand fifteen seven Nov two thousand fourteen eight Aug two thousand fourteen fourteen May two thousand fourteen ten Apr two thousand fourteen Closing Price thirty three.fifty","wordCount":66},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by CF Industries Holdings.","wordCount":19},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by CF Industries Holdings and/or in any related derivatives.","wordCount":26},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from CF Industries Holdings within the past twelve months.","wordCount":23},{"sentence":"M: CF Industries Holdings is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in CF Industries Holdings stock, which is listed on the New York Stock Exchange.","wordCount":27},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Our dollar forty three price target reflects a weighted average of two valuation methodologies: a six.fivex","wordCount":19},{"sentence":"EV multiple on our two thousand seventeenE EBITDA estimate of dollar two.twenty three billion, implying a dollar thirty five stock price, and a discounted cash flow model with a WACC of eight.five","wordCount":34},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Complications with the pending OCI transaction, an overall slowdown in economic growth, a material shift lower in the cost of Chinese nitrogen production, a spike in natural gas prices, or weaker crop prices that discourage North American planted acreage could cause CF Industries to perform materially lower than our expectations.","wordCount":64},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
