{"fileName":"Barclays_IT_Hardware_and_Data_Networking_Three_Way_Forward_Ideas_-_OW_Cisco_and.pdf","numberSentences":308,"text":[{"sentence":"This report contains excerpts from a group report published earlier today by the Barclays Technology research team entitled Best Ideas Amid a Shaky Market.","wordCount":24},{"sentence":"We present three ideas to pave the way forward for investors seeking to take advantage of the recent capital markets downdraft ­ two stocks to OW and one stock to UW or trim .","wordCount":33},{"sentence":"There will be a day when the investment community feels better about the world, and we think that such a restoration could start to emerge in the near term .","wordCount":29},{"sentence":"Some stocks could struggle, though, as investors might shy away from self help or cloud challenged companies despite sharply lower valuations.","wordCount":21},{"sentence":"In the past month, average price to earnings multiples have compressed one.seven","wordCount":13},{"sentence":"In contrast, while over a longer period, average multiples compressed four.four","wordCount":12},{"sentence":"turns during the two hundred thousand eight hundred nine global recession when fundamentals were under major duress .","wordCount":17},{"sentence":"In the next two weeks, quarterly reports of technology companies should support our view that fundamentals are not great, but they are not under major duress like in two thousand eight nine.","wordCount":32},{"sentence":"Despite IBM's miss on January nineteen, which is more company specific due to the cloud's drag on middleware and services, we think broader tech industry fundamentals are not as bad as the recent compression in valuation metrics would suggest.","wordCount":39},{"sentence":"While cautious on parts of our dualsector coverage, we do not expect a global recession.","wordCount":15},{"sentence":"As a result, we think valuation multiple improvements on the order of one two turns could lead the way forward over the next sixty ninety days, particularly on higher quality stories such as Cisco and CDW.","wordCount":36},{"sentence":"turns in the past month, but we are not expecting the stock's multiple to be an early beneficiary of any near term retracement.","wordCount":23},{"sentence":"We think that Xerox's operating challenges could give investors pause as the bar stands to rise for self help stories after the recent market pullback and investor unease.","wordCount":28},{"sentence":"For investors not interested in our three way forward ideas, we provide the latest rendering of our Strength Quadrants to help identify models that could offer above peer or below peer performance.","wordCount":32},{"sentence":"As highlighted in our October fourteen, two thousand fifteen dual sector launch, our stock ratings and industry views are framed by our Strength Quadrants related to go tomarket and operating model.","wordCount":31},{"sentence":"Unchanged For a full list of our ratings, price target and earnings changes in this report, please see table on page two.","wordCount":22},{"sentence":"U.S. IT Hardware and Data Networking Mark Moskowitz +one four hundred fifteen two hundred sixty three four thousand four hundred fifty six mark.moskowitz at barclays dot com BCI, US Trevor Bacon +one two hundred twelve five hundred twenty six three thousand one hundred fifty six trevor.bacon","wordCount":49},{"sentence":"at barclays dot com BCI, US Daniel Gaide +one two hundred twelve five hundred twenty six two thousand nine hundred twelve daniel.gaide","wordCount":23},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE eleven.","wordCount":11},{"sentence":"Barclays | IT Hardware and Data Networking Summary of our Ratings, Price Targets and Earnings Changes in this Report","wordCount":19},{"sentence":"Company Rating Old New U.S. Data Networking Arista Networks, Inc. Brocade Communications Cisco Systems, Inc. Ffive Networks, Inc. Juniper Networks U.S. IT Hardware Apple, Inc. CDW Corp. Hewlett Packard Enterprise HP Inc.","wordCount":34},{"sentence":"IBM Corp. NetApp, Inc. Nimble Storage Pure Storage Seagate Technology Western Digital Corp. Xerox Co. Pos Pos sixty two.fifty","wordCount":20},{"sentence":"Price twenty one Jan sixteen Old Price Target New percent Chg Old EPS FYone New percent Chg Old EPS FYtwo New percent Chg","wordCount":23},{"sentence":"Neg Neg OW OW OW OW UW EW UW UW EW EW EW EW UW UW EW UW UW EW EW EW EW UW ninety six.thirty thirty seven.sixty","wordCount":30},{"sentence":"Share prices and target prices are shown in the primary listing currency and EPS estimates are shown in the reporting currency.","wordCount":21},{"sentence":"Stock Rating: OW: Overweight; EW: Equal Weight; UW: Underweight; RS: Rating Suspended Industry View: Pos: Positive; Neu: Neutral; Neg: Negative","wordCount":20},{"sentence":"The following section is an excerpt from Best Ideas Amid a Shaky Market published by the Barclays Technology research team on twenty two January two thousand sixteen In the past month, average price to earnings multiples have compressed one.seven","wordCount":40},{"sentence":"In contrast, while over a longer period, average multiples compressed four.four","wordCount":12},{"sentence":"turns during the two thousand eight nine global recession when fundamentals were under major duress .","wordCount":15},{"sentence":"In the next two weeks, quarterly reports of technology companies should support our view that fundamentals are not great, but they are not under major duress like in two thousand eight nine.","wordCount":32},{"sentence":"FIGURE one New Year's two thousand sixteen P/E Compression Shock Wave","wordCount":11},{"sentence":"Price to earnings based on calendar year two two thousand fifteen Company Avg.","wordCount":13},{"sentence":"P/E Multiple IT Hardware Apple CDW Hewlett Packard IBM NetApp Xerox Average Networking Arista Brocade Cisco Ffive Juniper Average","wordCount":19},{"sentence":"Despite IBM's miss on January nineteen, which is more company specific due to the cloud's drag on middleware and services, we think broader tech industry fundamentals are not as bad as the recent compression in valuation metrics would suggest.","wordCount":39},{"sentence":"While cautious on parts of our dual sector coverage, we do not expect a global recession or a similar valuation compression shock wave of two thousand eight nine.","wordCount":28},{"sentence":"As a result, we think valuation multiple improvements on the order of one two turns could lead the way forward over the next sixty ninety days, particularly on higher quality stories such as Cisco and CDW.","wordCount":36},{"sentence":"Barclays | IT Hardware and Data Networking FIGURE two The Big One two thousand eight two thousand nine Global Recession P/E Compression Shock Wave","wordCount":24},{"sentence":"Price to earnings based on calendar year two two thousand seven two thousand eight two thousand nine Company Avg.","wordCount":19},{"sentence":"P/E Multiple IT Hardware Apple Hewlett Packard IBM NetApp Xerox Average Networking Brocade Cisco Ffive Juniper Average","wordCount":17},{"sentence":"In the below figure, we present three select stocks to navigate the recent capital markets downdraft.","wordCount":16},{"sentence":"Our way forward valuation framework assigns either the pre or postNew Year's two thousand sixteen downdraft multiple to a specific stock.","wordCount":21},{"sentence":"In the case of CDW and Cisco, we think that as fundamentals are determined not to be under major duress that the predowndraft multiple will be restored in due time.","wordCount":30},{"sentence":"This approach implies greater than twenty percent appreciation potential in the stock prices of Cisco and CDW in the near term when assuming our EPS estimates remain relatively unchanged and price to earnings multiples return to levels prior to the recent downdraft.","wordCount":42},{"sentence":"While these two stocks are not our top picks, the implied appreciation potential of both Cisco and CDW is too big to ignore.","wordCount":23},{"sentence":"FIGURE three THE WAY FORWARD NOT ALL P/E MULTIPLES WILL RETRACE TO PRE two thousand sixteen DOWNDRAFT LEVELS IN THE NEAR TERM","wordCount":22},{"sentence":"dollar Price Company Cisco CDW Xerox Ticker CSCO CDW XRX one/twenty one/two thousand sixteen dollar twenty two.ninety dollar thirty seven.five","wordCount":22},{"sentence":"percent twelve Month Barclays PT dollar thirty one dollar fifty one dollar nine","wordCount":13},{"sentence":"In contrast, there could be instances whereby investors shy away from challenged stories even after any capital markets recovery.","wordCount":19},{"sentence":"We apply this construct to Xerox, arriving at dollar eight near term stock price implying greater downside to our twelve month price target of dollar nine.","wordCount":26},{"sentence":"flex its model towards attractive end markets in times of disruption.","wordCount":11},{"sentence":"consensus estimates, owing to diverse model and U.S. centric revenue exposure.","wordCount":12},{"sentence":"In addition, E Rate could prop up public sector revenue trends for a few quarters, following the delayed roll out.","wordCount":20},{"sentence":"segments, such as networking and security, which could prop up gross margin.","wordCount":12},{"sentence":"While our estimates could have downside risk, we do not think the cuts will take our estimates to current consensus levels, ie, consensus should tick up in coming weeks.","wordCount":29},{"sentence":"after years of share gains, or the company's ability to flex its portfolio to sturdier tech segments or customer verticals could fade.","wordCount":22},{"sentence":"CDW currently trades at EV/EBITDA and P/E multiples of seven.sevenx","wordCount":11},{"sentence":"and ten.threex, versus the stock's one year average of eight.ninex","wordCount":12},{"sentence":"current macro storm and could be re rated higher if investors rotate out of growthtech investments towards more stable value tech companies.","wordCount":22},{"sentence":"Further, Cisco is making strides to make its products more cloud friendly ­ even customizing its systems for strategic customers.","wordCount":20},{"sentence":"prolonged weakness in China could have indirect impact on Cisco's model, we point out that the country drives less than three percent of Cisco revenue.","wordCount":25},{"sentence":"cloud adoption accelerates beyond our current assumptions, we believe Cisco could experience lower growth for an extended period.","wordCount":18},{"sentence":"Within the U.S., in particular, carriers are looking to reduce capex by doing more with less by leveraging more software based capabilities.","wordCount":23},{"sentence":"Cisco is adapting its portfolio to play to this trend, but it is likely deflationary over time, which could present downside risk to our estimates.","wordCount":25},{"sentence":"Cisco currently trades at EV/EBITDA and P/E multiples of four.eightx and nine.ninex,","wordCount":14},{"sentence":"versus the stock's three year average of five.eightx and eleven.twox,","wordCount":12},{"sentence":"We expect Xerox's services revenue growth and operating margin profiles to exhibit increasing downside risk and would not be surprised to see Xerox cut the segment's growth and margin targets.","wordCount":30},{"sentence":"Such a downdraft could take the stock and keep its valuation multiples at post New Year's downdraft levels.","wordCount":18},{"sentence":"However, we are not sure what the activist investor can accomplish given that the company has been a perennial cost cutter and increasingly focused on growing capital allocation in recent years.","wordCount":31},{"sentence":"Despite the high level of recurring revenue, we think that increasing headwinds in printing stand to hurt the transactional side of the model.","wordCount":23},{"sentence":"We also are concerned that services could continue to struggle as the company revamps its pricing and development strategies.","wordCount":19},{"sentence":"support more of a yield play stock profile over the long term.","wordCount":12},{"sentence":"Xerox currently trades at EV/EBITDA and P/E multiples of five.ninex and nine.sixx,","wordCount":14},{"sentence":"versus the stock's three year average of six.threex and nine.eightx,","wordCount":12},{"sentence":"Beyond our way forward ideas for near term, opportunistic investing, we recommend long term investors build, add to, or hold positions in the two OW rated stocks in IT Hardware and any of our OW rated or EW rated Data Networking stocks .","wordCount":42},{"sentence":"In our view, these six stocks can exhibit less downside risk in tougher times and represent potential lead beneficiaries whenever the global economy improves.","wordCount":24},{"sentence":"Plus, the respective models and end market exposure of these companies sit on the right side of the long term growth vector of the cloud.","wordCount":25},{"sentence":"dollar in millions, except per share data Ticker IT Hardware Apple CDW Hewlett Packard Enterprise HP Inc.","wordCount":17},{"sentence":"IBM NetApp Nimble Storage Pure Storage Seagate Technology Western Digital Xerox Market Cap Rating Price one/twenty one/two thousand sixteen Price Target Target Implied Return fifty two Week Range Low High","wordCount":30},{"sentence":"AAPL CDW HPE HPQ IBM NTAP NMBL PSTG STX WDC XRX","wordCount":11},{"sentence":"dollar five hundred thirty six thousand six hundred fifty one dollar six thousand two hundred seventy two dollar twenty one thousand fifteen dollar seventeen thousand one hundred twelve dollar one hundred eighteen thousand two hundred eighteen dollar six thousand two hundred forty two dollar five hundred twenty seven dollar two thousand five hundred thirteen dollar eight thousand six hundred seventy three dollar ten thousand six hundred ten dollar eight thousand eight hundred sixty nine","wordCount":74},{"sentence":"OW OW UW EW UW UW EW EW EW EW UW","wordCount":11},{"sentence":"dollar one hundred fifty dollar fifty one dollar thirteen dollar fourteen dollar one hundred twenty five dollar twenty five dollar nine dollar seventeen dollar thirty six dollar sixty seven dollar nine","wordCount":31},{"sentence":"seven dollar one hundred seventy six.thirty dollar thirty nine.ninety","wordCount":11},{"sentence":"dollar four thousand two hundred ninety three dollar three thousand one hundred forty two dollar one hundred sixteen thousand two hundred forty two dollar six thousand three hundred thirty five dollar nine thousand eight hundred thirty seven","wordCount":37},{"sentence":"dollar eighty nine dollar ten dollar thirty one dollar ninety six dollar thirty two","wordCount":14},{"sentence":"OW = Overweight; EW = Equal Weight; UW = Underweight U.S.IT Hardware view is Negative; U.S. Data Networking view is Positive.","wordCount":24},{"sentence":"For investors looking to take advantage of the recent capital markets pullback but are not interested in our three way forward ideas, we provide our Strength Quadrants to help identify models that could offer above peer or below peer performance.","wordCount":40},{"sentence":"As highlighted in our October fourteen, two thousand fifteen dual sector launch, our stock ratings and industry views are framed by our Strength Quadrants related to go to market and operating model .","wordCount":32},{"sentence":"GTM focuses on cloud displacement risk and market share gain potential, and OM focuses on relative margin protection and Ctwo thousand fourteen sixteenE revenue growth CAGR potential.","wordCount":27},{"sentence":"It is important to note that each company's strengths are evaluated in relation only to our two coverage universes ­ not the entire tech sector.","wordCount":25},{"sentence":"There are technology companies not presented below that could rank higher in one or both leadership quadrants, particularly those driving cloud based or software based workloads and related efficiencies and cost savings for the customer.","wordCount":35},{"sentence":"Apple Apple Juniper HPQ WD Seagate Xerox Nimble IBM NetApp HPE Cloud Shield Margin Protection Brocade CDW Pure HPE WD NetApp Xerox Nimble Seagate Pure Cisco Ffive IBM Juniper CDW Arista HPQ Brocade Cisco Ffive Arista","wordCount":36},{"sentence":"For the operating model Strength Quadrant, the other key metric is relative margin protection.","wordCount":14},{"sentence":"We evaluated the gross margin, EBITDA margin, and operating margin trendlines of all companies, and the trends that were below Ctwo thousand fourteenA or indicating a sharp V shaped snapback, typically pointed to higher risk to numbers, and thus, a lower margin protection profile.","wordCount":44},{"sentence":"FIGURE seven Networking Companies Exhibit More Attractive Revenue Growth and Margin Profiles","wordCount":12},{"sentence":"dollar in millions, except per share data TR Ticker IT Hardware Apple CDW Hewlett Packard Enterprise HP Inc.","wordCount":18},{"sentence":"IBM NetApp Nimble Storage * Pure Storage * Seagate Technology Western Digital Xerox Ctwo thousand fourteen Revenue Ctwo thousand fifteenE Ctwo thousand sixteenE Ctwo thousand fourteen Y/Y Growth percent Ctwo thousand fifteenE Ctwo thousand sixteenE CAGR percent two thousand twelve fourteen CAGR percent two thousand fourteen sixteenE Ctwo thousand fourteen Gross Margin percent Ctwo thousand fifteenE Ctwo thousand sixteenE Ctwo thousand fourteen EBITDA Margin percent Ctwo thousand fifteenE Ctwo thousand sixteenE","wordCount":71},{"sentence":"AAPL US CDW US HPE US HPQ US IBM US NTAP US NMBL US PSTG US STX US WDC US XRX US","wordCount":22},{"sentence":"dollar one hundred ninety nine thousand eight hundred twelve thousand seventy five fifty three thousand nine hundred fifty six thousand two hundred ninety eight ninety two thousand seven hundred ninety four six thousand two hundred thirty two two hundred twenty eight one hundred seventy four fourteen thousand one hundred eighty eight fifteen thousand one hundred eighty five nineteen thousand five hundred forty","wordCount":62},{"sentence":"dollar two hundred thirty six thousand two thirteen thousand twenty two fifty one thousand eight hundred thirteen fifty thousand one hundred thirty eighty one thousand seven hundred forty two five thousand seven hundred sixty three hundred nineteen four hundred twenty six twelve thousand thirty five thirteen thousand three hundred seventy three eighteen thousand seventy four","wordCount":55},{"sentence":"dollar two hundred forty nine thousand six hundred eighty one fourteen thousand nine hundred nineteen fifty thousand five hundred eighty three forty eight thousand five hundred sixty six seventy eight thousand two hundred twelve five thousand six hundred twenty five three hundred sixty six hundred forty four eleven thousand two hundred seventy seven twelve thousand five hundred sixty three seventeen thousand four hundred eighteen Average","wordCount":65},{"sentence":"dollar five hundred eighty four two thousand two hundred twenty three forty eight thousand eighty three one thousand seven hundred eighty eight four thousand six hundred twenty seven","wordCount":28},{"sentence":"dollar eight hundred thirty two two thousand two hundred forty six forty nine thousand four hundred fifty two one thousand nine hundred forty seven four thousand eight hundred twenty nine","wordCount":30},{"sentence":"dollar one thousand seventy five two thousand two hundred eleven fifty thousand thirty one one thousand nine hundred ninety six five thousand twenty seven Average","wordCount":25},{"sentence":"Continuing the theme of the cloud divide, for those companies having lower relative cloud insulation or shields, we attached a higher level of risk to their margin profiles even if not fully reflected in our current estimates.","wordCount":37},{"sentence":"Again, the starting point is evaluating Ctwo thousand fourteenA versus Ctwo thousand sixteenE.","wordCount":13},{"sentence":"If the estimated gross margin or EBITDA margin already is lower than the Ctwo thousand fourteenA, then our view is that incremental risks loom if cloud related or macroeconomic related deflationary factors intensify in the next twelve eighteen months.","wordCount":39},{"sentence":"Barclays | IT Hardware and Data Networking FIGURE eight IT Hardware ­ Gross and Operating Margin Peak Trough Trend Analysis","wordCount":20},{"sentence":"Gross and operating profit as percent of revenue Gross margin Calendar two thousand sixteenE Apple CDW HP Enterprise HP Inc.","wordCount":20},{"sentence":"IBM NetApp Nimble Pure Seagate Western Digital Xerox thirty nine.nine","wordCount":11},{"sentence":"percent Ctwo thousand eight Ctwo thousand fourteen Peak Trough Average forty seven.four","wordCount":13},{"sentence":"percent Operating margin Ctwo thousand eight Ctwo thousand fourteen Peak Trough Average thirty nine.three","wordCount":15},{"sentence":"FIGURE nine Data Networking ­ Gross and Operating Margin Peak Trough Trend Analysis","wordCount":13},{"sentence":"Gross and operating profit as percent of revenue Gross margin Calendar two thousand sixteenE Arista Networks Brocade Cisco Ffive Networks Juniper Networks sixty four.one","wordCount":25},{"sentence":"percent Ctwo thousand eight Ctwo thousand fourteen Peak Trough Average sixty nine.six","wordCount":13},{"sentence":"percent Calendar two thousand sixteenE twenty six.five percent twenty four.one","wordCount":12},{"sentence":"percent Operating margin Ctwo thousand eight Ctwo thousand fourteen Peak Trough Average twenty seven.one","wordCount":15},{"sentence":"I, Mark Moskowitz, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":60},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks CDW Corp., Overweight/Negative, A/C/D/J/K/L/M Cisco Systems, Inc., Overweight/Positive, A/C/D/J/K/L/M/N Other Material Conflicts: Barclays Bank PLC and/or an affiliate is providing investment banking services to Cisco Systems, Inc in relation to its acquisition of Lancope Inc.","wordCount":37},{"sentence":"The rating, price target and estimates on Cisco do not incorporate this potential transaction.","wordCount":14},{"sentence":"Xerox Co., Underweight/Negative, C/J/K/N/O Materially Mentioned Stocks IBM Corp., Underweight/Negative, A/C/D/J/K/L/M/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":43},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for twenty two January two thousand sixteen eleven","wordCount":31},{"sentence":"remuneration, other than normal course investment advisory or trade execution services.","wordCount":11},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Data Networking Arista Networks, Inc. Ffive Networks, Inc.","wordCount":22},{"sentence":"U.S. IT Hardware Apple, Inc. HP Inc. Nimble Storage Western Digital Corp. Distribution of Ratings: Barclays Equity Research has one thousand nine hundred sixty seven companies under coverage.","wordCount":29},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"thirty nine percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"sixteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty four percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"IBM Corp. Pure Storage Xerox Co. Hewlett Packard Enterprise NetApp, Inc. Seagate Technology Brocade Communications Juniper Networks Cisco Systems, Inc.","wordCount":20},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date four Nov two thousand fifteen fourteen Oct two thousand fifteen twenty seven Mar two thousand fifteen ten Feb two thousand fifteen Closing Price forty five.ninety","wordCount":31},{"sentence":"twenty two.eighty one Overweight Equal Weight Overweight Coverage Dropped Rating","wordCount":11},{"sentence":"Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":15},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of CDW Corp. in the previous twelve months.","wordCount":30},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by CDW Corp.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from CDW Corp. in the past twelve months.","wordCount":40},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by CDW Corp. and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from CDW Corp. within the past twelve months.","wordCount":22},{"sentence":"L: CDW Corp. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: CDW Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"Valuation Methodology: Our dollar fifty one price target is based on ten.fivex and thirteen.onex","wordCount":16},{"sentence":"our Ctwo thousand sixteen EBITDA and EPS estimates of dollar one.one billion and dollar three.sixty","wordCount":17},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: one) CDW's U.S. centric model could encounter market saturation after years of share gains .","wordCount":29},{"sentence":"two) CDW's ability to flex its portfolio to sturdier tech segments or customer verticals could fade .","wordCount":16},{"sentence":"three) Long held margin stability could fade if recent sales hires do not reach productivity levels .","wordCount":16},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date thirteen Nov two thousand fifteen fourteen Oct two thousand fifteen thirty Mar two thousand fifteen fourteen Jan two thousand fifteen fourteen Aug two thousand fourteen fifteen May two thousand fourteen eighteen Mar two thousand fourteen fourteen Nov two thousand thirteen four Nov two thousand thirteen fifteen Aug two thousand thirteen six Aug two thousand thirteen sixteen May two thousand thirteen one Apr two thousand thirteen Closing Price twenty six.twenty one twenty seven.eighty","wordCount":79},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Cisco Systems, Inc. in the previous twelve months.","wordCount":31},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Cisco Systems, Inc.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Cisco Systems, Inc. in the past twelve months.","wordCount":42},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Cisco Systems, Inc. and/or in any related derivatives.","wordCount":26},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Cisco Systems, Inc. within the past twelve months.","wordCount":23},{"sentence":"L: Cisco Systems, Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"M: Cisco Systems, Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"N: Cisco Systems, Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"Valuation Methodology: Our dollar thirty one price target is based on seven.threex","wordCount":13},{"sentence":"our Ctwo thousand sixteen EBITDA and EPS estimates of dollar seventeen.four billion and dollar two.thirty two, respectively.","wordCount":19},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: one) Global slowdown lasts more than three six months .","wordCount":23},{"sentence":"Other Material Conflicts: Barclays Bank PLC and/or an affiliate is providing investment banking services to Cisco Systems, Inc in relation to its acquisition of Lancope Inc.","wordCount":26},{"sentence":"The rating, price target and estimates on Cisco do not incorporate this potential transaction.","wordCount":14},{"sentence":"USD one hundred twenty two.ninety one Rating and Price Target Chart USD","wordCount":13},{"sentence":"Stock Rating UNDERWEIGHT Currency=USD Date twenty Jan two thousand sixteen fourteen Oct two thousand fifteen twenty seven Martwo thousand fifteen Closing Price one hundred twenty one.eighty","wordCount":27},{"sentence":"three one hundred eighty two.one one hundred ninety one.twenty","wordCount":11},{"sentence":"Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":15},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of IBM Corp. in the previous twelve months.","wordCount":30},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by IBM Corp.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from IBM Corp. in the past twelve months.","wordCount":40},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by IBM Corp. and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from IBM Corp. within the past twelve months.","wordCount":22},{"sentence":"L: IBM Corp. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: IBM Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: IBM Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"Valuation Methodology: Our dollar one hundred twenty five price target is based on seven.x","wordCount":15},{"sentence":"our Ctwo thousand sixteen EBITDA and EPS estimates of dollar nineteen.nine billion and dollar thirteen.twenty","wordCount":17},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: one) Global slowdown is short and shallow .","wordCount":21},{"sentence":"Stock Rating UNDERWEIGHT Currency=USD Date twenty six Oct two thousand fifteen fourteen Oct two thousand fifteen twenty seven Martwo thousand fifteen twenty five Jul two thousand fourteen twenty four Jan two thousand fourteen twenty five Jul two thousand thirteen twenty four Jan two thousand thirteen Closing Price ten.three ten.thirteen twelve.fifty","wordCount":53},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Xerox Co.. J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Xerox Co. and/or in any related derivatives.","wordCount":43},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Xerox Co. within the past twelve months.","wordCount":22},{"sentence":"N: Xerox Co. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Xerox Co. stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Our dollar nine price target is based on six.x and tenx our Ctwo thousand sixteen EBITDA and EPS estimates of dollar two.fifty eight billion and dollar .ninety","wordCount":31},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: one) Global slowdown is short and shallow .","wordCount":21},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
