{"fileName":"Barclays_Citizens_Financial_Group_Inc_3Q15_EPS_Review_A_Good_Clean_Quarter_Aided.pdf","numberSentences":267,"text":[{"sentence":"Financial Services | U.S. Large Cap Banks twenty six October two thousand fifteen","wordCount":14},{"sentence":"Bottom Line: CFG posted an in line, relatively clean quarter with positive operating leverage and an improved net interest margin.","wordCount":20},{"sentence":"Relative to consensus, a higher thananticipated net interest margin and a lower than expected loan loss provision offset lower than forecasted fee income and a higher than projected tax rate.","wordCount":30},{"sentence":"Its fourQfifteen guidance looks sound and relatively consistent from the prior quarter.","wordCount":12},{"sentence":"We expect it will expand this to the full year two thousand sixteen on its fourQfifteen earnings call in January.","wordCount":20},{"sentence":"It noted it remains on track to achieve its dollar two hundredmn expense savings target by fourQsixteen, while it is building momentum on its Top II initiatives with a pre tax benefit of dollar ninety dollar one hundred fifteenmn as early results are in line with expectations.","wordCount":47},{"sentence":"Still, achievement of its ten percent ROTCE target will likely take longer than initially expected though visibility on potential interest rate increases as we get into next year would help.","wordCount":30},{"sentence":"As expected, the company recorded no material restructuring charges and special items in threeQfifteen.","wordCount":14},{"sentence":"Still, results did include dollar eightmn in branch real estate gains, dollar twomn in securities gains, and dollar eightmn reduction in MSR valuation and a higher tax rate.","wordCount":28},{"sentence":"Its loan loss provision was dollar onemn greater than NCOs, compared to a dollar onemn release in twoQfifteen.","wordCount":18},{"sentence":"Drivers: Relative to twoQfifteen, results evidenced a slightly smaller balance sheet, a higher NIM, stable fee income coupled with slightly lower core expenses, solid credit quality, a higher tax rate and a reduced share count .","wordCount":35},{"sentence":"Estimates: We are lowering our two thousand fifteen EPS estimate by dollar .three to dollar one.fifty","wordCount":17},{"sentence":"five and reducing our two thousand sixteen EPS estimate by dollar .five to dollar one.ninety","wordCount":16},{"sentence":"We still expect CFG to achieve its ten percent ROTCE goal, though it appears to be a two thousand seventeen event.","wordCount":21},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"seven +eighteen percent CFG twelve thousand sixty five five hundred twenty seven.fifty","wordCount":13},{"sentence":"U.S. Large Cap Banks Jason M. Goldberg, CFA one.two","wordCount":11},{"sentence":"at barclays dot com BCI, US Brian Morton, CFA one.two","wordCount":11},{"sentence":"hundred twenty six.two thousand one hundred sixty three brian.morton","wordCount":11},{"sentence":"at barclays dot com BCI, US Matthew Kesselhaut +one two hundred twelve five hundred twenty six one hundred eighty one matthew.kesselhaut","wordCount":22},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE ten.","wordCount":11},{"sentence":"U.S. Large Cap Banks Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fifteenE three thousand four hundred.six","wordCount":20},{"sentence":"three thousand two hundred two one thousand five hundred ninety eight two hundred ninety seven one thousand two hundred seventy eight hundred thirty eight two thousand sixteenE three thousand seven hundred sixty five.three","wordCount":34},{"sentence":"three thousand two hundred thirty one two thousand forty two four hundred seventy nine one thousand five hundred fifty five one thousand twenty three two thousand seventeenE four thousand two hundred forty four.two","wordCount":34},{"sentence":"three thousand three hundred thirty three two thousand four hundred ninety four five hundred seventy three one thousand nine hundred twenty one one thousand two hundred sixty seven CAGR eight.seven","wordCount":31},{"sentence":"percent Average one hundred forty three one hundred seventeen nine hundred sixty eight one one hundred two.one one hundred three fourteen fourteen twenty thirteen ninety seven.five","wordCount":28},{"sentence":"We expect its ROTCE to increase towards ten percent in two thousand sixteen through: one) increased revenues with targeted initiatives in its Consumer and Commercial segments; two) impact of rising rates; three) cost reduction efforts; and four) capital actions.","wordCount":39},{"sentence":"Our dollar twenty seven price target implies fourteenx our two thousand sixteen EPS estimate of dollar one.ninety","wordCount":18},{"sentence":"Assuming interest rates rise faster than anticipated and it achieves its revenue growth initiatives earlier than expected, we could see two thousand sixteen EPS moving towards dollar two.five with the same fourteenx multiple implies a dollar twenty nine upside.","wordCount":40},{"sentence":"If interest rates stay lower for longer and it is unable to execute on capital actions according to plan, we could see the stock trade back to .ninex","wordCount":28},{"sentence":"Income statement Net interest income Operating expenses Pre provision earnings Loan loss provisions Pre tax income Net income Balance sheet Total assets Risk weighted assets Non performing loans Allowance for loan losses Loans Deposits Tier one capital Tier one common capital Shareholders' equity Tangible common equity Loan/deposit ratio Valuation and leverage metrics P/E P/BV Dividend yield P/PPE Tier one Tier one Common Tang assets/tang equity Margin and return data Return on RWAs ROA ROE Fee income/revenue Net interest margin Cost/income Credit quality ratios Loan loss provs/loans NCO ratio Coverage ratio NPL ratio Reserves/loans Per share data EPS DPS BVPS Payout ratio Diluted shares","wordCount":103},{"sentence":"CFG posted an in line, relatively clean quarter with positive operating leverage and an improved net interest margin.","wordCount":18},{"sentence":"Relative to consensus, a higher than anticipated net interest margin and a lower than expected loan loss provision offset lowerthan forecasted fee income and a higher than projected tax rate.","wordCount":30},{"sentence":"Its fourQfifteen guidance looks sound and relatively consistent from the prior quarter.","wordCount":12},{"sentence":"We expect it will expand this to the full year two thousand sixteen on its fourQfifteen earnings call in January.","wordCount":20},{"sentence":"It noted it remains on track to achieve its dollar two hundredmn expense savings target by fourQsixteen, while it is building momentum on its Top II initiatives to a pre tax benefit of dollar ninety dollar one hundred fifteenmn.","wordCount":39},{"sentence":"Still, achievement of its ten percent ROTCE target will likely take longer than initially expected, though visibility on potential interest rate increases as we get into next year would help.","wordCount":30},{"sentence":"We are lowering our two thousand fifteen EPS estimate by dollar .three to dollar one.fifty","wordCount":16},{"sentence":"five and reducing our two thousand sixteen EPS estimate by dollar .five to dollar one.ninety","wordCount":16},{"sentence":"Its recent preferred stock issuance will be drag, while revenue and efficiency initiatives should help.","wordCount":15},{"sentence":"We still expect CFG to achieve its ten percent ROTCE goal, though it appears to be a two thousand seventeen event.","wordCount":21},{"sentence":"As expected, the company recorded no material restructuring charges and special items in threeQfifteen.","wordCount":14},{"sentence":"Still, results did include dollar eightmn in branch real estate gains, dollar twomn in securities gains, and dollar eightmn reduction in MSR valuation and a higher tax rate.","wordCount":28},{"sentence":"Its loan loss provision was dollar onemn greater than NCOs, compared to a dollar onemn release in twoQfifteen.","wordCount":18},{"sentence":"Note, during the quarter it purchased a net dollar ninety sixmn in auto loans, dollar one hundred thirty onemn in student loans, and dollar sixty threemn in mortgage loans, and sold dollar one hundredmn in commercial leases.","wordCount":37},{"sentence":"higher net interest margin, stable fee income coupled with slightly lower core expenses, solid credit quality, a higher tax rate ; and a reduced share count.","wordCount":26},{"sentence":"percent ) ; two) net interest margin broadly stable ; three) positive operating leverage with fee income growth though modest expense growth reflecting higher depreciation and software amortization; four) stable asset quality trends; five) provision expense to continue to increase associated with loan growth ; and six) Bthree Tier one common equity ratio of eleven.seven","wordCount":56},{"sentence":"percent and ninety seven percent ninety eight percent loan todeposit ratio .","wordCount":11},{"sentence":"We expect it will offer a more detailed outlook for two thousand sixteen when it reports fourQfifteen earnings in January.","wordCount":20},{"sentence":"continues to maintain a highly asset sensitive balance sheet position, and expects a two hundredbp rise in rate would benefit net interest income by seven.one","wordCount":26},{"sentence":"This is driven primarily by the short end of the curve.","wordCount":11},{"sentence":"common stock share repurchase, further reducing RBS' ownership interest to twenty.nine","wordCount":12},{"sentence":"Coincident with last quarter's earnings release, CFG filed an S one outlining a secondary offering of shares from RBS which was completed a week later with the sale of eighty sixmn shares with an additional overallotment of twelve.ninemn","wordCount":39},{"sentence":"We also note while RBS' stated goal is to deconsolidate its CFG stake which implies an ownership level of thirty five percent it may not receive full regulatory capital relief until its ownership level is below twenty percent.","wordCount":38},{"sentence":"initiatives to support performance trajectory and partially mitigate some of the impact of the persistent low rate environment, slower build in fee based business and lower net interest margin.","wordCount":29},{"sentence":"These initiatives include further steps to improve efficiency, as well as opportunities to drive revenue growth through more focused and effective customer cross sell and retention strategies.","wordCount":27},{"sentence":"Total: It's targeting a pre tax benefit of dollar ninety dollar one hundred fifteenmn, including dollar fifty dollar sixty fivemn on the revenue side and dollar forty dollar fiftymn on the expense front.","wordCount":33},{"sentence":"the decline in the forward Fed Funds curve from about one hundred seventy fivebps when originally planned to one hundred tenbp currently.","wordCount":22},{"sentence":"We do not believe this was unexpected as benefits from the forward yield curve accounted for close to forty percent of its estimated pre tax net income expansion through two thousand fifteen.","wordCount":32},{"sentence":"It plans to provide two thousand sixteen guidance in January two thousand sixteen.","wordCount":13},{"sentence":"additional day in the quarter, and a fourbp increase in the net interest margin.","wordCount":14},{"sentence":"of auto loans, dollar one hundred thirty onemn of student loans and dollar sixty threemn of mortgages.","wordCount":17},{"sentence":"It has chosen to tactically reduce the SCUSA flow arrangement to dollar two hundredmn per quarter with an annualized target of dollar seven hundred fiftymn going forward.","wordCount":27},{"sentence":"reduction in cash/securities, onebp from investment portfolio yields, onebp from loan yields partially offset by onebp of higher deposits costs.","wordCount":20},{"sentence":"Average deposits rose two.five percent, driven by broad based growth across both consumer and commercial.","wordCount":16},{"sentence":"four percent while cost of interest bearing deposits increased onebp and cost of borrowings rose thirty twobp to one.seventy","wordCount":20},{"sentence":"Trust and investments, FX/trade finance, and card were all relatively stable.","wordCount":11},{"sentence":"service rights and lower origination volume and gain on sale margins.","wordCount":11},{"sentence":"compared to an dollar eighty sixmn, or seven percent, decrease in twoQfifteen.","wordCount":12},{"sentence":"The entire NPA decrease was driven by NPLs, as OREO increased dollar onemn to dollar thirty ninemn.","wordCount":17},{"sentence":"Retail NPLs fell dollar twenty onemn to dollar nine hundred fourmn, driven by HELOC, while commercial NPLs rose dollar fivemn to dollar one hundred thirtymn","wordCount":25},{"sentence":"Consumer · Net income gained dollar twomn, or three percent, to dollar sixty eightmn .","wordCount":14},{"sentence":"Net interest income rose two.two percent and fee income gained two percent .","wordCount":13},{"sentence":"Expenses rose dollar tenmn to dollar six hundred twenty threemn while its efficiency ratio was seventy eight.seven","wordCount":18},{"sentence":"In threeQfifteen, it sold dollar one hundred tenmn of commercial leases and purchased dollar ninety sixmn auto loans, dollar one hundred thirty onemn of student loans, and dollar sixty threemn in mortgage loans.","wordCount":33},{"sentence":"Commercial · Net income increased seven percent to dollar one hundred forty fivemn .","wordCount":13},{"sentence":"Net interest income rose four.five percent and fee income declined seven percent .","wordCount":13},{"sentence":"Expenses decreased dollar sixmn to dollar one hundred seventy fivemn while its efficiency ratio came in at forty three.eight","wordCount":20},{"sentence":"Barclays | Citizens Financial Group Inc. Figure one: CFG Quarterly Earnings Model ­ Income Statement","wordCount":15},{"sentence":"NA NA twelve percent NA NA percent NA two percent six percent NA seven percent eight percent NA sixty percent sixty percent percent percent three percent percent three percent three percent","wordCount":31},{"sentence":"dollar one thousand one hundred forty one dollar one thousand one hundred eighty five dollar one thousand one hundred fifty nine dollar one thousand one hundred seventy eight dollar one hundred twelve.five","wordCount":33},{"sentence":"percent dollar eight hundred eight dollar eight hundred thirty three dollar eight hundred twenty dollar eight hundred forty dollar eighty six.one dollar eighty eight.","wordCount":25},{"sentence":"dollar one hundred twenty one dollar forty nine dollar seventy seven dollar seventy two .fifty","wordCount":15},{"sentence":"one percent dollar six hundred eighty seven dollar seven hundred eighty four dollar seven hundred forty three dollar seven hundred sixty eight dollar one hundred thirty nine dollar fifty six dollar thirty nine dollar twenty two dollar twenty dollar eighteen dollar eleven dollar twenty eight dollar three hundred thirty three dollar four hundred five dollar eighty three dollar eighty one dollar sixty four dollar thirty one dollar one hundred forty six dollar eight hundred ten dollar three hundred thirty one dollar dollar twenty five dollar dollar dollar dollar dollar two hundred thirty five dollar sixty nine twenty nine.four","wordCount":99},{"sentence":"percent dollar one hundred sixty six dollar dollar dollar one hundred sixty six dollar one hundred forty seven dollar sixty one dollar forty two dollar twenty two dollar fourteen dollar twenty six dollar twelve dollar twenty eight dollar three hundred fifty two dollar four hundred twenty four dollar eighty four dollar seventy eight dollar sixty two dollar thirty three dollar one hundred fifty two dollar eight hundred thirty three dollar three hundred fifty two dollar dollar dollar dollar dollar two hundred eighty eight dollar one hundred fifteen dollar four hundred seventy six dollar one hundred sixty three thirty four.two","wordCount":100},{"sentence":"percent dollar three hundred thirteen dollar dollar dollar three hundred thirteen dollar one hundred forty four dollar fifty eight dollar thirty nine dollar twenty six dollar twenty one dollar twenty two dollar thirteen dollar sixteen dollar three hundred thirty nine dollar four hundred nine dollar eighty seven dollar seventy five dollar fifty eight dollar thirty eight dollar one hundred twenty two dollar seven hundred eighty nine dollar three hundred seventy dollar dollar two dollar dollar dollar dollar twenty one dollar two hundred seventy four dollar eighty five thirty one.","wordCount":89},{"sentence":"percent dollar one hundred eighty nine dollar dollar dollar one hundred eighty nine dollar one hundred forty four dollar fifty eight dollar thirty eight dollar twenty five dollar sixteen dollar twenty five dollar thirteen dollar nineteen dollar three hundred thirty eight dollar three hundred ninety six dollar eighty eight dollar seventy six dollar sixty two dollar thirty seven dollar one hundred thirty two dollar seven hundred ninety one dollar three hundred eighty seven dollar dollar one dollar dollar dollar dollar thirty three dollar two hundred eighty three dollar eighty six thirty.four","wordCount":92},{"sentence":"percent dollar one hundred ninety seven dollar dollar dollar one hundred ninety seven","wordCount":13},{"sentence":"NA NA NA NA nineteen percent twenty five percent one hundred seventy sixteen percent NA twelve percent","wordCount":17},{"sentence":"Barclays | Citizens Financial Group Inc. Figure two: CFG Quarterly Earnings Model ­ Balance Sheet and Performance Metrics","wordCount":18},{"sentence":"Actual two thousand thirteenA oneQfourteenA twoQfourteenA threeQfourteenA fourQfourteenA two thousand fourteenA oneQfifteenA Quarterly Forecast twoQfifteenA threeQfifteenA fourQfifteenE two thousand fifteenE Annual Forecast two thousand sixteenE two thousand seventeenE two thousand eighteenE","wordCount":31},{"sentence":"Assets Earning assets Loans Loans held for sale Securities Deposits Borrowed funds Equity Assets Risk weighted assets Securities Loans Loans held for sale Loan loss reserve Deposits Tangible common equity Common equity Goodwill and other intangibles dollar one hundred twenty.nine","wordCount":41},{"sentence":"dollar one hundred thirty six.five dollar one hundred nine.eight","wordCount":11},{"sentence":"thousand eight hundred eighty seven dollar one hundred two.nine dollar thirteen.four","wordCount":13},{"sentence":"dollar twenty six.three dollar one hundred ten.five dollar fifteen.three dollar nineteen.seven","wordCount":15},{"sentence":"dollar six.five five percent six percent six percent six percent four percent eight percent six percent six percent two percent four percent eight percent six percent twenty seven percent eighty percent forty five percent twenty two percent NA twenty four percent two percent three percent percent three percent ten percent six percent fifty six percent two hundred eighty six percent three percent six percent nine percent eleven percent percent one percent four percent nine percent NA seven percent nine percent twelve percent two percent nine percent ninety four percent seventy eight percent three percent two percent nine percent three percent twenty nine percent four percent twenty percent percent percent six percent three percent eight percent percent six percent one percent one percent twenty two percent four percent three percent percent six percent six percent three percent six percent three percent one percent five percent one percent one percent percent five percent five percent six percent percent three percent six percent six percent percent five percent five percent three percent six percent three percent three percent five percent one percent one percent percent five percent five percent five percent percent three percent six percent six percent one percent five percent five percent three percent five percent three percent six percent five percent two percent one percent percent five percent five percent eight percent one hundred twenty four percent one percent ten percent twenty percent percent three percent nine percent two percent seven percent one hundred two percent percent nine percent two percent one percent one percent percent percent one percent percent three percent two percent nineteen percent one percent one percent percent three percent one percent forty percent percent one percent percent percent percent","wordCount":284},{"sentence":"Return on equity Return on tang com equity Return on assets Return on tangible assets Return on RWA Efficiency ratio Net profit margin Fee income/revenue Loans/AEA Equity/loans Loans/deposits fifteen.sixty","wordCount":30},{"sentence":"percent one thousand eight hundred thirty eight two thousand fifteen three thousand one hundred fifty five three thousand four hundred fifty nine three hundred thirty four three hundred fifty one three hundred fifty four three hundred seventy two NA four hundred twenty nine one hundred eighteen one hundred seventy three eight thousand eight hundred seventy six nine thousand three hundred ninety one two three hundred fifty two NA two hundred thirteen NA seventy six one hundred sixty six six hundred seventy twelve forty four five six seven two hundred forty one ninety five five one hundred forty eight one hundred fifty six one hundred thirty eight ninety six one hundred forty ten ten twelve five hundred forty four two hundred seven fifty six fifteen one hundred three forty six one hundred twenty two one hundred seventy five twelve thirteen fifteen four hundred six two hundred thirty two one hundred forty three forty four one hundred two forty six ninety eight one hundred thirty five nine nine eleven three hundred twenty seven one hundred forty six one hundred thirty two seventy one forty six sixty two eighty one six seven five one hundred ninety six one hundred ninety two seventeen two hundred nineteen one hundred fifty one hundred ninety five sixty four ninety nine ten eleven one hundred fourteen two hundred twenty seven thirty nine one hundred eight thirty seven one hundred nineteen","wordCount":232},{"sentence":"Nonperforming loans OREO Nonperforming assets Accruing TDRs NPL ratio NPA ratio NPA ratio NCOs NCO ratio Provision/loans Reserve/NPLs Reserve/loans ninety days past due dollar one thousand three hundred eighty three dollar fifty dollar one thousand four hundred thirty three dollar seven hundred seventy seven one.sixty one percent one.sixty","wordCount":50},{"sentence":"two percent dollar thirty three dollar one thousand three hundred twenty one dollar forty five dollar one thousand one hundred eighty eight dollar forty one dollar one thousand seventy one dollar forty two dollar one thousand ninety two dollar forty two dollar one thousand ninety two dollar forty two dollar one thousand one hundred thirty four dollar seven hundred fifteen one.","wordCount":61},{"sentence":"eight percent dollar one thousand one hundred twenty eight dollar thirty eight dollar one thousand one hundred sixty six dollar seven hundred five one.nineteen","wordCount":25},{"sentence":"seven percent dollar nine dollar one thousand forty two dollar thirty eight dollar one thousand eighty dollar six hundred ninety five one.eight","wordCount":23},{"sentence":"four percent dollar eight dollar one thousand nineteen dollar thirty nine dollar one thousand fifty eight dollar six hundred eighty five one.five","wordCount":23},{"sentence":"three percent dollar nine hundred seventy five dollar thirty six dollar one thousand eleven dollar six hundred eighty .ninety","wordCount":19},{"sentence":"percent dollar nine hundred seventy five dollar thirty six dollar one thousand eleven dollar six hundred eighty .ninety","wordCount":18},{"sentence":"percent dollar nine hundred twenty six dollar thirty four dollar nine hundred sixty dollar six hundred forty six .eighty","wordCount":19},{"sentence":"percent dollar eight hundred eighty dollar thirty two dollar nine hundred twelve dollar six hundred fourteen .seventy","wordCount":17},{"sentence":"percent dollar eight hundred thirty six dollar thirty one dollar eight hundred sixty seven dollar five hundred eighty three .seventy","wordCount":20},{"sentence":"percent twenty percent twenty one percent eleven percent forty seven percent sixteen percent fourteen percent twenty one percent twenty one percent eleven percent ten percent eight percent five percent thirty seven forty four eighteen forty two forty five nineteen thirty two fifty nine twenty seven NA thirty six percent five percent fifty nine twenty two five eighteen percent thirty six percent fourteen percent one thousand five hundred seventy four two thousand one hundred fifteen one thousand two hundred forty nine two fourteen eight five percent five percent five percent five percent ten eleven eighteen fifty four percent fourteen fifty two percent seven hundred fifty two six five percent five percent five percent five percent nine ten sixteen fifteen percent four thirteen percent one thousand fifty four five percent five percent five percent five percent eight eight thirteen sixteen percent five fifteen percent one thousand five hundred fifty one one five percent seven percent five percent six percent thirteen fourteen twenty four fifteen percent eight three NA nine two percent three percent two percent one percent three three five four percent two one NA one","wordCount":184},{"sentence":"dollar one thousand three hundred sixty six dollar one thousand two hundred twenty nine dollar one thousand one hundred thirteen dollar one thousand one hundred thirty four dollar seven hundred fifty dollar seven hundred thirty five dollar seven hundred twenty five dollar seven hundred fifteen one.fifty","wordCount":47},{"sentence":"one percent two.forty three percent two.twenty one percent two.two","wordCount":12},{"sentence":"eight percent dollar eighty seven dollar sixty eight dollar eighty eight dollar eighty .forty","wordCount":14},{"sentence":"eight percent dollar forty two dollar twelve dollar eight dollar eight","wordCount":11},{"sentence":"Equity/assets TCE ratio Tier one common Tier one common ratio Tier I capital Tier I capital ratio Leverage ratio Tang assets/tang equity eighteen.six","wordCount":24},{"sentence":"percent ten.seventy four percent ten.fifty eight percent ten.thirty three percent ten.twelve percent dollar thirteen.five","wordCount":19},{"sentence":"percent ten.eighty six percent ten.sixty eight percent ten.forty two percent nine.threex","wordCount":15},{"sentence":"NA three hundred forty five NA one thousand three hundred forty nine","wordCount":12},{"sentence":"We, Jason M. Goldberg, CFA and Brian Morton, CFA, hereby certify that the views expressed in this research report accurately reflect our personal views about any or all of the subject securities or issuers referred to in this research report and no part of our compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":66},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Compliance Department, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five million two hundred sixty one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Citizens Financial Group Inc., Equal Weight/Positive, A/C/D/J/K/L/M Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":41},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Large Cap Banks Ally Financial Inc. Capital One Financial Comerica Inc. Huntington Bancshares M and T Bank PNC Financial Services Gp SunTrust Banks Wells Fargo Distribution of Ratings: Barclays Equity Research has two thousand seven hundred sixty two companies under coverage.","wordCount":55},{"sentence":"forty three percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fourteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry Citigroup Inc. Fifth Third Bancorp JPMorgan Chase and Co. Morgan Stanley Regions Financial The Bank of New York Mellon Corp. BB and T Corp. Citizens Financial Group Inc. Goldman Sachs Group Inc. KeyCorp Northern Trust State Street U.S. Bancorp","wordCount":58},{"sentence":"industry coverage universe), taken from among the Overweight rated stocks within that industry.","wordCount":13},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date Closing Price twenty four.eighteen","wordCount":11},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Citizens Financial Group Inc. in the previous twelve months.","wordCount":32},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Citizens Financial Group Inc.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Citizens Financial Group Inc. in the past twelve months.","wordCount":44},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Citizens Financial Group Inc. and/or in any related derivatives.","wordCount":27},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Citizens Financial Group Inc. within the past twelve months.","wordCount":24},{"sentence":"L: Citizens Financial Group Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Citizens Financial Group Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"Valuation Methodology: Our price target is dollar twenty seven and equates to fourteenx our two thousand sixteen EPS estimate of dollar one.ninety","wordCount":23},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: The company's ability to achieve a ten percent ROTCE by the end of two thousand sixteen is dependent on a rising interest rate environment.","wordCount":36},{"sentence":"If rates do not rise as anticipated over that time frame, achieving this target would be challenging.","wordCount":17},{"sentence":"percent owned by RBS which is expected to continue to wind down its position.","wordCount":14},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports produced by the Investment Bank are distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":64},{"sentence":"Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":33},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
