{"fileName":"Barclays_Cisco_Systems_Inc_Tone_Improves_Switching_Cycle_the_Key.pdf","numberSentences":244,"text":[{"sentence":"Technology | U.S. Data Networking eleven February two thousand fifteen","wordCount":11},{"sentence":"Cisco's shares look compelling on a valuation basis ­ and investors seem to appreciate the capital return story and stability of EPS estimates.","wordCount":23},{"sentence":"While the highlight of the call was CEO John Chamber's bullish tone, we believe there could be some questions around the sub seasonal performance in switching off of a difficult compare.","wordCount":31},{"sentence":"That being said, better execution, a growing dividend and attractive valuation should support shares ­ though we would still like to see more evidence of a sustainable product cycle in switching beyond a few quarters.","wordCount":35},{"sentence":"Our annual estimates are essentially unchanged, and we maintain our price target of dollar twenty nine.","wordCount":16},{"sentence":"four Bn was also slightly above our estimate of dollar eleven.eight","wordCount":12},{"sentence":"Results were helped by y/y growth in core product sets which offset ongoing softness in carriers and emerging markets.","wordCount":19},{"sentence":"While demand in developed regions seems stable and new products have better momentum relative to several quarters ago, visibility into carrier and EM is still limited at this point, which is reflected in guidance.","wordCount":34},{"sentence":"Cisco expects FthreeQ revenues to be up three five percent y/y, implying a range of dollar eleven.eighty","wordCount":18},{"sentence":"We note that guidance implies a FthreeQ q/q growth of half a percent at the midpoint versus a historical average of +three percent ­ so investors will likely believe it seems conservative coming off a FtwoQ with a product book to bill above one.","wordCount":44},{"sentence":"Our estimates are essentially unchanged and balance improved trends in most developed markets as well as new product ramps offset by carrier and emerging market weakness.","wordCount":26},{"sentence":"For FYtwo thousand fifteen, we now estimate EPS of dollar two.sixteen based on three.seven","wordCount":16},{"sentence":"Bn and gross and operating margin of sixty two percent and twenty eight.four","wordCount":14},{"sentence":"Our two thousand fifteen estimates include FthreeQ EPS of dollar .fifty","wordCount":11},{"sentence":"two, which is based on revenue growth of five percent y/y to dollar twelve.seven","wordCount":15},{"sentence":"For FYtwo thousand sixteen we estimate EPS of dollar two.twenty five based on four percent y/y revenue growth to dollar fifty.eight","wordCount":23},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume Dividend Yield Return on Equity TTM Current BVPS","wordCount":24},{"sentence":"USD twenty six.ninety three +eight percent CSCO one hundred thirty seven thousand seven hundred nine five thousand one hundred thirteen.fifty","wordCount":22},{"sentence":"at barclays dot com BCI, New York Trevor Bacon +one two hundred twelve five hundred twenty six three thousand one hundred fifty six trevor.bacon","wordCount":25},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE seven.","wordCount":11},{"sentence":"U.S. Data Networking Industry View: NEUTRAL Stock Rating: EQUAL WEIGHT two thousand fifteenE forty eight thousand eight hundred eighty two thirteen thousand eight hundred seventy four fourteen thousand two hundred sixty seven eleven thousand one hundred twenty nine two.sixteen five thousand one hundred forty seven.eight","wordCount":48},{"sentence":"five two thousand sixteenE fifty thousand eight hundred thirty three fourteen thousand two hundred seventy three fourteen thousand seven hundred thirteen eleven thousand four hundred seventy seven two.twenty five five thousand ninety two.five","wordCount":35},{"sentence":"six two thousand seventeenE fifty two thousand six hundred twenty nine fourteen thousand eight hundred seventy fifteen thousand three hundred ten eleven thousand nine hundred forty three two.thirty","wordCount":29},{"sentence":"Price USD twenty six.ninety three Price Target USD twenty nine.","wordCount":11},{"sentence":"We are EW on Cisco as we believe a mix of secular and macro headwinds and a lack of catalysts will keep the stock range bound over the next year.","wordCount":30},{"sentence":"Strong FCF yield, leading dividend yield and better execution warrant some modest multiple expansion but emerging market and service provider weakness will likely limit upside.","wordCount":25},{"sentence":"Accelerated new product traction, recapturing lost share, and margin improvements could yield an upside FYtwo thousand sixteen EPS of ~ dollar two.fifty.","wordCount":23},{"sentence":"Our upside case embeds a fourteenx multiple, which is slightly ahead of historical averages.","wordCount":14},{"sentence":"Ongoing product portfolio pressure, emerging market weakness, market share loss, and margin pressure could yield a downside FYsixteen EPS of ~ dollar two..","wordCount":23},{"sentence":"Income statement Revenue EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data Pre tax margin EBIT margin Net margin ROIC ROA ROE two thousand fourteenA forty seven thousand one hundred forty two thirteen thousand three hundred forty three thirteen thousand seven hundred thirteen ten thousand eight hundred sixty three two.six","wordCount":56},{"sentence":"Balance sheet and cash flow Tangible fixed assets one thousand five hundred ninety one Intangible fixed assets twenty four thousand two hundred thirty nine Cash and equivalents fifty two thousand seventy four Total assets one hundred five thousand one hundred thirty four Short and long term debt twenty thousand nine hundred nine Other long term liabilities one thousand seven hundred forty eight Total liabilities forty eight thousand four hundred seventy three Net debt/ thirty one thousand one hundred sixty five Shareholders' equity fifty six thousand six hundred sixty one Change in working capital one thousand seven hundred fifteen Cash flow from operations twelve thousand three hundred thirty two Capital expenditure one thousand two hundred seventy five Free cash flow eleven thousand fifty seven Valuation and leverage metrics P/E EV/EBIT Equity FCF yield P/Sales P/BV Dividend yield Total debt/capital Selected operating metrics Services revenue Deferred revenue Inventory turnover days Account receivable days Account payable days R and D/sales","wordCount":157},{"sentence":"four Bn was also slightly above our estimate of dollar eleven.eight","wordCount":12},{"sentence":"Results were helped by y/y growth in core product sets ­ routing, switching, and servers ­ which offset ongoing softness in carriers and emerging markets .","wordCount":25},{"sentence":"While demand in developed regions seems stable and new products have better momentum relative to several quarters ago, visibility into carrier and EM is still limited at this point, which is reflected in guidance.","wordCount":34},{"sentence":"New CFO Kelly Kramer reiterated the company's capital allocation policy and cited it has been eighty six percent in the first two quarters of Cisco's FYfifteen.","wordCount":26},{"sentence":"The pace of buybacks was roughly consistent with levels from last quarter with repurchases of roughly dollar one.two","wordCount":19},{"sentence":"We believe the dollar one Bn quarterly run rate seems sustainable through FYfifteen.","wordCount":13},{"sentence":"Lastly, Cisco increased its dividend by two cents to dollar .twenty","wordCount":11},{"sentence":"From a geographic view, Americas' revenue was five percent q/q, +ten percent y/y, EMEA was +three percent q/q, +seven percent y/y, and APJC was flat q/q, three percent y/y.","wordCount":29},{"sentence":"The US grew seven percent in terms of orders ­ commercial was +twelve percent, enterprise was +three percent,, SP was down mid single digits, and Federal was +twenty three percent .","wordCount":30},{"sentence":"The company noted that the US enterprise order rate was slower than expected due to the timing of large deals and that the pipeline remains very healthy.","wordCount":27},{"sentence":"EMEA orders were +seven y/y helped by southern Europe, UK and Germany .","wordCount":12},{"sentence":"Emerging markets order trends turned positive following five consecutive quarters of decline.","wordCount":12},{"sentence":"Orders in the BRICs + Mexico were down six percent, with China declining nineteen percent .","wordCount":15},{"sentence":"Cisco will continue to operate under the assumption that emerging markets will remain challenging for at least several more quarters.","wordCount":20},{"sentence":"percent declined one hundred sixty bps from elevated levels last quarter but were within the company's long standing guidance range of sixty one sixty two percent .","wordCount":26},{"sentence":"The sequential decline was led by product margins which were sixty.eight","wordCount":12},{"sentence":"We believe the q/q fall off was largely the result of much better UCS results vs. our expectations ­ servers carry significantly lower margins that Cisco's corporate average.","wordCount":28},{"sentence":"While our checks continue to suggest aggressive pricing from Cisco ­ especially in the data center switching arena vs. Arista and white box ­ the company has noted that its new designs enable stable margin trends across its switching portfolio, including ACI related products.","wordCount":44},{"sentence":"The company seems to be executing on its strategy to layer more software and services on top of its equipment to keep margins in the target range.","wordCount":27},{"sentence":"Cisco's shares look compelling on a valuation basis ­ and investors seem to appreciate the capital return story and stability of EPS estimates.","wordCount":23},{"sentence":"While the highlight of the call was CEO John Chamber's bullish tone, we believe there could be some questions around the sub seasonal performance in switching off of a difficult compare.","wordCount":31},{"sentence":"That being said, better execution, a growing dividend and attractive valuation should support shares ­ though we would still like to see more evidence of a sustainable product cycle in switching beyond a few quarters.","wordCount":35},{"sentence":"Our annual estimates are essentially unchanged, and we maintain our price target of dollar twenty nine.","wordCount":16},{"sentence":"With respect to the outlook, Cisco expects revenues in the April quarter to be up three five percent y/y, implying a range of dollar eleven.eighty","wordCount":26},{"sentence":"Gross margins are expected to be sixty one sixty two percent and operating margins are expected to be twenty seven.five","wordCount":21},{"sentence":"Guidance implies a FthreeQ q/q growth of half a percent at the midpoint versus a historical average of +three percent ­ so investors will likely believe it seems conservative coming off a FtwoQ with a product book to bill above one.","wordCount":41},{"sentence":"Cisco's guidance continues to balance better trends in the enterprise within most developed","wordCount":13},{"sentence":"Barclays | Cisco Systems, Inc. regions with ongoing weakness in carrier and emerging markets ­ the two areas that have been ailing the company for multiple quarters.","wordCount":27},{"sentence":"Emerging markets seem to be getting better in most regions, though visibility into major countries like China, Russia and Brazil is still limited and weakness will likely persist for at least several more quarters.","wordCount":34},{"sentence":"While service provider seems to be bottoming, the company is not factoring in any improvement in the carrier spending environment and is operating under the assumption that global capex will be down mid single digits in Ctwo thousand fifteen.","wordCount":39},{"sentence":"In terms of segments, switching may have been roughly in line with consensus expectations but it was below our estimates, growing eleven percent y/y but declining six percent q/q.","wordCount":29},{"sentence":"The q/q decline was sharper than typical seasonal trends as the company cited a difficult comp ­ though we were expecting the company's product cycle to mute the effects of seasonality.","wordCount":31},{"sentence":"Cisco is not overly concerned, citing stronger order trends and y/y metrics .","wordCount":12},{"sentence":"The Nexus threeK and nineK switches collectively grew three hundred fifty percent y/y and the company noted that its nineK/ACI customer count climbed to one thousand seven hundred from roughly nine hundred seventy last quarter.","wordCount":35},{"sentence":"The APIC controller software seems to be gaining momentum as well and now has three hundred paying customers from one hundred sixty last quarter.","wordCount":24},{"sentence":"Routing sales were actually slightly better than subdued expectations as the company returned to positive growth following nine consecutive quarters of flat or declining revenue on a y/y basis.","wordCount":29},{"sentence":"Cisco noted good traction with its high end routing portfolio, which was up five percent on better trends with CRS X and NCS.","wordCount":23},{"sentence":"The company expects difficult conditions with respect to carrier spending given consolidation and uncertainty around net neutrality.","wordCount":17},{"sentence":"Servers were the real stand out in the quarter with revenue of roughly dollar eight hundred fifty Mn, well surpassing consensus expectations of dollar seven hundred forty Mn driven by cloud and big data applications in the enterprise.","wordCount":38},{"sentence":"Wireless also was able to maintain its improved trajectory, growing twenty percent y/y helped by continued momentum with Meraki which was up one hundred percent + and is now on an annualized run rate of dollar four hundred Mn.","wordCount":39},{"sentence":"We would note Cisco benefitted from a particularly easy comp in wireless this quarter as wireless revenue in FtwoQfourteen was five percent .","wordCount":22},{"sentence":"While trends for wireless seem intact within the enterprise, we believe a near term slowdown in education related to E rate will likely pose a headwind in ConeH.","wordCount":28},{"sentence":"Our estimates are essentially unchanged and balance improved trends in most developed markets as well as new product ramps offset by carrier and emerging market weakness.","wordCount":26},{"sentence":"For FYtwo thousand fifteen, we now estimate EPS of dollar two.sixteen based on three.seven","wordCount":16},{"sentence":"Bn and gross and operating margin of sixty two percent and twenty eight.four","wordCount":14},{"sentence":"Our two thousand fifteen estimates include FthreeQ EPS of dollar .fifty","wordCount":11},{"sentence":"two, which is based on revenue growth of five percent y/y to dollar twelve.seven","wordCount":15},{"sentence":"For FYtwo thousand sixteen we estimate EPS of dollar two.twenty five based on four percent y/y revenue growth to dollar fifty.eight","wordCount":23},{"sentence":"For FYtwo thousand seventeen, we estimate EPS of dollar two.thirty seven based on three.five","wordCount":16},{"sentence":"Our dollar twenty nine price target is based on thirteenx our FYtwo thousand sixteen EPS estimate of dollar two.twenty five.","wordCount":21},{"sentence":"We believe more stable trends, improved execution and a group leading relative dividend yield warrant a multiple in line with some of its large cap peers that face some similar secular challenges.","wordCount":32},{"sentence":"Estimates Period Ending FYtwo thousand thirteen fourteen thousand seven hundred sixty seven eight thousand two hundred forty three three thousand nine hundred fifty six four thousand eight hundred fifty five two thousand two hundred twenty eight one thousand three hundred forty eight two thousand seventy four five hundred fifty eight ten thousand five hundred seventy eight forty eight thousand six hundred seven oneQ Oct thirteen three thousand seven hundred fifty four two thousand forty three one thousand twenty seven nine hundred eighty seven five hundred forty three hundred sixty five six hundred one eighty two thousand six hundred eighty eight twelve thousand eighty five twoQ Jan fourteen three thousand two hundred seventy one one thousand seven hundred forty one eight hundred eighty one nine hundred fifty seven five hundred eleven three hundred ninety three six hundred five sixty four two thousand seven hundred thirty two eleven thousand one hundred fifty five threeQ Apr fourteen three thousand three hundred eighty one one thousand nine hundred thirty five eight hundred ninety two nine hundred sixty one five hundred fifty three three hundred sixty one six hundred sixty two seventy five two thousand seven hundred twenty five eleven thousand five hundred forty five fourQ Jul fourteen three thousand six hundred fifty one thousand nine hundred forty three nine hundred thirty four one thousand sixty four six hundred sixty one four hundred forty seven seven hundred seventy two sixty one two thousand eight hundred twenty five twelve thousand three hundred fifty seven FY two thousand fourteen fourteen thousand fifty six seven thousand six hundred sixty two three thousand seven hundred thirty four three thousand nine hundred sixty nine two thousand two hundred sixty five one thousand five hundred sixty six two thousand six hundred forty two hundred eighty ten thousand nine hundred seventy forty seven thousand one hundred forty two oneQ Oct fourteen three thousand eight hundred forty six one thousand nine hundred forty nine nine hundred forty nine eight hundred seventy one six hundred five four hundred fifty five six hundred ninety three sixty seven two thousand eight hundred ten twelve thousand two hundred forty five twoQ Jan fifteen three thousand six hundred sixteen one thousand seven hundred sixty four nine hundred ninety seven hundred seventy six six hundred eleven four hundred sixteen eight hundred forty six fifty nine two thousand eight hundred fifty eight eleven thousand nine hundred thirty six threeQ Apr fifteen three thousand five hundred eighty one thousand eight hundred seventy one thousand seven hundred seventy six six hundred twenty nine three hundred ninety five eight hundred seventy one sixty five two thousand eight hundred eighty seven twelve thousand seventy three fourQ Jul fifteen three thousand seven hundred fifty nine one thousand nine hundred forty five one thousand ten seven hundred seventy six seven hundred twenty four four hundred nineteen one thousand twenty eight fifty two two thousand nine hundred fifteen twelve thousand six hundred twenty eight FY two thousand fifteen FY two thousand sixteen FY two thousand seventeen fourteen thousand eight hundred one seven thousand five hundred twenty seven three thousand nine hundred forty nine three thousand one hundred ninety nine two thousand five hundred sixty nine one thousand six hundred eighty five three thousand four hundred thirty nine two hundred forty three eleven thousand four hundred seventy forty eight thousand eight hundred eighty two fifteen thousand three hundred twenty six eight thousand fourteen three thousand nine hundred ninety five two thousand seven hundred twenty two two thousand seven hundred seventy nine one thousand seven hundred twenty six four thousand ninety two two hundred nine eleven thousand nine hundred seventy one fifty thousand eight hundred thirty three fifteen thousand seven hundred eighty two eight thousand one hundred fifty four thousand thirty two thousand four hundred ninety one three thousand seventy one thousand eight hundred twenty four thousand six hundred thirty one one hundred eighty three twelve thousand four hundred seventy one fifty two thousand six hundred twenty nine","wordCount":659},{"sentence":"Switching NGN Routing Collaboration SP Video Wireless Security Data Center Other Services Total Revenue QoQ Growth percent Switching NGN Routing Collaboration SP Video Wireless Security Data Center Other Services Total YoY Growth percent Switching NGN Routing Collaboration SP Video Wireless Security Data Center Other Services Total Revenue","wordCount":47},{"sentence":"Estimates Period Ending Total Revenue Cost of Sales Gross Profit R and D S and M G and A Total Op Ex Operating Income Other Inc Income before taxes Taxes Net Income Diluted shares outstanding Non GAAP EPS percent of Sales Gross Profit R and D S and M G and A Op. margin Pre Tax Inc.","wordCount":57},{"sentence":"Net Income Tax Rate YoY Growth percent Revenue Cost of revenue Gross Profit R and D S and M G and A Total Op Ex Operating Income Income before taxes Net Income Non GAAP EPS QoQ Growth percent Revenue Cost of revenue Gross Profit R and D S and M G and A Total Op Ex Operating Income Income before taxes Net Income Non GAAP EPS FYtwo thousand thirteen forty eight thousand six hundred seven eighteen thousand two hundred seven thirty thousand four hundred five thousand five hundred forty nine nine thousand forty eight two thousand one hundred twenty one sixteen thousand seven hundred eighteen thirteen thousand six hundred eighty two thirty one thirteen thousand seven hundred thirteen two thousand eight hundred forty seven ten thousand eight hundred sixty six five thousand three hundred seventy nine dollar two.two oneQ Oct thirteen twelve thousand eighty five four thousand four hundred sixty eight seven thousand six hundred seventeen one thousand three hundred ninety seven two thousand two hundred sixty one four hundred fifteen four thousand seventy three three thousand five hundred forty four eighty five three thousand six hundred twenty nine seven hundred sixty two two thousand eight hundred sixty seven five thousand four hundred thirty dollar .fifty","wordCount":207},{"sentence":"three twoQ Jan fourteen eleven thousand one hundred fifty five four thousand three hundred fifteen six thousand eight hundred forty one thousand two hundred twelve two thousand one hundred twenty eight three hundred ninety seven three thousand seven hundred thirty seven three thousand one hundred three eighty eight three thousand one hundred ninety one six hundred seventy two thousand five hundred twenty one five thousand three hundred twenty seven dollar .forty","wordCount":71},{"sentence":"seven threeQ Apr fourteen eleven thousand five hundred forty five four thousand three hundred six seven thousand two hundred thirty nine one thousand three hundred seventy six two thousand one hundred ninety three four hundred twenty eight three thousand nine hundred ninety seven three thousand two hundred forty two one hundred three thousand three hundred forty two seven hundred two two thousand six hundred forty five thousand one hundred eighty dollar .fifty","wordCount":72},{"sentence":"one fourQ Jul fourteen twelve thousand three hundred fifty seven four thousand seven hundred twenty two seven thousand six hundred thirty five one thousand four hundred three two thousand three hundred twenty four hundred fifty eight four thousand one hundred eighty one three thousand four hundred fifty four ninety seven three thousand five hundred fifty one seven hundred sixteen two thousand eight hundred thirty five five thousand one hundred seventy two dollar .fifty","wordCount":73},{"sentence":"five FY two thousand fourteen forty seven thousand one hundred forty two seventeen thousand eight hundred eleven twenty nine thousand three hundred thirty one five thousand three hundred eighty eight eight thousand nine hundred two one thousand six hundred ninety eight fifteen thousand nine hundred eighty eight thirteen thousand three hundred forty three three hundred seventy thirteen thousand seven hundred thirteen two thousand eight hundred fifty ten thousand eight hundred sixty three five thousand two hundred seventy seven dollar two.six oneQ Oct fourteen twelve thousand two hundred forty five four thousand four hundred ninety five seven thousand seven hundred fifty one thousand three hundred seventy nine two thousand three hundred sixty one four hundred thirty six four thousand one hundred seventy six three thousand five hundred seventy four eighteen three thousand five hundred ninety two seven hundred ninety two thousand eight hundred two five thousand one hundred fifty six dollar .fifty","wordCount":152},{"sentence":"four twoQ Jan fifteen eleven thousand nine hundred thirty six four thousand five hundred sixty eight seven thousand three hundred sixty eight one thousand three hundred forty five two thousand one hundred eighty five four hundred forty four three thousand nine hundred seventy four three thousand three hundred ninety four one hundred twenty five three thousand five hundred nineteen seven hundred seventy four two thousand seven hundred forty five five thousand one hundred sixty dollar .fifty","wordCount":76},{"sentence":"three threeQ Apr fifteen twelve thousand seventy three four thousand six hundred forty eight seven thousand four hundred twenty five one thousand three hundred sixty four two thousand three hundred six four hundred forty nine four thousand one hundred nineteen three thousand three hundred six one hundred twenty five three thousand four hundred thirty one seven hundred fifty five two thousand six hundred seventy six five thousand one hundred forty five dollar .fifty","wordCount":73},{"sentence":"two fourQ Jul fifteen twelve thousand six hundred twenty eight four thousand eight hundred sixty eight seven thousand seven hundred sixty one thousand three hundred eighty nine two thousand three hundred sixteen four hundred fifty five four thousand one hundred sixty three thousand six hundred one hundred twenty five three thousand seven hundred twenty five eight hundred nineteen two thousand nine hundred six five thousand one hundred thirty dollar .fifty","wordCount":70},{"sentence":"seven FY two thousand fifteen forty eight thousand eight hundred eighty two eighteen thousand five hundred seventy nine thirty thousand three hundred three five thousand four hundred seventy seven nine thousand one hundred sixty eight one thousand seven hundred eighty four sixteen thousand four hundred twenty nine thirteen thousand eight hundred seventy four three hundred ninety three fourteen thousand two hundred sixty seven three thousand one hundred thirty eight eleven thousand one hundred twenty nine five thousand one hundred forty eight dollar two.sixteen","wordCount":84},{"sentence":"FY two thousand sixteen fifty thousand eight hundred thirty three nineteen thousand five hundred fifty thirty one thousand two hundred eighty three five thousand six hundred three nine thousand five hundred seventy two one thousand eight hundred thirty four seventeen thousand nine fourteen thousand two hundred seventy three four hundred forty fourteen thousand seven hundred thirteen three thousand two hundred thirty six eleven thousand four hundred seventy seven five thousand ninety three dollar two.twenty five FY two thousand seventeen fifty two thousand six hundred twenty nine twenty thousand two hundred forty one thirty two thousand three hundred eighty eight five thousand seven hundred eighty two nine thousand eight hundred seventy four one thousand eight hundred sixty two seventeen thousand five hundred eighteen fourteen thousand eight hundred seventy four hundred forty fifteen thousand three hundred ten three thousand three hundred sixty seven eleven thousand nine hundred forty three five thousand thirty three dollar two.thirty seven","wordCount":156},{"sentence":"I, Ben A. Reitzes, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Corporate and Investment Banking division of Barclays Bank PLC and its affiliates .","wordCount":19},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, fourteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to https://live.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: https://live.barcap","wordCount":15},{"sentence":"The Corporate and Investment Banking division of Barclays produces a variety of research products including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":29},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research products, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":30},{"sentence":"Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":32},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by this issuer or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays Bank PLC.","wordCount":20},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of this issuer.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Corporate and Investment Banking Division of Barclays is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":56},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Data Networking Arista Networks, Inc. Ffive Networks, Inc. Distribution of Ratings: Barclays Equity Research has two thousand six hundred eighty companies under coverage.","wordCount":37},{"sentence":"forty three percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty six percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty six percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fourteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"The current list of Top Picks is available on https://live.barcap","wordCount":11},{"sentence":"dot com /go/RSL/servlets/dv.search?pubType=four thousand five hundred twenty six and amp;contentType=latest.","wordCount":11},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays offices involved in the production of equity research: London Barclays Bank PLC eleven February two thousand fifteen eight Aruba Networks Inc. Gigamon Inc. Cisco Systems, Inc. Juniper Networks","wordCount":29},{"sentence":"New York Barclays Capital Inc. Tokyo Barclays Securities Japan Limited São Paulo Banco Barclays S.A. Hong Kong Barclays Bank PLC, Hong Kong branch Toronto Barclays Capital Canada Inc. Johannesburg Absa Bank Limited Mexico City Barclays Bank Mexico, S.A. Taiwan Barclays Capital Securities Taiwan Limited Seoul Barclays Capital Securities Limited Mumbai Barclays Securities Private Limited Singapore Barclays Bank PLC, Singapore branch","wordCount":62},{"sentence":"USD twenty six.ninety three Rating and Price Target Chart USD","wordCount":11},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date Closing Price twenty seven.ninety","wordCount":11},{"sentence":"Jul two thousand twelve Jan two thousand thirteen Jul two thousand thirteen Jan two thousand fourteen Jul two thousand fourteen Jan two thousand fifteen","wordCount":24},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Cisco Systems, Inc. in the previous twelve months.","wordCount":31},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by Cisco Systems, Inc. or one of its affiliates.","wordCount":27},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Cisco Systems, Inc. in the past twelve months.","wordCount":23},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of Cisco Systems, Inc.. K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Cisco Systems, Inc. within the past twelve months.","wordCount":39},{"sentence":"L: Cisco Systems, Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"M: Cisco Systems, Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"N: Cisco Systems, Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"Valuation Methodology: Our dollar twenty nine price target reflects thirteenx our FYtwo thousand sixteen EPS estimate of dollar two.twenty five.","wordCount":21},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: Our forecasts assume Cisco can maintain its dominant market share position in the core enterprise market for networking equipment, all the while maintaining its industry leading operating margins.","wordCount":40},{"sentence":"Should weakness in enterprise IT spending demand persist beyond our current expectations; should the company cede significant market share to its competitors in coming quarters; or should the company's operating margins deteriorate considerably, we may consider revisiting our projections, investment rating and price target.","wordCount":44},{"sentence":"In addition, Cisco derives twenty twenty five percent of its sales from the service provider arena so should our outlook for global capital expenditures materially worsen, then our projections, investment rating and price target may need to be adjusted.","wordCount":39},{"sentence":"DISCLAIMER: This publication has been prepared by the Corporate and Investment Banking division of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":24},{"sentence":"It has been issued by one or more Barclays legal entities within its Corporate and Investment Banking division as provided below.","wordCount":21},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Corporate and Investment Banking division of Barclays undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":29},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer and member of IIROC .","wordCount":19},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and amp; Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":34},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and amp; Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":51},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All equity research material is distributed in India by Barclays Securities Private Limited, INB/INF eleven million two hundred ninety two thousand seven hundred thirty eight | Corporate Identification Number: Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three | Registered Office: two hundred eight | Ceejay House | Doctor Annie Besant Road | Shivsagar Estate | Worli | Mumbai four hundred eighteen | India, Phone: + ninety one twenty two sixty seven million one hundred ninety six thousand three hundred sixty three) .","wordCount":87},{"sentence":"Other research reports are distributed in India by Barclays Bank PLC, India Branch.","wordCount":13},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":21},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Saudi Arabia by Barclays Saudi Arabia .","wordCount":11},{"sentence":"It is not the intention of the publication to be used or deemed as recommendation, option or advice for any action that may take place in future.","wordCount":27},{"sentence":"Registered office Al Faisaliah Tower, Level eighteen, Riyadh eleven thousand three hundred eleven, Kingdom of Saudi Arabia.","wordCount":17},{"sentence":"Authorised and regulated by the Capital Market Authority, Commercial Registration Number: one billion ten million two hundred eighty three thousand twenty four.","wordCount":22},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is One Raffles Quay Level twenty eight, South Tower, Singapore forty eight thousand five hundred eighty three.","wordCount":39},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
