{"fileName":"Barclays_US_Medical_Supplies__Devices_Miami_deVice_Safer_Shores_in_MT.pdf","numberSentences":621,"text":[{"sentence":"MATT's MINDSET: At the two thousand sixteen Barclays Global Health Care Conference, we had a chance to catch up with ABT, ANGO, BAX, BCR, BDX, BSX, CFMS, DXCM, EW, HTWR, IART, ISRG, KTWO, LIVN, MDT, MMSI, MZOR, NUVA, NVDQ, NXTM, RMD, RWLK, STJ, TFX, WMGI, and ZBH.","wordCount":47},{"sentence":"Here we provide top takeaways on our covered companies including feedback from our audience response system questions.","wordCount":17},{"sentence":"BARCLAYS MEDTECH TOP TAKEAWAYS: one) In our view, most of our equity clients should open satellite offices in Miami Beach; two) BSX is confident that most of its businesses will perform well in two thousand sixteen, and its diversification is underestimated.","wordCount":41},{"sentence":"BSX is our Top Pick; we see new product cycles and a large margin opportunity as drivers and thought the conference update was very positive.","wordCount":25},{"sentence":"three) MDT appears confident in COV synergy and margin targets, new product growth, emerging markets, and we like this name as a core holding.","wordCount":24},{"sentence":"four) ABT's EM business is performing well excluding Venezuela; it appears to be interested in deals to increase the performance of its medical device business.","wordCount":25},{"sentence":"five) ZBH has completed the integration of its sales channel and is now able to focus on cross selling, and will augment growth with net rep additions; turnover has been within expectations which we think will allow for sequentially improving growth.","wordCount":41},{"sentence":"six) EW continues to expand the TAVR market, and upcoming intermediate risk data could be a catalyst as management is confident the primary endpoints will be hit; valuation keeps us sidelined.","wordCount":31},{"sentence":"seven) BCR remains a steady performer with continued momentum in emerging markets, PICCs, and Lutonix DCBs; despite this, we think the stock is close to fair value.","wordCount":27},{"sentence":"eight) HTWR's MVAD timelines remain in flux as the company is still in the middle of algorithm and design testing, and could potentially have more clarity in a couple months.","wordCount":30},{"sentence":"nine) In the oneHsixteen STJ's CRM business should remain challenged; STJ thinks its guidance appropriately captures this.","wordCount":17},{"sentence":"ten) KTWO remains confident in its guidance and is focusing on adding reps and distributors in the US given some challenges abroad.","wordCount":22},{"sentence":"eleven) TFX continues to have a compelling margin story and could see some revenue acceleration from organic product launches.","wordCount":19},{"sentence":"twelve) WMGI' core business continues to be strong and we think its cash needs and legal liabilities are manageable risks.","wordCount":20},{"sentence":"thirteen) MZOR expects two thousand sixteen to grow faster than two thousand fifteen, driven by positive feedback, clinical data, and potentially new products.","wordCount":23},{"sentence":"fourteen) NUVA remains highly committed to op margin expansion and Ellipse could help to drive additional deformity revenue strea Miss fifteen) IART's DFU product launch in mid two thousand sixteen is a major focus and importantly IART has cleaned up legal issues and its cost structure to drive more leverage.","wordCount":50},{"sentence":"sixteen) RWLK has made progress with reimbursement but its personal sales continue to be one off outside of the VA.","wordCount":20},{"sentence":"seventeen) BDX anticipates a lift in twoH fiscal year sixteen on easing comps and the timing of orders.","wordCount":18},{"sentence":"eighteen) ISRG anticipates US prostatectomy can grow LSD, and benign hysterectomy could see some headwinds from payer pushback, leading to two thousand sixteen guidance for nine twelve percent procedure growth vs. mid teens growth in two thousand fifteen.","wordCount":38},{"sentence":"Unchanged U.S. Medical Supplies and Devices Matthew Taylor, CFA one.two","wordCount":12},{"sentence":"hundred twenty six.six thousand nine hundred sixty five matthew.c.taylor at barclays dot com BCI, US Young Li +one two hundred twelve five hundred twenty six one thousand nine hundred sixty one young.x.li at barclays dot com BCI, US Ian Mahmud +one two hundred twelve five hundred twenty six two thousand four hundred four ian.mahmud at barclays dot com BCI, US","wordCount":66},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE thirty four.","wordCount":12},{"sentence":"The business could start to get a little better in twoQ and accelerate against the market in the second half of two thousand sixteen with Quad, MRI approval for SICD and replacement headwinds beginning to lap in the twoH.","wordCount":39},{"sentence":"MRI is likely the most important factor with low voltage MRI expected to be approved in the oneH and high voltage later this year.","wordCount":24},{"sentence":"in the US and continues to forecast a dollar five hundredMM market given the large pool of AF patients WW.","wordCount":20},{"sentence":"BSX ended two thousand fifteen with ~one hundred accounts, and expects to end two thousand sixteen with more than two hundred, ultimately expanding into ~four hundred fifty accounts in the U.S.","wordCount":32},{"sentence":"BSX currently has the twenty three, twenty five, and twenty seven mm valve sizes, which makes up of eighty five percent of the market, and is missing twenty one, and twenty nine mm sizes.","wordCount":34},{"sentence":"The gap in the portfolio is a headwind to achieving a more competitive market share because hospitals want to stock all the sizes.","wordCount":23},{"sentence":"Pricing isn't a concern in Europe, as BSX doesn't compete on price.","wordCount":12},{"sentence":"Category leadership in each of BSX's seven core segments is also a core tenet for the company, as it tries to grow in each category faster than the market and growth op margin faster than revenue.","wordCount":36},{"sentence":"Even though there has been disciple with inventory management, expansion OUS increases DSOs, and management is highly focused on collecting in those countries.","wordCount":23},{"sentence":"In two thousand sixteen, there are a number of new items that we expect to drive continued MSD organic growth and further margin expansion: one) twond gen Emblem SICD ; two) WATCHMAN ramp; three) Synergy stents in the US; four) MRI pacers in the US, five) Quad leads in the US, six) MRI ICDs in Europe and Japan; seven) the Men's Health business expansion; eight) lapping replacement headwinds in CRTD and then ICDs in two thousand seventeen; nine) Lotus Edge in Europe.","wordCount":82},{"sentence":"In our survey of the audience, half of the respondents expected five percent organic CAGR over the next three years, compared to our estimate of five.eight","wordCount":27},{"sentence":"percent, the rest of the answers were split evenly for three percent, four percent, and six percent .","wordCount":17},{"sentence":"Investors' are focused on organic revenue growth as the biggest driver for the stock with seventy three percent, and other twenty seven percent are focused on cash flow growth.","wordCount":29},{"sentence":"Regarding investing cash flows, almost half of respondents want to see M and A, big or small, the rest of the responses were a mixture of internal R and D investments, EM infrastructure, debt repayment, and share repurchases.","wordCount":38},{"sentence":"What is your expectation for BSX's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for BSX to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should BSX be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent thirteen percent seven percent thirteen percent thirteen percent twenty percent thirty three percent","wordCount":48},{"sentence":"reiterated its five six percent organic guidance for two thousand sixteen.","wordCount":11},{"sentence":"Its franchise strength in PICCs remains a strong competitive advantage for the company that is underappreciated and Lutonix continues to grow sequentially.","wordCount":22},{"sentence":"While competitors have tried to make headway and take incremental PICC market share, BCR's market development efforts, expertise, product quality, ease of use, and the full product set remain the biggest differentiators.","wordCount":32},{"sentence":"Developed OUS markets that BCR can enter include Japan, and Germany, which faces legacy issues with protocols that can be penetrated over time and can provide a runway for future PICC growth.","wordCount":32},{"sentence":"On Lutonix, BCR views ISR, AV, and BTK indications as key drivers, with BTK the biggest of the three.","wordCount":19},{"sentence":"Looking forward, office reimbursement could also be a catalyst, although BCR noted there are no clear steps in that CMS process and it cannot handicap timing.","wordCount":26},{"sentence":"how it is positioned to focusing on getting a full bag for reps OUS.","wordCount":14},{"sentence":"Barclays | U.S. Medical Supplies and Devices introductions OUS can be an incremental driver of top line organic growth, such as launching the DCB in various developed OUS countries.","wordCount":30},{"sentence":"Overall, BCR believes it is roughly in the threerd inning of the EM build out, which started out a couple of years ago.","wordCount":23},{"sentence":"Geographies facing headwinds include Russia and gulf economies, mainly due to macro.","wordCount":12},{"sentence":"In Brazil, while it's been tougher to do business compared to a few year ago, BCR is still doing well there.","wordCount":21},{"sentence":"In the past couple of years, they worked on some pretty significant projects such as reorganizing their Mexico manufacturing footprint, and Asian based sourcing functions, but the benefits were masked by US sales growth.","wordCount":34},{"sentence":"In general, they err on the conservative side when pursuing tax strategies.","wordCount":12},{"sentence":"In general, things are going well for BCR, driven by DCB growth, product investments that are bearing fruit, continued EM expansion, and good execution, in our view.","wordCount":27},{"sentence":"Despite this, we think the stock is already reflecting most of these positives and struggle to get to significant upside from here in thinking about multiple expansion and considering the Gore royalty, which runs out in four years and contributes significantly to EPS.","wordCount":43},{"sentence":"However, we highlight in a mixed tape, BCR offers stability, US­centric exposure, and has shown continued EM growth where others have seen pressure.","wordCount":23},{"sentence":"We remain Equal Weight with a dollar one hundred ninety five price target.","wordCount":13},{"sentence":"The majority of our audience expects BCR's three year organic CAGR to be five six percent, which compares to our estimate of four.three","wordCount":24},{"sentence":"two/threerd of our audience believe the most important factor for stock performance is organic revenue growth.","wordCount":16},{"sentence":"Regarding cash flow reinvestment, thirty nine percent of the audience want to see more M and A, twenty eight percent voted for share repurchases, and twenty two percent wanted EM infrastructure investments.","wordCount":32},{"sentence":"The biggest risk for BCR according to our audience is a broader macro slowdown, at sixty percent of votes.","wordCount":19},{"sentence":"What is your expectation for BCR's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for BCR to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should BCR be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent twenty two percent twenty eight percent six percent eleven percent thirty three percent","wordCount":49},{"sentence":"Broader macro slowdown Emerging market pressures... percent Pricing pressure percent sixty percent","wordCount":12},{"sentence":"Competition from developed... percent Generic or emerging market... percent Operational execution Changes in hospital spending Regulatory/pipeline risk Reimbursement / bundling Poor capital allocation Balance sheet/liabilities percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent percent twenty percent percent twenty percent","wordCount":45},{"sentence":"HTWR is going through a process of elimination in order to evaluate all the potential options quickly.","wordCount":17},{"sentence":"If it's purely an algo issue, then it'll be a much shorter time horizon to get MVAD back into the clinic.","wordCount":21},{"sentence":"HTWR mentioned that it had made a lot of progress in the past six weeks, but there is still a ways to go.","wordCount":23},{"sentence":"In the next couple of months, HTWR will have a clearer idea about the timeline and path forward.","wordCount":18},{"sentence":"At this point, just turning off the Q Pulse algo isn't good enough to get MVAD back in clinic due further questions around suction.","wordCount":24},{"sentence":"On the other hand, if a pump redesign is needed, HTWR previously noted that would delay MVAD re entry to the clinic by ~eighteen months.","wordCount":25},{"sentence":"be making various enhancements to it in order to make it more competitive in the marketplace.","wordCount":16},{"sentence":"Some enhancements were initially sidestepped in order to focus on MVAD.","wordCount":11},{"sentence":"Enhancements include better and more MIS instrumentation, algo enhancements, and stronger and more versatile controllers.","wordCount":15},{"sentence":"Timing for launch should be two thousand seventeen+, and management hopes that in two thousand eighteen, surgeons will see HVAD as a completely refreshed system.","wordCount":25},{"sentence":"Given the expectations of share losses in Europe to fifty fifty, the enhancements might have an incremental benefit, although it's still too early to make that claim.","wordCount":27},{"sentence":"If surgeons like HMthree during trialing, then it is possible that the fifty fifty share could go down further for HTWR.","wordCount":21},{"sentence":"HTWR highlighted that it would be aggressive on OpEx and carefully manage R and D spend this year in response.","wordCount":20},{"sentence":"However, HTWR expects to return to growth robustly in two thousand seventeen/two thousand eighteen with DT approval.","wordCount":17},{"sentence":"We asked the audience about their expectations for organic revenue CAGR over the next three years.","wordCount":16},{"sentence":"twenty nine percent of audience members responded three percent, twenty nine percent responded four six percent, eighteen percent responded seven nine percent, six percent responded ten twelve percent, and eighteen percent responded thirteen fifteen percent .","wordCount":35},{"sentence":"We see these responses as reflecting expected DT approval and also a mix of expectations given continued uncertainty around MVAD.","wordCount":20},{"sentence":"Barclays | U.S. Medical Supplies and Devices completed in February, and one year data will be collected by August.","wordCount":20},{"sentence":"Stroke rates will need to be brought down for a smooth approval process.","wordCount":13},{"sentence":"Best case scenario would be a one hundred eighty day approval, so early to mid next year.","wordCount":17},{"sentence":"If a panel is required, then the process could take longer than a year.","wordCount":14},{"sentence":"HTWR noted that more than half of the US market currently is destination therapy.","wordCount":14},{"sentence":"While returning to the clinic with one of those pipeline products instead of MVAD has intriguing potential, it would also introduce risks and HTWR sees the best path internally as returning with MVAD and then move onto the other pipeline products .","wordCount":41},{"sentence":"HTWR believes algorithm changes are almost a certainty, but still does not know if physical pump redesigns are needed.","wordCount":19},{"sentence":"In a best case scenario, this would imply some quarters before they can resubmit to restart the trial.","wordCount":18},{"sentence":"We currently model the following MVAD's timeline is delayed ~six twelve months, HVAD loses share to STJ's HMthree product with long term share fifty seven/forty one STJ/HTWR.","wordCount":27},{"sentence":"HTWR remains a controversial stock as expectations around growth came in a wide range.","wordCount":14},{"sentence":"What is your expectation for HTWR's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"ten percent of the audience responded three four percent, twenty percent responded five six percent, thirty percent responded seven eight percent, thirty percent responded nine ten percent, and ten percent responded eleven twelve percent .","wordCount":34},{"sentence":"This compares with two thousand sixteen guidance of ~seven percent organic growth.","wordCount":12},{"sentence":"IART expects growth to be driven by the DFU launch, new products in extremities and continued strength in its regenerative portfolio.","wordCount":21},{"sentence":"thirty six.four percent responded organic revenue growth, thirty six.four percent responded operating margins/EBIT, nine.one","wordCount":17},{"sentence":"IART expects margins to be driven by new products in the extremities","wordCount":12},{"sentence":"Barclays | U.S. Medical Supplies and Devices portfolio and higher margin regenerative.","wordCount":13},{"sentence":"IART already has PMA approval and by two thousand seventeen IART expects to have mostly full coverage for the product.","wordCount":20},{"sentence":"Currently, IART is doing sales force training, medical education and building inventory for a mid two thousand sixteen launch.","wordCount":19},{"sentence":"Management is excited about its threexthree strategy of selling differentiated product through three distinct channels .","wordCount":15},{"sentence":"Looking medium term, IART continues to see two thousand eighteen+ organic growth of six eight percent, with a twenty five percent EBITDA margin, twelve percent EPS growth of twelve percent and FCF conversion of ~ninety five percent .","wordCount":37},{"sentence":"On DFU, plans are on track for a mid two thousand sixteen launch and IART's DFU strategy includes multiple products, channels, and IART believes its clinical evidence will lead to greater access, expecting dollar fifteen MM in sales in two thousand sixteen.","wordCount":42},{"sentence":"IART has not committed to longer term targets but has said it would look to double the business every few years in the early years.","wordCount":25},{"sentence":"Net net, IART continues to execute well on revenue and cost initiatives.","wordCount":12},{"sentence":"While the stock has pulled back from its highs, valuation keeps us on the sideline.","wordCount":15},{"sentence":"Our audience expects IART's top line three year organic CAGR to be seven eight percent, and nine ten percent, which compares to our estimate of nine percent .","wordCount":27},{"sentence":"Biggest factors of investors' focus for stock performance are organic revenue growth, and operating margin expansion .","wordCount":16},{"sentence":"What is your expectation for IART's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for IART to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should IART be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent eleven percent eleven percent eleven percent eleven percent twenty two percent thirty three percent","wordCount":49},{"sentence":"Emerging market pressures... percent Pricing pressure Competition from developed... Generic or emerging market... percent Operational execution Changes in hospital spending Regulatory/pipeline risk Reimbursement / bundling Poor capital allocation Balance sheet/liabilities percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent percent thirty three percent percent thirty three percent percent thirty three percent","wordCount":56},{"sentence":"Assuming EW maintains its market share, that estimate implies a TAVR CAGR in the mid teens over that period.","wordCount":19},{"sentence":"Of note, EW now has Sapien three in all of its major geographies and is seeing momentum with some share gains in the fourQ.","wordCount":24},{"sentence":"In the U.S. growth is being driven by more experienced high volume centers, while new centers generally perform closer to the minimum number of cases/year.","wordCount":26},{"sentence":"In addition, management expects upcoming U.S. clinical trial data could drive growth and adoption both in the U.S. as well as in Europe.","wordCount":25},{"sentence":"Given the current market opportunity and future potential, EW is more focused on market development efforts instead of just on share.","wordCount":21},{"sentence":"Notably, the severe, symptomatic AS population in the US is about two hundred ninetyk with half of that in the low risk bucket.","wordCount":23},{"sentence":"Adding intermediate risk would allow EW to tap roughly the other half of that TAM versus fifteen twenty percent that are in high/extreme risk.","wordCount":24},{"sentence":"EW also commented that it aims to pursue a low risk indication and at some point will examine the asymptomatic group further.","wordCount":22},{"sentence":"The broader market consists of five hundred eightyk severe aortic stenosis patients .","wordCount":12},{"sentence":"The two thousand twenty one market size estimate from EW includes intermediate risk patients and some low risk patients.","wordCount":19},{"sentence":"While the intermediate risk indication would cannibalize some SAVR volume, EW believes it'll be a significant net positive given the higher TAVR ASPs and some patients coming off the sidelines.","wordCount":30},{"sentence":"However, in considering the full P and L, EW also highlighted that supporting a broad based WW launch requires significant SG and A expense and that it remains focused on R and D expenditure, including on the low risk study.","wordCount":40},{"sentence":"EW has also been making a number of smaller acquisitions that deepen its presence in structural heart, including some that were not announced.","wordCount":23},{"sentence":"EW plans to keep some debt on its balance sheet, noting the rate environment and will likely refinance dollar six hundred MM in debt coming due in two thousand eighteen.","wordCount":30},{"sentence":"EW has considered a dividend, but currently prefers to keep cash available for acquisitions or buying back stock.","wordCount":18},{"sentence":"important, EW noted that its internal focus remains on proving noninferiority.","wordCount":11},{"sentence":"Superiority might or might not change the slope of TAVR growth, but would not change the size of the addressable market.","wordCount":21},{"sentence":"EW is confident about the data to be presented at ACC in part due to its thirty day intermediate risk trial data and other clinical experience.","wordCount":26},{"sentence":"From a clinical perspective, EW doesn't believe physicians will change their attitudes towards TAVR if data is superior vs. non inferior.","wordCount":21},{"sentence":"plans to file for approval for both XT and Sthree for the intermediate indication.","wordCount":14},{"sentence":"Notably, EW anticipates that these patients will map to existing TAVR codes and could be more profitable for hospitals with LOS coming down.","wordCount":23},{"sentence":"EW also expressed confidence in the low risk trial, expecting to see success there and has a lot of interest from centers to participate.","wordCount":24},{"sentence":"continues to think there may be a toolkit of approaches to addressing issues with the mitral valve.","wordCount":17},{"sentence":"EW continues to work on the self expanding Centera valve which it has designed with learnings from Sthree and noted that it will continue to spend on the pipeline including enhancements to the Sthree product.","wordCount":35},{"sentence":"acknowledged it had not done the best job of doing that over the last several quarters.","wordCount":16},{"sentence":"EW explained that this is due to the high cost of each unit and the variability in sales caused by that.","wordCount":21},{"sentence":"For example, if four hundred US centers buy one additional valve at an ASP of dollar thirty dollar thirty onek, that represents dollar twelve.four","wordCount":25},{"sentence":"While EW logs continued impressive growth and investors look forward to the potential for positive data readout at ACC, we think very positive expectations are baked in and remain Equal Weight with an dollar eighty seven price target.","wordCount":38},{"sentence":"More than half of our audience expects EW to grow in the eleven thirteen percent range.","wordCount":16},{"sentence":"In terms of metrics that matter the most to investors, top line growth is sixty percent, while profitability makes up the remainder.","wordCount":22},{"sentence":"Investors would like to see EW continue its investments in order to grow the top line.","wordCount":16},{"sentence":"Most investors believe management's guidance is conservative and management would agree that they don't have a track record of guiding to the right range.","wordCount":24},{"sentence":"What is your expectation for EW's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for EW to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should EW be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent seven percent seven percent twenty percent forty percent sixty percent eighty percent one hundred percent seven percent four percent thirty three percent nineteen percent","wordCount":46},{"sentence":"Do you view the midpoint of EW's two thousand sixteen guidance as conservative, `middle of the road' or aggressive?","wordCount":19},{"sentence":"Middle of the road four percent nineteen percent A tough bar percent","wordCount":12},{"sentence":"guidance of one two percent and largely driven by a tough comp from both the legacy BD business and the legacy CFN business .","wordCount":23},{"sentence":"BDX anticipates a lift in twoH fiscal year sixteen on easing comps and the timing of some orders.","wordCount":18},{"sentence":"Along those lines, we asked the audience about their expectation for BDX organic growth .","wordCount":14},{"sentence":"~nine percent of respondents expect two percent growth, ~ seventeen percent of respondents expect three percent growth, ~thirty nine percent of respondents expect four percent growth and ~thirty five percent of respondents expect five percent of growth.","wordCount":37},{"sentence":"The most popular response of these was four percent growth, slightly below BDX FY two thousand sixteen organic growth guidance of four.five","wordCount":23},{"sentence":"once the synergies have `anniversaried' over the next few years from the CFN","wordCount":13},{"sentence":"On synergies, BDX noted that it has already realized the dollar fifty MM in duplicate corporate cost synergies and sees manufacturing footprint rationalization as further down the timeline.","wordCount":28},{"sentence":"~twenty six percent of the audience responded tuck in acquisitions, ~four percent responded large acquisitions, ~ seventeen percent responded internal R and D, ~ seventeen percent responded emerging market infrastructure, ~thirteen percent responded share repurchase, ~thirteen percent responded debt repayment, and ~nine percent responded dividends.","wordCount":45},{"sentence":"BDX commented that it is currently de levering, but is continuing to look at tuck in acquisitions assuming they are strategic and adds shareholder value.","wordCount":25},{"sentence":"solid growth in some geographies, including LatAm and India and feels good about emerging markets overall.","wordCount":16},{"sentence":"BDX is on track to realize targeted fiscal year two thousand sixteen cost synergies and previously provided FY two thousand eighteen synergies guidance of dollar three hundred twenty five MM ­ dollar three hundred fifty MM.","wordCount":36},{"sentence":"BDX continues to estimate ~twenty two percent CFN accretion for FY two thousand sixteen; in terms of OM, this equates to one hundred thirty one hundred fifty bps of underlying growth with about a forty bps FX headwind and a slight pension drag.","wordCount":43},{"sentence":"Further, given it is still registering CFN products, BDX continues to expect CFN revenue synergies in FY seventeen.","wordCount":18},{"sentence":"While we think the stock looks more interesting at these levels, we are somewhat concerned by EM trends.","wordCount":18},{"sentence":"We reiterate our Equal Weight rating and dollar one hundred sixty two price target.","wordCount":14},{"sentence":"Most of the audience expects BDX to grow in the four five percent range over next three years.","wordCount":18},{"sentence":"Regarding top line growth vs profitability, it's a fairly event split.","wordCount":11},{"sentence":"Cash flow investment priorities are a mixed bag for BDX, but shareholder returns, and M and A are important metrics for the audience.","wordCount":23},{"sentence":"What is your expectation for BDX's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for BDX to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should BDX be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent seventeen percent thirteen percent thirteen percent nine percent twenty percent forty percent sixty percent eighty percent one hundred percent four percent seventeen percent twenty six percent","wordCount":49},{"sentence":"although it is early in the year and KTWO does not plan to update guidance until after the deformity season in threeQ.","wordCount":22},{"sentence":"In two thousand sixteen, KTWO's focus and growth will be more skewed to the US, driven by good surgeon feedback, new products, and continued penetration gains/sales force expansion.","wordCount":28},{"sentence":"Slower growth is expected for OUS as FX has negatively impacted set buying and distributors.","wordCount":15},{"sentence":"In terms of drivers of top line growth, the most meaningful are geographic/sales expansion, deeper penetration into existing markets, new products, and then inorganic opportunities.","wordCount":25},{"sentence":"MESA two will continue to support Complex spine growth, as the platform technology is the first major refresh in ~ten years, with the goal of lessening the number of steps need to lock in a screw.","wordCount":36},{"sentence":"For two thousand sixteen, the MIS portfolio should also see some new products.","wordCount":13},{"sentence":"culled its lower performing reps last year for higher performing ones and is reinvesting dollar fiveMM into the US sales channel this year to drive more growth.","wordCount":27},{"sentence":"Given its reputation as a growth company, KTWO is seeing interest from qualified reps from competitors and has also added commission based distribution agents in the US who are attracted to KTWO's portfolio.","wordCount":33},{"sentence":"Broadly, the key to the story is KtwoM's opportunity to leverage its strength in complex spine, MIS, and product innovation to grow and take share, while expanding its presence in the degen market and geographically.","wordCount":35},{"sentence":"In our view, downside risk for KTWO is relatively low at this valuation, as KTWO continues to bake some conservatism in its guidance and management looks to be disciplined around deals and partnerships.","wordCount":33},{"sentence":"Half of the respondents expected KTWO to grow top line ten fifteen percent over the next three years, thirty eight percent of respondents expect KTWO to grow sixteen twenty percent, and only thirteen percent","wordCount":34},{"sentence":"Barclays | U.S. Medical Supplies and Devices expects six ten percent growth.","wordCount":13},{"sentence":"The audience also overwhelmingly responded that organic growth remains the most important factor in driving KTWO stock, with some investors focused on profitability.","wordCount":23},{"sentence":"What is your expectation for KTWO's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for KTWO to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Management pointed to more positive feedback from hospitals, studies that highlight the benefits of the system, and satisfied surgeons as driver of growth.","wordCount":23},{"sentence":"There is also greater focus in selling to academic centers, which can enhance awareness and drive interest with what they are doing in the field.","wordCount":25},{"sentence":"prospective study; MZOR has been working on this for eighteen months and should see the data in June/July, hoping for publication later this year.","wordCount":24},{"sentence":"While MZOR has not seen the data, anecdotal feedback from surgeons has been encouraging and it is hopeful this data set will reinforce the clinical and economic benefits of the system.","wordCount":31},{"sentence":"Interestingly, MZOR's ROI models now generally calculate a payback period of twelve sixteen months; the new data could allow MZOR to include additional factors that could shorten ROI.","wordCount":28},{"sentence":"procedure sells systems instead of the other way around, and provides more information about surgeon satisfaction.","wordCount":16},{"sentence":"A year ago, utilization was sixty two/system/year, and today that has grown to eighty/system/year, and is expected to continue to increase.","wordCount":21},{"sentence":"Renaissance, and will introduce it as soon as it is ready.","wordCount":11},{"sentence":"Given competitive sensitivity regarding the new system, MZOR did not provide much detail on its features and benefits, but highlighted a focus on ease of use and imaging.","wordCount":28},{"sentence":"MZOR is well aware of competitive launches, with MedTech SA's ROSA approved for spine, and GMED's Excelsius system expected to come to market in two thousand seventeen or two thousand eighteen, and will be very well prepared to meet the challenge, anticipating that competitors could help to expand the market.","wordCount":50},{"sentence":"Barclays | U.S. Medical Supplies and Devices Our fundamental views on MZOR have not changed.","wordCount":16},{"sentence":"We continue to like MZOR given the compelling clinical and economic benefits of the Renaissance system, and we expect that the expansion of Mazor's commercial efforts, increasing awareness of robotics in spine, and focus on quality of care to act as tailwinds to help Mazor's business inflect over the next several years.","wordCount":52},{"sentence":"the upper end of the MSDs range, mostly driven by a very strong product portfolio.","wordCount":15},{"sentence":"MDT expects MSDs growth to continue with new therapies contributing one hundred fifty three hundred fifty bps, globalization contribution of one hundred fifty two hundred bps, and services and solutions of forty sixty bps.","wordCount":34},{"sentence":"New therapies have contributed more than three hundred fifty bps to growth in the past several quarters and MDT expects that to continue based on the strong product portfolio.","wordCount":29},{"sentence":"Looking forward, MDT anticipates CVG growth could come down slightly vs. the strong growth last year, with RTG picking up and MITG picking up slightly resulting in continued MSD growth.","wordCount":30},{"sentence":"MDT is seeing some momentum in emerging markets and noted that to get growth in the mid teens it needs China to be in the double digits.","wordCount":27},{"sentence":"This includes Micra pacers, MRI CRTDs, larger CoreValve sizes, DCBs, Onyx DES in Europe, Reveal LINQ, AF growth, Visia, and thinks it can still grow MSD in CVG in total.","wordCount":30},{"sentence":"Net net, MDT thinks that the CRM growth will continue to be durable.","wordCount":13},{"sentence":"Despite more competition in MRI, MDT notes that it is working on three Tesla devices and expects to be out with those while other companies are just getting their one.five","wordCount":31},{"sentence":"MRI is about thirty thirty five percent of the mix of devices at this stage and MDT noted that share shifted about MSD in Europe with the MRI introductions in CRM, anticipating about the same impact in the US.","wordCount":39},{"sentence":"The single chamber ICD launch may also be a sleeper in our view, as MDT has not highlighted this much before but has lower market share in the single chamber segment than overall high power.","wordCount":35},{"sentence":"the low double digits to the mid teens, and in MITG, there are twenty new products launching.","wordCount":17},{"sentence":"MDT is moving into renal care with the purchase of Bellco, and has a new portable platform for kidney dialysis, launching in FY seventeen eighteen in emerging markets.","wordCount":28},{"sentence":"There is also a new O ARM product, and neurovascular products that could add to growth.","wordCount":16},{"sentence":"Leverage on the bottom line is driven by significant operating leverage, the Covidien integration synergies, share repurchases, and other financial leverage components, resulting in twelve fifteen percent constant currency growth.","wordCount":30},{"sentence":"Looking ahead to FY seventeen, MDT noted continued low teens constant currency growth on an underlying basis, including more share buyback benefits, and a bit less contribution from the Covidien synergies.","wordCount":31},{"sentence":"Factors impacting reported EPS include the extra week in FYsixteen, which should clip revenue by ~one hundred fifty bps and FX/hedges, which MDT estimates will have a negative impact of dollar .twenty","wordCount":32},{"sentence":"Looking forward, MDT thinks it can continue to drive COV synergy gains well beyond the dollar eight hundred fifty MM target looking into FYnineteen and twenty, bringing down its plant network significantly.","wordCount":32},{"sentence":"to the COV transaction, MDT was only able to access only thirty five percent of its FCF, and following the transaction, that will grow to sixty five percent in three years.","wordCount":31},{"sentence":"Barclays | U.S. Medical Supplies and Devices through intercompany transactions.","wordCount":11},{"sentence":"As a result, it allocated an incremental dollar five B for share repurchases by the end of FYeighteen, on top of returning fifty percent of FCF to shareholders.","wordCount":28},{"sentence":"It continues to expect a dollar four B WW market by the end of two thousand twenty.","wordCount":17},{"sentence":"Pricing remains strong and it isn't seeing pricing pressure, not even in Germany where there is a lot more competition and MDT thinks it and EW still hold ninety percent + of the market.","wordCount":34},{"sentence":"MDT believes this is driven by value of the product and disciplined pricing.","wordCount":13},{"sentence":"Notably, while SURTAVI is well behind Ptwo, MDT thinks there is some potential for Evolut R to get expedited approval for intermediate patients if the data support the therapy in this population.","wordCount":32},{"sentence":"new products launch execution, while maintaining that its products are competitive.","wordCount":11},{"sentence":"Due to internal capex targets, MDT did not manufacture enough instrument sets to launch with scale.","wordCount":16},{"sentence":"By the time the new product arrives at some hospitals, it might be twelve eighteen months after the initial rollout and the product may have lost some of the appeal.","wordCount":30},{"sentence":"With the products it is currently launching, MDT thinks that Spine can grow with the market next year.","wordCount":18},{"sentence":"In neuromodulation, the business will likely continue to be under pressure for the next few quarters as MDT works through the consent decree around drug pumps and faces new competition .","wordCount":30},{"sentence":"In order to become more competitive, MDT bought Sapiens last year and thinks some of its minority investments and acquisitions could serve to help it become more competitive again in that arena.","wordCount":32},{"sentence":"As a reminder, MDT's ~ dollar twoB neuro business is ~ dollar five hundred dollar six hundredMM pain stim, dollar four hundred dollar five hundredMM DBS, dollar five hundred dollar six hundredMM Interstim, and < dollar three hundredMM in drug pump revenue.","wordCount":42},{"sentence":"While the drug pump revenue has been declining, MDT is beginning to lap those drops and growth could stabilize.","wordCount":19},{"sentence":"MDT was pleasantly surprised by how advanced COV's robotic project was.","wordCount":11},{"sentence":"Comps get tougher for MDT looking forward, but we see underlying MSD growth as sustainable given strength across the portfolio and MDT's ability to tuck in new technologies to drive incremental growth.","wordCount":32},{"sentence":"MDT has more balance sheet flexibility than most of large cap medtech, and we expect this to help drive better than average returns.","wordCount":23},{"sentence":"We view MDT as a defensive, high quality, core holding with a relatively undemanding valuation and reiterate our OW rating.","wordCount":20},{"sentence":"Slightly more than half of the audience expects MDT to grow five percent over the next three years.","wordCount":18},{"sentence":"Somewhat surprisingly, half of the audience expects revenue growth as a driver for the stock instead of profitability.","wordCount":18},{"sentence":"What is your expectation for MDT's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for MDT to improve on to drive better stock price performance?","wordCount":16},{"sentence":"The longer term goal would be to get to twenty five percent + op margin, with five hundred bps coming from asset efficiencies, four hundred bps coming from in house manufacturing, and the remainder coming from international leverage, and mix, among other initiatives.","wordCount":43},{"sentence":"Net net, nine hundredbps of the one thousand five hundred bps that NUVA has talked about is not revenue dependent, and NUVA has good line of sight to achieve these margins.","wordCount":31},{"sentence":"NUVA remains committed to one hundred+bps of margin expansion per year and is actually delivering one hundred forty bps this year on the legacy business with one hundred masked by the Ellipse deal.","wordCount":33},{"sentence":"Looking forward, benefits from the in house manufacturing will begin to hit next year.","wordCount":14},{"sentence":"Prior to the purchase, there was some uncertainty with revenue visibility, and in the most recent quarter, NUVA had trouble getting cash out of the country.","wordCount":26},{"sentence":"The purchase remedies this cash issue and gives NUVA more visibility into the end market.","wordCount":15},{"sentence":"Further after buying the distributor, NUVA now has a local presence and can access the public sector, which is the majority of the market.","wordCount":24},{"sentence":"Overall, LatAm is less predictable than APAC, but NUVA is assuming flat growth in LatAm.","wordCount":15},{"sentence":"Other OUS geographies are performing well, highlighting Japan, Australia, Italy, and Germany.","wordCount":12},{"sentence":"U.K. was growing slower as NUVA walked away from some legacy pedicle screw business but XLIF has been growing well there and could overtake the legacy slowdown this year.","wordCount":30},{"sentence":"profile in three years at least in line with NUVA's cost of capital, around eleven twelve percent .","wordCount":17},{"sentence":"This would imply op profit for Ellipse in the dollar forty MM range.","wordCount":13},{"sentence":"NUVA views Ellipse as a solid standalone opportunity with the potential to strengthen relationships with early onset scoliosis surgeons and use Reline to achieve some penetration in the adult market.","wordCount":30},{"sentence":"For the orthopaedic Precise business, NUVA believes in the long term value of the asset, but","wordCount":16},{"sentence":"Barclays | U.S. Medical Supplies and Devices haven't finalized the long term strategy to go to market for some of the additional applications.","wordCount":24},{"sentence":"Even though there is a lot of interest in that asset, NUVA isn't interested in selling it and believes there are a lot of opportunities within orthopaedics that Precise can potentially address.","wordCount":32},{"sentence":"NUVA continues to think that iGA is a significant differentiator in the core spine business that can allow NUVA to sell procedures versus the products and management thinks expansion into cervical could help that business grow as well.","wordCount":38},{"sentence":"though there are a lot of public pronouncements about re focusing the business and making changes to better compete.","wordCount":19},{"sentence":"could enhance the current penetration rate of NUVA's biologics portfolio but there is nothing contemplated in guidance for Attrax.","wordCount":19},{"sentence":"The company is currently building up inventory for the U.S. launch.","wordCount":12},{"sentence":"Net/net, we thought that two thousand sixteen guidance was largely in line with expectations; however, we have seen some confusion about NUVA's EBIT expansion, but this was called out by the company on its one/five/sixteen acquisition call.","wordCount":37},{"sentence":"While we think the overall market for Ellipse could be smaller than NUVA projects, our checks on Ellipse technology in spine have been very positive and we anticipate continued rapid growth and expansion over the next few years for this product suite.","wordCount":42},{"sentence":"Further, we continue to think NUVA medium term margin plans are largely on track.","wordCount":14},{"sentence":"The results from our audience survey shows that investors view organic top line growth as the most important driver for the stock, with half expecting growth o eight ten percent over the next three year.","wordCount":35},{"sentence":"Op margin expansion is a close second to revenue growth, as investors' focus shift for NUVA as it scales.","wordCount":19},{"sentence":"What is your expectation for NUVA's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for NUVA to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should NUVA be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent thirteen percent six percent thirteen percent thirteen percent thirty one percent twenty five percent","wordCount":49},{"sentence":"The trial will be run independently of RWLK by the VA and include one hundred sixty patients, with eighty patients randomized to a ReWalk and the other eighty patients randomized to a wheelchair.","wordCount":33},{"sentence":"The trial will consist of four years of measurement and those patients who are not randomized to a ReWalk will be able to be trained on and receive a device after their trial period.","wordCount":34},{"sentence":"which will primarily study the economic benefits of using ReWalk, including reduced medication and reduced or avoided complications and the associated potential costs savings.","wordCount":24},{"sentence":"Preliminary data from earlier VA studies showed a payback of within two three years.","wordCount":14},{"sentence":"The RWLK study will be conducted in private centers, rather than VA centers.","wordCount":13},{"sentence":"Under this decision, some patients outside of the new VA trial will also be eligible for a device.","wordCount":18},{"sentence":"RWLK commented, however, that one of the main headwinds for adoption of ReWalk is getting personnel at centers hired for training potential users ­ this is limiting uptake even though requisitions are being placed for the device.","wordCount":37},{"sentence":"possible that it will get more comprehensive coverage before the end of their internal trial.","wordCount":15},{"sentence":"It also sees a market opportunity in providing a modified device for stroke and multiple sclerosis patients.","wordCount":17},{"sentence":"Net net, we continue to view ReWalk as the company furthest along in the robotic exoskeleton market, given its FDA approval but note broad based reimbursement continues to develop slowly with little visibility.","wordCount":33},{"sentence":"Barclays | U.S. Medical Supplies and Devices the exoskeleton market will take time to grow, given the business model is trainingintensive and there is a lack of broad reimbursement.","wordCount":30},{"sentence":"and highlighted that it expects oneQ to be the most challenging quarter, but product launches will drive overall growth into the guided range.","wordCount":23},{"sentence":"STJ aims to return its CRM business to market growth and drive superior growth rates in their other businesses including Afib and Neuromod.","wordCount":23},{"sentence":"Beyond two thousand sixteen, STJ is aiming to grow faster than its underlying markets .","wordCount":14},{"sentence":"We asked the audience for their thoughts on two thousand sixteen guidance, and the most popular answer see it as middle of the road.","wordCount":24},{"sentence":"In terms of bigger picture items, STJ noted that ACA provided only a slight benefit last year and it has not seen any meaningful impact from bundling.","wordCount":27},{"sentence":"STJ aims to get approval of low voltage MRI safe devices in the US in oneHsixteen .","wordCount":16},{"sentence":"With MultiPoint Pacing and the Nanostim Leadless pacemaker to be approved this year in addition, STJ sees itself as positioned to re take market share; thus far there has been no impact from the BSX Quad launch.","wordCount":37},{"sentence":"STJ continues to see the market share trends in the US going forward as similar to what it has already seen with Europe / Japan ­ share recapture with the launch of its MRI safe products occurring over a few quarter period post launch.","wordCount":44},{"sentence":"Overall, the market is a little healthier or a strong flat with pricing trends stable and volumes just eclipsing mix/ASP declines.","wordCount":21},{"sentence":"In heart failure, STJ's acquisition of THOR is bearing fruit with the launch of HMthree going very well and PHP approved in Europe and the trial enrolling in the US.","wordCount":30},{"sentence":"In AF, STJ noted it can take further share with ablation catheters as force sensing has become more of a standard of care and the Ensite precision launch is expected to be needle moving.","wordCount":34},{"sentence":"We estimate STJ has a US install base in the neighborhood of five hundred fifty six hundred mapping units and each capital placement has an ASP that is a couple hundred thousand; Ensite is in limited market release in Europe and will be in the US later this year.","wordCount":49},{"sentence":"In Neuromod, STJ emphasized it has a complete refresh of products.","wordCount":11},{"sentence":"STJ pointed to its Neuro Burst technology, DBS launch and DRG therapy, and radiofrequency ablation as key drivers in two thousand sixteen+.","wordCount":22},{"sentence":"Versus the NVRO/Sensa technology, STJ thinks Burst can offer the same benefits with less battery drain and does have a very small set that was shown at the STJ analyst meeting of head tohead data.","wordCount":35},{"sentence":"STJ has not heard of new innovations from MDT in Neuro but does think BSX is trying some new things with high frequency.","wordCount":23},{"sentence":"proves that the product can be competitive and in some cases superior to devices on the market.","wordCount":17},{"sentence":"Enrollment is going `fine' in the US and STJ's sales effort is really focused on Germany at this stage at it comes up the curve.","wordCount":25},{"sentence":"Elsewhere in Cardio, STJ continues to see pressure in the Closure business and Mechanical valves but has good growth in Tissue Valves, FFR, and OCT.","wordCount":25},{"sentence":"~ seventeen percent of the audience said two percent, ~thirty three percent said three percent, ~six percent said four percent, ~twenty eight percent said five percent, ~eleven percent said six percent, percent said seven percent, and ~six percent said > seven percent.","wordCount":42},{"sentence":"STJ has finished with the process of centralizing back office functions, but sees more opportunity to increase efficiency and also notes operating leverage in the model .","wordCount":26},{"sentence":"analyst day in February guides to a final decision in December) .","wordCount":11},{"sentence":"STJ is confident that the ultimate result of the NCD will be positive given that CMS has already given STJ a new technology add on payment for the device and has been in discussions with CMS that it believes are going well.","wordCount":42},{"sentence":"STJ is still making some progress in areas where there is coverage and thinks reimbursement will allow the growth trajectory for MEMS to be back on track.","wordCount":27},{"sentence":"answer was internal R and D investments followed by tuck in acquisitions at twenty nine.four","wordCount":16},{"sentence":"STJ commented that these are not strictly delineated, as a tuck in acquisition can lead to internal development .","wordCount":18},{"sentence":"On use of cash, STJ also noted that they do not expect large acquisitions in the near term and are currently focused on debt repayment.","wordCount":25},{"sentence":"After they have sufficiently delevered, they expect they will have greater capacity for acquisitions, share repurchases and dividends.","wordCount":18},{"sentence":"On the margins, STJ is aiming for stable GMs and noted there may be some upside to that with its new products, depending on how they do.","wordCount":27},{"sentence":"Over the past several years, price/mix has been a fiftybps HW to GM and STJ expects this to continue.","wordCount":19},{"sentence":"While it is in the `later innings' of cost reductions OUS, it is in the `early innings' of centralization of its operations, which could help to continue to reduce costs.","wordCount":30},{"sentence":"With more scale, STJ thinks it can leverage SG and A and while the tax rate is already low, STJ thinks this is sustainable.","wordCount":24},{"sentence":"The company is working to negotiate its tax transfer issue with the IRS.","wordCount":13},{"sentence":"twenty percent responded pricing pressure and balance sheet / liabilities, respectively.","wordCount":11},{"sentence":"On competition, STJ pointed out that while there has been a lot of talk around bundling, in their view, in the disease states that they are focused on they feel they are able to effectively bundle within them.","wordCount":38},{"sentence":"While there is positive momentum in THOR, Neuro and AF, we think CRM growth will continue to be the dominant factor driving results in two thousand sixteen.","wordCount":27},{"sentence":"Given the timeline of MRI launches and some benefit from the Nanostim leadless pacer and Multipoint pacing, we expect the next couple quarters to be challenging, with STJ better able to grow over easy comps in the twoHsixteen.","wordCount":38},{"sentence":"Audience expectations for STJ's top line growth over the next three years are highly variable, given uncertainty in the product portfolio, and market share dynamics.","wordCount":25},{"sentence":"The most important metric is top line growth with eighty nine percent .","wordCount":12},{"sentence":"Internal R and D and M and A remains the most favored way to use cash, as investors would like to see STJ launch new and more competitive companies.","wordCount":29},{"sentence":"What is your expectation for STJ's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for STJ to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should STJ be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent percent twelve percent six percent percent twenty percent forty percent sixty percent eighty percent one hundred percent twelve percent forty one percent twenty nine percent","wordCount":48},{"sentence":"Emerging market pressures... percent Pricing pressure Competition from developed... Generic or emerging market... percent Operational execution Changes in hospital spending Regulatory/pipeline risk Reimbursement / bundling Poor capital allocation Balance sheet/liabilities percent percent percent percent percent percent twenty percent twenty percent forty percent sixty percent eighty percent one hundred percent twenty percent sixty percent","wordCount":53},{"sentence":"Do you view the midpoint of STJ's two thousand sixteen guidance as conservative, `middle of the road' or aggressive?","wordCount":19},{"sentence":"Last quarter, North America sales were better than expectations and international sales were in line and TFX highlighted good core trends.","wordCount":21},{"sentence":"Looking at its future growth outlook, it is expecting good growth from Percuvance, Mad Nasal, and LMA but noted that it could see better topline growth as an organization if one of these products really takes off.","wordCount":37},{"sentence":"Distributor conversions and acquisitions can also drive non organic revenue growth that is not in the plan.","wordCount":17},{"sentence":"The recent acquisition of Nostix is expected to contribute to the top line at the very end of two thousand sixteen.","wordCount":21},{"sentence":"Footprint Realignment Plan, the two thousand fifteen Restructuring Programs and the two thousand sixteen Restructuring Plan.","wordCount":16},{"sentence":"Both the two thousand fourteen and two thousand fifteen plans remain on track, with benefits realized by two thousand seventeen.","wordCount":20},{"sentence":"The two thousand sixteen Restructuring Plan consists of dollar twelve dollar sixteen MM in savings and is expected to be completed by two thousand eighteen.","wordCount":25},{"sentence":"Offsetting OM increases, TFX has also noted it expects R and D to pick up from two thousand fifteen.","wordCount":19},{"sentence":"margin expansion over two thousand sixteen, two thousand seventeen and two thousand eighteen.","wordCount":13},{"sentence":"That guidance excluded any further footprint consolidation, additional M and A or distributor conversions, which represent potential upside to margins.","wordCount":20},{"sentence":"In particular, that guidance did not include the new initiative announced on the fourQfifteen call .","wordCount":15},{"sentence":"TFX also highlighted there is more room for footprint consolidation beyond the announced initiatives and sees that as roughly equivalent in magnitude to the initiative that was recently announced.","wordCount":29},{"sentence":"Current two thousand sixteen guidance is for a GM of five thousand four hundred fifty five percent.","wordCount":17},{"sentence":"M and A is also potentially a gross margin driver, as TFX often targets companies with GM above the corporate average.","wordCount":21},{"sentence":"As a historical example, the Vidacare business had eighty percent + margins and grew twenty percent last year.","wordCount":18},{"sentence":"Specifically on M and A, TFX is focused on the following criteria: one) Fits into existing strategic business unit franchises and call points.","wordCount":23},{"sentence":"Barclays | U.S. Medical Supplies and Devices clinical benefit to existing alternatives.","wordCount":13},{"sentence":"Russia and the Middle East represent altogether less than two percent of TFX total revenue.","wordCount":15},{"sentence":"TFX sees continued weakness in Russia and the Middle East and noted that China, India and Southeast Asia have performed well in terms of revenue growth and TFX expects them to continue to perform in two thousand sixteen.","wordCount":38},{"sentence":"TFX expects continued weakness in Latin America, but altogether LatAm represents less than five percent of revenue.","wordCount":17},{"sentence":"In response to the negative EM dynamics, TFX noted that for the most part it hasn't negotiated price.","wordCount":18},{"sentence":"TFX also highlighted, with respect to volumes, it didn't see a meaningful benefit from ACA last year and does not expect a levelling off in two thousand sixteen.","wordCount":28},{"sentence":"absolute numerical terms, not dollars) actually declined by half last year.","wordCount":11},{"sentence":"As a reminder, on three/eleven/sixteen, TFX announced a WW recall of ARROW International Intra Aortic Balloon Catheter Kits and Percutaneous Insertion Kits.","wordCount":22},{"sentence":"The ARROW intra aortic balloon product provides mechanical circulatory support for cardiac patients by inflating and deflating when inserted into the aorta.","wordCount":22},{"sentence":"The expenses associated with the recall were accrued during fourQfifteen and we do not expect it to have a material financial impact on two thousand sixteen.","wordCount":26},{"sentence":"Op margin expansion is the most important focus for TFX investors.","wordCount":11},{"sentence":"And M and A is the most important priority for investors in terms of investing the company's cash flows.","wordCount":19},{"sentence":"What is your expectation for TFX's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for TFX to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should TFX be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent eight percent percent eight percent percent percent percent twenty percent forty percent sixty percent eighty percent one hundred percent thirty one percent fifty four percent","wordCount":47},{"sentence":"Emerging market pressures... percent Pricing pressure Competition from developed... percent Generic or emerging market... Operational execution Changes in hospital spending Regulatory/pipeline risk Reimbursement / bundling Poor capital allocation Balance sheet/liabilities percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent percent twenty percent twenty percent twenty percent twenty percent twenty percent","wordCount":55},{"sentence":"is based partially on tailwinds that occurred in two thousand fifteen not repeating.","wordCount":13},{"sentence":"ISRG noted that while general surgery growth in the US should continue, and OUS growth has a long runway, it expects less growth from the more mature areas in the US this year than was seen in two thousand fifteen .","wordCount":40},{"sentence":"Prostatectomy likely benefited from a bolus of growth as more patients sought treatment and interventions picked up .","wordCount":17},{"sentence":"Looking forward, ISRG anticipates US prostatectomy can grow LSDs, more in line with the market.","wordCount":15},{"sentence":"In benign hysterectomy, there is some pressure from payers encouraging non surgical interventions, which could lead to lower growth in the US.","wordCount":22},{"sentence":"morning), coupled with table motion approval in oneQ and the potential for Japanese reimbursement of Partial nephrectomy as other revenue drivers.","wordCount":21},{"sentence":"While timing remains uncertain, ISRG noted that the SP product could open up new procedure areas for the company given its flexibility and ability to do natural orifice surgery.","wordCount":29},{"sentence":"For SAGES, ISRG did not highlight any major breakthroughs but noted that customers would be interested to see these new instruments, the moveable table, and the Xi system.","wordCount":28},{"sentence":"placements, one headwind is the increasing prevalence of `corporate entity' customers that own multiple hospitals rather than single hospitals.","wordCount":19},{"sentence":"These entities are often more focused on maximizing utilization of existing machines.","wordCount":12},{"sentence":"ISRG is responding with data analytics to clearly show the value proposition of new syste Miss Thus far, ISRG's install base is only about fifteen percent Xi systems and it has been surprised to see that many accounts have purchased a Xi separately, rather than upgrading an Xi.","wordCount":48},{"sentence":"The continued conversion of accounts to Xi could be a catalyst in two thousand sixteen in our view, given the availability of all the instruments and table option on the system.","wordCount":31},{"sentence":"the robot itself ­ support capabilities, training technologies and facilities, simulation, clinical data and the breadth of instrumentation and","wordCount":19},{"sentence":"Barclays | U.S. Medical Supplies and Devices procedures all represent hurdles to entry for competitive syste Miss ISRG noted it has a number of clinical studies to show that there are benefits to LOS, blood loss, procedure time, and adverse events that favor the robot.","wordCount":46},{"sentence":"This year ISRG is focused on reducing the cost of new products, but also points out that product mix can drive the overall margin as newer technologies tend to have lower GM.","wordCount":32},{"sentence":"GMs ramped almost four hundred bps through two thousand fifteen and ISRG continues to work on cost outs with Xi.","wordCount":20},{"sentence":"We think ISRG's opportunities outweigh the risks and we maintain our OW rating and dollar six hundred fifty price target.","wordCount":20},{"sentence":"Table motion for Xi was approved in oneQfifteen and we note that the next several quarters are catalyst rich.","wordCount":19},{"sentence":"There is a wide range of top line growth expectation for ISRG.","wordCount":12},{"sentence":"And top line growth is the most important metric for investors.","wordCount":11},{"sentence":"What is your expectation for ISRG's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for ISRG to improve on to drive better stock price performance?","wordCount":16},{"sentence":"There are a few countries on the margin which hadn't settled out the distributor channels, but the impacts of those are relatively small.","wordCount":23},{"sentence":"In terms of sales reps, ZBH is expecting to have a net increase in sales reps for two thousand sixteen, reversing a net decrease from last year.","wordCount":27},{"sentence":"The stated goal remains top line stability and trending towards market growth rates.","wordCount":13},{"sentence":"Notably, ZBH thinks there is a lot of value to having a stable and trained sales force and highlighted that attrition has been within the range of expectations and it is seeing qualified applicants from other ortho companies come to apply at ZBH now as well.","wordCount":46},{"sentence":"Net net, we were encouraged by the sales force commentary and implications for sequential y/y growth in two thousand sixteen as ZBH drives from ~one percent growth in the oneH to an exit rate of three percent +.","wordCount":38},{"sentence":"Over time, ZBH expects that if its markets are growing three percent, it can drive four percent growth and faster growth rates could come in the future, leveraging the balanced portfolio and driving faster growth in low","wordCount":37},{"sentence":"Barclays | U.S. Medical Supplies and Devices share position businesses in SET, Spine, and Dental through a mix of internal investment and acquisition.","wordCount":24},{"sentence":"Sequentially, ZBH had a dental recall that impacted the fourQ and some of that will carry over into the oneQ but growth could improve from there, helping the twoH.","wordCount":29},{"sentence":"a difference, especially on the hip side ­ e.g. the Gseven dual mobility product and also the Vanguard three hundred sixty revision system, along with sub chondroplasty for foot and ankle indications.","wordCount":33},{"sentence":"Looking forward, ZBH will rationalize SKUs but will be smart about that not to disrupt surgeons and thinks about that process as a very long cycle.","wordCount":26},{"sentence":"as the biggest country but will continue to grow in China and Brazil over time.","wordCount":15},{"sentence":"ZBH believes its upper extremities business is seeing growth, and likes its current product portfolio, and there are opportunities for growth in lower extremities as it is underrepresented in that large market.","wordCount":32},{"sentence":"The focus will be mostly internal, but it is open to looking outside if the deal makes sense.","wordCount":18},{"sentence":"ZBH continues to focus on improving patient outcomes, lower surgical costs, increase surgical efficiency, and improve patient satisfaction.","wordCount":18},{"sentence":"ZBH believes in the current form, robots add time and cost, and hasn't proven better outcomes.","wordCount":16},{"sentence":"ZBH continues to evaluate robotics, and if it can develop or find a program that can advance those goals, then ZBH will be open to robotics.","wordCount":26},{"sentence":"At the current stage, ZBH is looking to gather examples of how its PSI's and solutions compare across dimensions of cost, efficiency, and outcomes and package those in a responsible way and then step up a marketing campaign for its solution that fit better in a CCJR environment.","wordCount":48},{"sentence":"Specifically on Oxford, ZBH thinks its clinical history, safety and efficacy profile, patient satisfaction and shorter operating times will compare favorably to MAKO.","wordCount":23},{"sentence":"Net/net, we think ZBH has several things going for it that make oneH set up well: one) low expectations and one of the cheaper valuations in LC medtech; two) much easier comps starting in the twoQ; and three) reasonable consensus expectations.","wordCount":41},{"sentence":"Looking forward, we continue to think ZBH can over achieve on pre tax synergies, based on our comp analysis, progress thus far, co location, and ZBH's track record with Centerpulse.","wordCount":30},{"sentence":"Further, we note ZBH's tax rate is one thousand bps higher than SYK's, and ZBH is set to delever and buy back more stock, having executed an intercompany loan in Dec that gives it more US cash and with improving FCF in two thousand sixteen as it cycles away from","wordCount":50},{"sentence":"In our view, this new algorithm will allow ZBH to achieve its ten percent EPS growth goal through two thousand twenty.","wordCount":21},{"sentence":"We maintain our Overweight rating and dollar one hundred thirty price target.","wordCount":12},{"sentence":"Investors have muted growth expectations for ZBH, but revenue growth is by far the most important metrics that can drive stock performance.","wordCount":22},{"sentence":"What is your expectation for ZBH's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for ZBH to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should ZBH be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent fifteen percent eight percent twenty percent forty percent sixty percent eighty percent one hundred percent eight percent four percent eight percent four percent twenty seven percent twenty seven percent","wordCount":51},{"sentence":"Broader macro slowdown Emerging market pressures... percent Pricing pressure Competition from developed... percent Generic or emerging market... percent Operational execution Changes in hospital spending Regulatory/pipeline risk Reimbursement / bundling Poor capital allocation Balance sheet/liabilities percent percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent twenty percent twenty percent ten percent forty percent ten percent","wordCount":59},{"sentence":"pharma is in the MSD HSD and sees that high single digit growth as sustainable in the coming years.","wordCount":19},{"sentence":"This growth is driven in part by India and some resilience in LatAm as CFR outperforms the market.","wordCount":18},{"sentence":"percent and ABT sees the opportunity to perform better and notes that there continue to be places for growth in China, including the premium and online","wordCount":26},{"sentence":"Barclays | U.S. Medical Supplies and Devices channels despite macro weakness.","wordCount":12},{"sentence":"ABT commented that its diagnostic business continues to grow in the MSD HSD, which is outpacing estimated market growth of three four percent .","wordCount":23},{"sentence":"ABT expects to launch a number of key products in core lab and to provide more comments around those product launches this year.","wordCount":23},{"sentence":"Netnet, ABT views above market growth as sustainable and highlighted improvement in Nutrition, strong diabetes growth, and improvement in Medical Devices as keys to getting higher in the range.","wordCount":29},{"sentence":"represent forty percent of segment revenues and the remainder represents sixty percent .","wordCount":12},{"sentence":"On ABSORB, ABT commented that it does not see the product as the end all workhorse stent .","wordCount":17},{"sentence":"However, ABT did note that ABSORB could add some modest market share in the US, noting that when negotiating with IDNs, having the product in the bag can be a benefit.","wordCount":31},{"sentence":"ABT sees the overall US market for stents as flat slightly down, partly due to continued pricing pressure.","wordCount":18},{"sentence":"Libre capacity is scaling up and ABT anticipates it could get approval for the professional product in the US this year, reserving its expectation for timing on the broader US approval.","wordCount":31},{"sentence":"It also noted positive secular drivers in its medical optics business .","wordCount":11},{"sentence":"MitraClip has been growing double digits ­ reaching over dollar two hundred fifty MM in sales, and ABT is working on additional indications to further expand the market.","wordCount":28},{"sentence":"two thousand sixteen will see that same kind of underlying operating margin, just offset by FX.","wordCount":16},{"sentence":"OpEx improvement in branded generics, especially, will be masked by FX.","wordCount":11},{"sentence":"ABT sees that one hundred two hundredbps improvement in operating margin over the coming years as a reasonable expectation.","wordCount":19},{"sentence":"Cost outs include back office, finance/IT and other G and A expenses.","wordCount":12},{"sentence":"ABT also noted that it has driven significant historical improvement in some of its segments ­ from two thousand eight to today dx margin improved from eight percent to twenty five percent and in nutrition, OM improved from thirteen percent to twenty five percent .","wordCount":44},{"sentence":"While the pace of these gains could slow, ABT is focused on continuous improvement and there is more OM expansion left in the model.","wordCount":24},{"sentence":"For context, EM represented fifteen percent of total healthcare spend in one thousand nine hundred ninety five, twenty five percent of healthcare spend today and ABT expects it to represent thirty five percent of total spend in the coming years.","wordCount":40},{"sentence":"ABT continues to like its investment in these areas as it has a vision of growth that will be stronger here over the long term.","wordCount":25},{"sentence":"When EM currencies find a bottom, more of that underlying growth for ABT in emerging markets can begin to show through.","wordCount":21},{"sentence":"ABT also noted that some EM currencies have been picking up recently ­ although they are not counting on these changes over the course of a couple weeks.","wordCount":28},{"sentence":"Specifically on nutrition and EPD, ABT highlighted continued robust EM growth.","wordCount":11},{"sentence":"on given it has a leadership position in Nutrition, and just announced the ALR deal in diagnostics.","wordCount":17},{"sentence":"Within Medical Devices, ABT highlighted that it feels positively about its current portfolio in diabetes, that it wouldn't rule out the possibility of an acquisition for its medical optics business, and that it remains highly focused on cardiovascular.","wordCount":38},{"sentence":"Further, there is potential for ABT to look outside these areas in devices as it is thoughtful about adding growth platfor Miss ABT sees its M and A capacity as in the billions, noting its stake in Mylan and strong credit rating.","wordCount":42},{"sentence":"Timing remains a key factor as ABT is looking for opportunities at a fair valuation.","wordCount":15},{"sentence":"Barclays | U.S. Medical Supplies and Devices monitor the stake, but commented it doesn't necessarily need that additional cash from the stake to support M and A. In terms of overall use of cash, ABT also noted its focus on buybacks and dividends to return cash to shareholders.","wordCount":49},{"sentence":"that even this year, excluding FX and Venezuela, ABT is still guiding to strong double digit cash EPS growth.","wordCount":19},{"sentence":"that ALR adds to the existing POC business at the company.","wordCount":11},{"sentence":"With regard to recent announcements by ALR on their subpoena, ABT highlighted that there is nothing it knows that would impact the deal timing.","wordCount":24},{"sentence":"Net net, while the underlying growth is encouraging and we expect ABT's stock price to bounce back, we think the overhang from EM could remain for a few quarters and note ABT does not have many big catalysts outside of results this year.","wordCount":43},{"sentence":"We maintain our OW rating and dollar forty six price target.","wordCount":11},{"sentence":"Most investors expect ABT to grow at four five percent over the next three years.","wordCount":15},{"sentence":"In terms of drivers of stock performance, investors are more focused on profitability rather than top line growth.","wordCount":18},{"sentence":"The majority of investors wants to see ABT put capital to work and do more M and A. FIGURE forty two","wordCount":21},{"sentence":"What is your expectation for ABT's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for MDT to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should ABT be more aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent percent percent percent five percent twenty percent forty percent sixty percent eighty percent one hundred percent eleven percent thirty two percent fifty three percent","wordCount":47},{"sentence":"Broader macro slowdown Emerging market pressures... Pricing pressure percent percent twenty percent","wordCount":12},{"sentence":"Competition from developed... percent Generic or emerging market... percent Operational execution Changes in hospital spending Regulatory/pipeline risk Reimbursement / bundling Poor capital allocation Balance sheet/liabilities percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent percent twenty percent forty percent twenty percent","wordCount":46},{"sentence":"Do you view the midpoint of ABT's two thousand sixteen guidance as conservative, `middle of the road' or aggressive?","wordCount":19},{"sentence":"Simpliciti, WMGI noted high surgeon interest and demand for their training program.","wordCount":12},{"sentence":"Augment continues to be on track to achieve dollar ten twelve MM in sales during the first seven eight months post launch.","wordCount":22},{"sentence":"WMGI also noted that every doctor they have received feedback from has said that it has met or exceeded their expectations.","wordCount":21},{"sentence":"Looking forward, while WMGI did not provide guidance, it anticipates the first Augment milestone may be in two thousand seventeen.","wordCount":20},{"sentence":"CAGR. twenty five percent of respondents said seven nine percent, forty two percent of respondents said ten twelve percent, eight percent of respondents said thirteen fifteen percent and twenty five percent of respondents said sixteen eighteen percent .","wordCount":37},{"sentence":"WMGI noted that it continues to expect to be a mid teens growth company and we see this as realistic given strong performance in Qfour and technologies in high growth markets.","wordCount":31},{"sentence":"WW constant currency extremities and biologics guidance for this year is ~fourteen percent growth .","wordCount":14},{"sentence":"We see top line two thousand sixteen guidance including dys synergies as conservative, given no dys synergies materialized in Qfour and WMGI sees dyssynergies as the factor that could lead to performance at the high end or above guidance.","wordCount":39},{"sentence":"We asked the audience for their view on guidance and thirty percent said modestly conservative, sixty percent said middle of the road, and ten percent said a tough bar.","wordCount":29},{"sentence":"non dilutive raise in order to take out the remainder of its converts due in two thousand seventeen and likely the Augment milestone.","wordCount":23},{"sentence":"WMGI noted that they do not want to raise capital when they have to and again highlighted that they may raise capital as part of good corporate hygiene before that time comes.","wordCount":32},{"sentence":"Absent the debt and milestone payment, WMGI sees itself as having enough cash to last until the business is cash flow positive.","wordCount":22},{"sentence":"Of note, we asked the audience their expectation for WMGI's biggest risk and fifty percent of respondents said balance sheet / liabilities.","wordCount":22},{"sentence":"us, but is not estimating when it expects the litigation issues will be resolved or what the litigation strategy is publicly .","wordCount":21},{"sentence":"However, WMGI again noted its insurance coverage and also highlighted that it has a management team which has dealt with a number of other litigation issues.","wordCount":26},{"sentence":"We highlight the initial guidance math essentially assumes a continuation of underlying growth, offset by dyssynergies, and helped by incremental Augment sales .","wordCount":22},{"sentence":"We reiterate our Overweight rating and see upside potential in two thousand sixteen.","wordCount":13},{"sentence":"Investors expect WMGI to grow at a fast pace over the next three years.","wordCount":14},{"sentence":"Investors are most concerned about WMGI's balance sheet, and want to see WMGI pay down parts of the debt.","wordCount":19},{"sentence":"What is your expectation for WMGI's top line organic growth CAGR over the next three years?","wordCount":16},{"sentence":"What area is most important for WMGI to improve on to drive better stock price performance?","wordCount":16},{"sentence":"Where should WMGI be most aggressive about reinvesting its cash flow?","wordCount":11},{"sentence":"Tuck in acquisitions Large acquisitions Internal R and D investments Sales force expansion Emerging market infrastructure Share repurchases Debt Repayment Dividends percent percent twenty percent forty percent sixty percent eighty percent one hundred percent percent thirty three percent percent twenty two percent twenty two percent eleven percent eleven percent","wordCount":49},{"sentence":"Broader macro slowdown Emerging market pressures... Pricing pressure Competition from developed... Generic or emerging market... percent Operational execution Changes in hospital spending Regulatory/pipeline risk Reimbursement / bundling Poor capital allocation Balance sheet/liabilities percent twenty percent forty percent percent percent percent percent fifty percent sixty percent eighty percent one hundred percent seventeen percent percent seventeen percent percent seventeen percent","wordCount":58},{"sentence":"Do you view the midpoint of WMGI's two thousand sixteen guidance as conservative, `middle of the road' or aggressive?","wordCount":19},{"sentence":"I, Matthew Taylor, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Materially Mentioned Stocks Abbott Laboratories, Overweight/Neutral, CD/CE/D/E/J/K/L/M/O Becton Dickinson and Co., Equal Weight/Neutral, CD/CE/D/J/K/L/M/N Boston Scientific Corp., Overweight/Neutral, A/CD/CE/D/J/K/L/M/N C.R. Bard Inc., Equal Weight/Neutral, CD/CE/D/J/K/L/M/N Edwards Lifesciences Corp., Equal Weight/Neutral, CD/CE/J/K/N Heartware International Inc., Overweight/Neutral, CD/CE/J Integra LifeSciences Holdings, Equal Weight/Neutral, A/CD/CE/D/J/L Intuitive Surgical, Overweight/Neutral, CE/J KtwoM Group Holdings Inc., Overweight/Neutral, A/CE/D/F/J/L Mazor Robotics Ltd., Overweight/Neutral, E/J/L Medtronic PLC, Overweight/Neutral, CE/D/E/J/K/L/M/N NuVasive Inc., Equal Weight/Neutral, CD/CE/J/K/N ReWalk Robotics Ltd., Equal Weight/Neutral, CE/J St. Jude Medical Inc., Overweight/Neutral, CD/CE/J Teleflex, Overweight/Neutral, CD/CE/J/K/M/O Wright Medical Group, Overweight/Neutral, CE/J Zimmer Biomet Holdings Inc., Overweight/Neutral, A/CD/CE/D/E/J/K/L/M/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":125},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Medical Supplies and Devices Abbott Laboratories Becton Dickinson and Co. twenty one March two thousand sixteen Baxalta Inc. Boston Scientific Corp. Baxter International C.R. Bard Inc. thirty five","wordCount":43},{"sentence":"ResMed Stryker Corp. Zimmer Biomet Holdings Inc. Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy six companies under coverage.","wordCount":23},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch Heartware International Inc. KtwoM Group Holdings Inc. Medtronic PLC ReWalk Robotics Ltd.","wordCount":80},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
