{"fileName":"Barclays_ConocoPhillips_Cash_flow_deficit_remains_a_market_concern.pdf","numberSentences":441,"text":[{"sentence":"We think COP's threeQfifteen result will have a neutral to slightly negative impact on the shares' near term performance.","wordCount":19},{"sentence":"Despite the improving operating performance and the substantial cost reductions that have already been achieved, the market remains sceptical about the company's ability to achieve cash flow neutrality in two thousand seventeen under a dollar sixty Brent price environment.","wordCount":39},{"sentence":"While the reduced FYfifteen capital spending guidance in conjunction with a modestly higher FYfifteen production outlook is a good combination, we think investors will instead focus their attention towards the just announced Dec tenth conference call where the company will unveil its two thousand sixteen production/capex plan.","wordCount":47},{"sentence":"Total threeQfifteen production averaged one thousand five hundred fifty four mboe/d, compared to guidance of one thousand five hundred ten ­ one thousand five hundred fifty mboe/d, and our estimate of one thousand five hundred forty two mboe/d.","wordCount":38},{"sentence":"Unfortunately, the robust production performance did not translate into strong financial results.","wordCount":12},{"sentence":"Cash flow from operations before changes in working capital was only dollar one.six billion or an annual run rate of dollar six.four billion, compared to twoQfifteen at dollar two.three billion.","wordCount":33},{"sentence":"While oil prices were down q/q and COP's threeQ turnarounds hit relatively oil intensive production areas such as the UK and Alaska, we think this is causing concern among investors.","wordCount":30},{"sentence":"That said, we continue to believe COP offers one of the better risk reward tradeoffs among the mega cap majors.","wordCount":20},{"sentence":"Based on our analyses, we estimate COP's free cash flow yield after capex could exceed CVX and XOM starting two thousand sixteen, while COP continues to trade at a substantial discount to its peers.","wordCount":34},{"sentence":"We also continue to believe its North America unconventional oil portfolio, which spans across the Eagle Ford, Bakken, and Permian plays, is unmatched among the Super Majors.","wordCount":27},{"sentence":"COP believes it has around sixteen billion barrels of resource producible at below dollar sixty/bl Brent and another eight billion boe could be produced between dollar sixty dollar seventy five Brent.","wordCount":31},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"five +twenty two percent COP sixty five thousand eight hundred five one thousand two hundred thirty three.forty","wordCount":18},{"sentence":"hundred twenty six.one thousand eight hundred eighty four paul.cheng at barclays dot com BCI, US","wordCount":17},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE twenty two.","wordCount":12},{"sentence":"Americas Integrated Oil Industry View: NEUTRAL Stock Rating: OVERWEIGHT two thousand fourteenA twenty thousand five hundred sixty one fifteen thousand three hundred thirty three six thousand six hundred seventeen five.thirty","wordCount":31},{"sentence":"two.eighty three two thousand fifteenE two thousand sixteenE eight thousand two hundred seventy two eleven thousand fourteen eight thousand five hundred eighty seven ten thousand five hundred twenty four one thousand forty six hundred forty one .eighty","wordCount":38},{"sentence":"one thousand two hundred forty two.one one thousand two hundred forty eight.four","wordCount":14},{"sentence":"six two thousand seventeenE sixteen thousand one hundred twenty five thirteen thousand eight hundred forty three thousand eight hundred seventy nine three.ten","wordCount":23},{"sentence":"Reasonable underlying decline rate and production outlook raise investors' confidence level that the company's strategic transition could work if executed successfully.","wordCount":21},{"sentence":"We believe the company could become operationally self funded by two thousand seventeen/two thousand eighteen under a dollar one hundred/bl Brent oil environment.","wordCount":23},{"sentence":"Our upside case assumes a long term Brent price deck of dollar one hundred/bl in our NAV analysis from our current assumption of dollar eighty dollar ninety/bl Brent.","wordCount":28},{"sentence":"Our downside scenario assumes a long term oil price deck of dollar sixty/bl in our NAV analysis from our current assumption of dollar eighty dollar ninety/bl Brent.","wordCount":27},{"sentence":"Income statement EBITDA EBIDA Net income EPS Diluted shares DPS Return data ROACE ROAE ROMC","wordCount":15},{"sentence":"Balance sheet and cash flow Shareholders' equity fifty one thousand nine hundred eleven forty six thousand seven hundred seventy nine Net debt/ seventeen thousand five hundred three twenty four thousand ninety six Total debt twenty two thousand five hundred sixty five.","wordCount":41},{"sentence":"ninety one thousand six hundred forty seven Market capital employed one hundred eight thousand six hundred four Cash flow from operations sixteen thousand seven hundred thirty five seven thousand two hundred sixty two Capital expenditure seventeen thousand one hundred forty four ten thousand two hundred Dividends paid three thousand five hundred twenty five three thousand six hundred fifty two two thousand nine hundred thirty eight Free cash flow four hundred nine Net cash surplus/ one thousand one hundred eighty four three thousand seven hundred seventy five Valuation and leverage metrics P/E EV/EBITDA EV/EBIDA Equity FCF yield Dividend yield Total debt/capital Total debt/equity NAV per share EV/boe Selected operating metrics Upstream Oil production Gas production Total production Realisations Downstream Refining capacity Refining throughput","wordCount":122},{"sentence":"Although we think the shares of the oil majors have already bottomed in late September relative to the market, we think the shares' near term upside may be limited after the subsequent sharp outperformance .","wordCount":34},{"sentence":"We estimate the group now reflects a long term oil price deck of dollar seventy dollar seventy five Brent or dollar sixty five dollar seventy WTI.","wordCount":26},{"sentence":"While we continue to think that the global oil market will likely average dollar eighty dollar ninety per barrel over the next decade, we think it unlikely the market will be willing to value the sector at more than dollar seventy five Brent in the next twelve months, given the current future strip averaging only dollar fifty four and dollar fifty nine for Brent in two thousand sixteen and two thousand seventeen and dollar fifty and dollar fifty three for WTI, respectively.","wordCount":82},{"sentence":"That said, we think the sector's valuation will improve sharply over the next three four years as the global oil market demand and supply returns to a tighter balance by late two thousand seventeen/two thousand eighteen.","wordCount":36},{"sentence":"Over the next six twelve months, we expect the global oil market to resemble a tug of war between competing forces, likely leading to continued price volatility.","wordCount":27},{"sentence":"We expect Brent to range between dollar forty five dollar seventy and WTI between dollar forty dollar sixty five.","wordCount":19},{"sentence":"Over the next three years, we expect global oil supplies could potentially add two.two three.three million b/d from Iran, the Neutral Zone and Libya .","wordCount":26},{"sentence":"On the other hand, we expect US production could decline one hundred four hundred mb/d next year while the OPEC countries may decline by one hundred fifty two hundred mb/d per year, primarily driven by Venezuela and Nigeria.","wordCount":38},{"sentence":"In addition, we think non US, non OPEC production could drop one two percent, or three hundred six hundred mb/d by two thousand eighteen as major project sanctions have slowed to a near halt since late two thousand thirteen.","wordCount":39},{"sentence":"As a result, we estimate total available supplies in excess of current demand at two.one three.sixty","wordCount":18},{"sentence":"five mmb/d over the next three years compared to our estimate of potential demand growth of roughly three.sixty","wordCount":19},{"sentence":"This implies US production may need to increase by an average of one mmb/d in two thousand eighteen.","wordCount":18},{"sentence":"While we don't doubt the US's ability to grow production by one million b/d a year, the question is at what price level.","wordCount":23},{"sentence":"In our opinion, this is not a question of well economics, but one of liquidity.","wordCount":15},{"sentence":"At what price will domestic producers generate sufficient cash flow to fund drilling activities enough to increase output by one mmb/d?","wordCount":21},{"sentence":"Our best guess is that WTI prices will need to exceed dollar seventy dollar eighty/bl which implies Brent exceeding dollar seventy five dollar eighty five/bl by two thousand eighteen.","wordCount":29},{"sentence":"Low Scenario Current Global Supply Surplus Possible two thousand sixteen Production Supply Growth Iran Neutral Zone Libya Potential Reduction two thousand sixteen US decline Other OPEC countries Non US and Non OPEC Total Available Supplies Estimated Demand Growth* Potential Necessary US Production Response in two thousand seventeen two thousand eighteen *Assuming demand growth of one.two","wordCount":56},{"sentence":"Barclays | ConocoPhillips Positive risk factors to oil prices: · We expect global oil demand will continue to exceed expectation.","wordCount":20},{"sentence":"We view the risks of a Chinese economic implosion as minimal given the fact that policymakers still have at their disposal ample firepower to artificially address potential economic crises, such as stock market crashes or housing bubbles.","wordCount":37},{"sentence":"While the long term risks to the Chinese economy will only grow from such kicking the can down the road, the short to medium term interests of the policymakers should ensure any necessary stabilizing actions will be taken.","wordCount":38},{"sentence":"Thus, we see reduced risks of a China Hard Landing to the global oil market, at least for now.","wordCount":19},{"sentence":"We estimate global oil demand to grow one.nine million b/d in two thousand fifteen and conservatively estimate the annual growth rate will drop to one.two","wordCount":27},{"sentence":"one.four million b/d per annum between two thousand sixteen two thousand eighteen.","wordCount":13},{"sentence":"We expect sharp two thousand sixteen budget cuts to below their sustaining capital requirements by many US E and P companies.","wordCount":21},{"sentence":"While the market's focus until recently has rightfully been on the resilience of US oil production in the face of continued capex and rig cuts, we believe US oil production should remain in a sequential downtrend in the coming quarters.","wordCount":40},{"sentence":"Until recently, the credit market has been relatively generous toward struggling E and P companies.","wordCount":15},{"sentence":"However, as the high yield energy debt market dries up, many will come under increasing financial duress and production will be threatened.","wordCount":22},{"sentence":"Furthermore, we think that by two thousand sixteen we could potentially see the first signs of a production drop in the non OPEC/non US oil producers.","wordCount":26},{"sentence":"We think that Nigeria and Venezuela will continue their downward production trend.","wordCount":12},{"sentence":"Meanwhile, Iraqi production growth to recent records may reverse due to the government's call to international oil companies to suspend or draw down their two thousand sixteen work plans in order to save on costs .","wordCount":35},{"sentence":"We also think that Angola production could begin to trend lower reflecting the lack of new major projects being sanctioned since late two thousand thirteen.","wordCount":25},{"sentence":"Lastly, we think Russian production may trend flat to slightly down in two thousand sixteen due to the ongoing effects of sanctions, the delay of the planned cut in oil export duties, and the potential new oil tax plan that would increase mineral taxes.","wordCount":44},{"sentence":"Negative risk factors to oil prices: · We expect Iran will ramp up production faster and higher than the market's current assumption, ie, we think production could reach three.five","wordCount":30},{"sentence":"­ four. million b/d by the end of two thousand sixteen.","wordCount":11},{"sentence":"However, we do not believe the country could push much beyond four mmb/d over the next two three years.","wordCount":19},{"sentence":"Iran has repeatedly failed to achieve its target of reaching six mmb/d of capacity throughout the last thirty years.","wordCount":19},{"sentence":"The Neutral Zone could ramp up production to five hundred six hundred mb/d if Kuwait and Saudi Arabia resolve their differences and pave the way for Kuwait to resume the issuance of foreign work permits to Chevron.","wordCount":37},{"sentence":"million b/d over the next three years from currently three hundred four hundred mb/d even if the civil war continues.","wordCount":20},{"sentence":"All militant factions need foreign currency and oil is the only avenue for them.","wordCount":14},{"sentence":"We expect Libya to settle into an unstable equilibrium where different factions will control different parts of the country and avoid large scale all out wars.","wordCount":26},{"sentence":"Within their respective zones of influence, they will all pump oil as much as they can.","wordCount":16},{"sentence":"We think it is important to note that the potential production uplift from the Neutral Zone and Libya collectively is bigger than the potential uplift from Iran.","wordCount":27},{"sentence":"Despite our expectation that US onshore oil production will remain in a downward trend over the next several quarters, we expect imports to stay elevated due to rising floating storage costs, which in turn will lead to a buildup of crude inventories in PADDs two and three collectively by an average of three four million barrels per week.","wordCount":58},{"sentence":"Barclays | ConocoPhillips believe the US will actually run out of crude storage, we expect the inventory build will put downward pressure on WTI Cushing and US prices over the next several months.","wordCount":33},{"sentence":"Refining outlook On the refining side, while Barclays' US, European and Asian representative refining margin indicators' have plunged since reaching impressive near term highs during the summer of two thousand fifteen, each has recently posted its own modest respective recovery.","wordCount":40},{"sentence":"In fact, each of these margins is still above its respective two year seasonally adjusted average.","wordCount":16},{"sentence":"While we acknowledge they are threatened in the near term by the currently high global inventory levels, we think any inventories surplus or deficit could potentially be corrected relatively quickly as the current stock levels represent a fraction of the supply/demand balance.","wordCount":42},{"sentence":"Thus the inventory levels were never a useful indicator for the long term margin outlook.","wordCount":15},{"sentence":"Aiding US refining margins over the next several months, we believe, will be a modest widening of the North American crude oil differentials.","wordCount":23},{"sentence":"Although we expect US onshore oil production to continue trending lower at least through the first half of two thousand sixteen, we expect it to be outweighed by lower demand from refinery turnaround activities.","wordCount":34},{"sentence":"Perhaps more importantly, we believe imports will stay elevated, as we think the recent sharp rise of the VLCC tanker day rate will both widen the contango and alter the import economics from West Africa to the US Gulf Coast.","wordCount":40},{"sentence":"With the current global oversupply, onshore storage facilities in Africa and the North Sea are filling, with producers turning to floating storage.","wordCount":22},{"sentence":"But with the high VLCC rates, we expect much of these barrels to make their way into the US Gulf Coast, pressuring LLS into breakeven or dollar one dollar two/b discount versus Brent through.","wordCount":34},{"sentence":"This in turn should push WTI Cushing prices down to dollar three dollar five per barrel below Brent.","wordCount":18},{"sentence":"Please refer to our Valero threeQfifteen Earnings Review, dated twenty nine Oct, two thousand fifteen, for a more thorough refining industry macro analysis.","wordCount":23},{"sentence":"million b/d two thousand eleven two thousand twelve two thousand thirteen oneQfourteen twoQfourteen threeQfourteen fourQfourteen two thousand fourteen oneQfifteen twoQfifteen threeQfifteenE fourQfifteenE FYfifteenE FYsixteenE","wordCount":24},{"sentence":"Total Demand percent Growth Rate BioFuel Supply Total Demand Excl BioFuel percent Growth Rate Supply","wordCount":15},{"sentence":"FSU Europe China Other Asia* Latin America* Middle East Africa* Processing Gains","wordCount":12},{"sentence":"Total non OECD* Total non OPEC* Total non OPEC ex Angola and Ecuador, incl Indonesia* OPEC","wordCount":16},{"sentence":"Global Cap Growth Rate Call on OPEC Cap Utilization OPEC Actual Utilization Est.","wordCount":13},{"sentence":"OECD Total Stock OECD Stock/Demand Actual OECD Stock Changes Implied Stock Changes","wordCount":12},{"sentence":"We think COP's threeQfifteen result will have a neutral to slightly negative impact on the shares' near term performance.","wordCount":19},{"sentence":"Despite the improving operating performance and the substantial cost reduction savings that has already been achieved, the market remains sceptical about the company's ability to achieve cash flow neutrality in two thousand seventeen under a dollar sixty Brent price environment.","wordCount":40},{"sentence":"While the reduced FYfifteen capital spending guidance in conjunction with a modestly higher FYfifteen production outlook is a good combination, we think investors will instead focus their attention towards the just announced Dec tenth conference call where the company will unveil its two thousand sixteen production/capex plan.","wordCount":47},{"sentence":"Given the market's concern, in hindsight, COP might be better off providing a preliminary budget and production outlook in the conference call, similar to what CVX decided to do.","wordCount":29},{"sentence":"Total threeQfifteen production averaged one thousand five hundred fifty four mboe/d, compared to guidance of one thousand five hundred ten ­ one thousand five hundred fifty mboe/d, and our estimate of one thousand five hundred forty two mboe/d.","wordCount":38},{"sentence":"Unfortunately, the robust production performance did not translate into strong financial results.","wordCount":12},{"sentence":"Cash flow from operations before changes in working capital was only dollar one.six billion or an annual run rate of dollar six.four billion, compared to twoQfifteen at dollar two.three billion.","wordCount":33},{"sentence":"While oil prices were down q/q and COP's threeQ turnarounds hit relatively oil intensive production areas such as the UK and Alaska, we think this is causing concern among investors.","wordCount":30},{"sentence":"In other words, the market is questioning whether the company could actually reach cash flow neutrality by two thousand seventeen under a dollar sixty/bl Brent price environment.","wordCount":27},{"sentence":"We further believe that the last two rounds of small dividend increases are not an effective use of cash for the company .","wordCount":22},{"sentence":"Concerning their recent decision to completely exit from their deepwater exploration activities, we think it is a double edged sword.","wordCount":20},{"sentence":"While it will provide much needed medium term relief to their cash balance by easily saving dollar five hundred million per year in capital expenditure, it will possibly rob the company of an important source of resource growth over the long term.","wordCount":42},{"sentence":"Since it is impossible to rebuild an entire deepwater program in a short period of time, COP's decision will lead to a total exit from the deepwater at least through the next ten fifteen years.","wordCount":35},{"sentence":"It also indicated on the call that all deepwater water exploration activities would cease by two thousand seventeen, and its remaining undeveloped GOM acres would be divested.","wordCount":27},{"sentence":"That said, we continue to believe COP offers one of the better risk reward tradeoffs among the mega cap majors.","wordCount":20},{"sentence":"Based on our analyses, we estimate COP's free cash flow yield after capex could exceed CVX and XOM starting two thousand sixteen, while COP continues to trade at a substantial discount to its peers.","wordCount":34},{"sentence":"We also continue to believe its North America unconventional oil portfolio, which spans across the Eagle Ford, Bakken, and Permian plays, is unmatched among the Super Majors.","wordCount":27},{"sentence":"COP believes it has around sixteen billion barrels of resource producible at below dollar sixty/bl Brent and another eight billion boe could be produced between dollar sixty dollar seventy five Brent.","wordCount":31},{"sentence":"We also think that COP could indeed reach cash flow neutrality in two thousand seventeen under a dollar sixty dollar sixty five Brent price environment.","wordCount":25},{"sentence":"billion compared to sustaining capex of dollar eight billion and dividend of dollar three.seven billion.","wordCount":16},{"sentence":"Rating Americas Majors Cenovus Chevron ConocoPhillips Exxon Mobil Hess Husky Energy Imperial Oil Murphy Oil Petrobras Petrobras Suncor Energy Americas Majors Median Large Cap E and P Average* Industry View: Neutral UW EW OW EW EW OW EW EW EW OW OW Price ten/thirty/fifteen P/E two thousand fifteenE two thousand sixteenE EV/EBITDA two thousand fifteenE two thousand sixteenE EV/EBIDA + Def.","wordCount":61},{"sentence":"Tax two thousand fifteenE two thousand sixteenE ROMC percent two thousand fifteenE two thousand sixteenE Dividend Yield","wordCount":17},{"sentence":"Macro Assumptions Brent Average Spot Price WTI Cushing Average Spot Price U.S. Natural Gas Spot Price Refining Margins U.S. Gulf Coast LLS six three two one U.S. East Coast U.S. Mid Continent U.S. West Coast NW Europe Singapore Crude Differentials Brent/WTI Cushing LLS/WTI Cushing LLS/Maya LLS/Mars WTI Cushing/WTI Midland WTI Cushing/WCS WTI Cushing/WTS","wordCount":58},{"sentence":"nine dollar twenty two.five dollar four.forty nine dollar seven.six","wordCount":12},{"sentence":"two dollar two.fifty three dollar six.twenty five dollar .seventy","wordCount":11},{"sentence":"Barclays | ConocoPhillips FIGURE four COP, CVX, XOM, IMO and SU Return and Valuation Comparisons","wordCount":15},{"sentence":"FIGURE five COP, CVX, XOM, IMO and SU Return and Valuation Comparisons","wordCount":12},{"sentence":"dollar two.nine dollar ten.three dollar nine.nine dollar eight.eight","wordCount":12},{"sentence":"dollar five.five dollar ten.six dollar ten.eight dollar nine.five dollar eight.","wordCount":14},{"sentence":"Free CF after Capex and Dividend COP CVX XOM IMO SU COP vs CVX COP vs XOM IMO vs XOM SU vs XOM COP CVX XOM IMO SU COP vs CVX COP vs XOM IMO vs XOM SU vs XOM dollar seven hundred thirty seven dollar five thousand one hundred twenty six dollar twelve thousand four hundred sixty two dollar nine hundred .eight","wordCount":63},{"sentence":"percent dollar nine hundred eighty nine dollar twelve thousand four hundred ninety five dollar one thousand one hundred thirty one six.four","wordCount":22},{"sentence":"percent dollar two thousand one hundred sixty two dollar seven thousand one hundred fifty eight dollar five thousand three hundred thirty five three.nine","wordCount":24},{"sentence":"percent dollar two thousand two hundred ninety dollar four hundred thirty nine dollar seven thousand nine hundred seventy three four.six","wordCount":21},{"sentence":"percent dollar ten thousand one hundred sixty eight dollar nine hundred one dollar six thousand one hundred forty dollar seven thousand one hundred fifty nine nine.nine","wordCount":27},{"sentence":"percent dollar one thousand fifty eight dollar five thousand nine hundred seventy seven dollar one hundred twenty dollar three thousand three hundred twenty three dollar two thousand one hundred twenty four three.two","wordCount":33},{"sentence":"percent dollar two thousand two hundred twenty six dollar four thousand six hundred eleven dollar one thousand four hundred sixty five dollar eight hundred ninety four four.one","wordCount":28},{"sentence":"percent dollar five thousand one hundred thirty four dollar seven thousand eight hundred forty nine dollar one thousand one hundred forty nine dollar one thousand eight hundred forty three one.three","wordCount":31},{"sentence":"percent dollar six thousand five hundred thirty nine dollar six thousand two hundred seventy seven dollar one thousand five hundred thirty nine dollar two thousand three hundred three two.nine","wordCount":30},{"sentence":"percent dollar one thousand eight hundred seventy nine dollar four hundred twenty five dollar eight hundred thirty five dollar seven hundred sixty seven four.four percent two.","wordCount":27},{"sentence":"Barclays | ConocoPhillips FIGURE six COP, CVX, XOM, IMO and SU Return and Valuation Comparisons","wordCount":15},{"sentence":"COP vs CVX COP vs XOM IMO vs XOM Su vs XOM","wordCount":12},{"sentence":"dollar four thousand ninety eight dollar eleven thousand four hundred six dollar twenty one thousand six hundred sixty five dollar one thousand five hundred seventy three four.five","wordCount":28},{"sentence":"dollar one thousand five hundred fifty dollar ten thousand one hundred eighteen dollar one thousand six hundred thirty seven dollar one thousand one hundred fifty three dollar one thousand five hundred eighty one two.three","wordCount":35},{"sentence":"dollar four thousand three hundred sixty four dollar ten thousand four hundred sixty two dollar seventeen thousand six hundred twenty five dollar two thousand four hundred sixteen dollar two thousand five hundred two six.five","wordCount":35},{"sentence":"dollar five thousand six hundred eleven dollar thirteen thousand six hundred ninety seven dollar twenty one thousand six hundred seven dollar two thousand three hundred eighty five dollar three thousand six hundred sixty seven eight.four percent seven.nine","wordCount":39},{"sentence":"dollar four thousand seven hundred forty six dollar fifteen thousand four hundred fifty two dollar twenty thousand six hundred forty three dollar two thousand eight hundred eighty seven dollar four thousand three hundred fifty six seven.one","wordCount":37},{"sentence":"dollar two thousand one hundred fifty four dollar four thousand four hundred eighty six dollar fourteen thousand seven hundred thirty eight dollar one thousand two hundred thirty five dollar two thousand four hundred four three.two","wordCount":36},{"sentence":"Average WTI Cushing Price, dollar /bl Average Brent Price, dollar /bl Average US Natural Gas Price, dollar /mcf Average UK Natural Gas Price, dollar /mcf WTI Cushing Price Discounted in the NAV Estimate, dollar /bl Brent Price Discounted in the NAV Estimate, dollar /bl US Natural Gas Price Discounted in the NAV Estimate, dollar /mcf UK Natural Gas Price Discounted in the NAV Estimate, dollar /mcf Assumed Cost Inflation/, percent Value of Total Resource as percent of PVten Value of Resources as percent of PVten ninety four.four","wordCount":88},{"sentence":"percent twenty five percent two percent CVE TSE Cenovus two thousand fourteen PVten of Reserves, dollar mm Adjustments Revenue Impact, dollar mm Future Production and Transportation Costs, dollar mm Future Development Costs, dollar mm Assume Change in Cost, dollar mm Future Income Tax Provision, dollar mm Future Net Cash Flows, dollar mm Assumed Tax Rate, percent Net Impact of Revenue and Costs Change, dollar mm Discount at ten percent Annual Rate, dollar mm Discount from Net Income to get PVten, percent Net Addition/, dollar mm Proved Reserves Adjusted NPV at dollar seventy five/bl Brent and dollar sixty eight/bl WTI Implied Proved Reserve Value, dollar /boe US and Canada R and M and Retail two thousand sixteen LIFO EBITDA, dollar mm Refiners two thousand sixteen EV/EBITDA, x Non US/Canada R and M and Retail two thousand sixteen EBITDA, dollar mm Refiners two thousand sixteen EV/EBITDA, x Downstream EV, dollar mm US and Canada Chemicals two thousand sixteen EBITDA, dollar mm Chemicals two thousand sixteen EV/EBITDA, x Non US and Canada Chemicals two thousand sixteen EBITDA, dollar mm Chemicals two thousand sixteen EV/EBITDA, x Chemicals EV, dollar mm Integrated Gas, Infrastructure Assets, and Royalty Free Land Position Other Marketable Securities Outside Current Assets, Legal Liability and Others Imperial Oil Calculated Equity Value Total Other Segments EV, dollar mm Cash and Cash Equivalent, dollar mm Working Capital, dollar mm LIFO Reserve, dollar mm* Mark to Market LIFO Reserve Gain/ to Latest Quarter, dollar mm** Long term Debt, dollar mm Net Pension Liability, dollar mm Net Balance Sheet Adjustment, dollar mm Total Equity Value Based On Proved Reserves, dollar mm Total Equity Value/Share, dollar /share Total Non Proved Resources, mmboe Proved Reserves at Year End two thousand fourteen, mmboe Total Non Proved Resource to Proved Ratio Total Non Proved Resources Value, dollar /bl percent of Proved Reserve Unit Value Total Non Proved Resource Value, dollar mm YTD Identified Oil and Gas Asset Sales, mmboe Total Resource to Proved Reserve Value Ratio, x Implied Proved Reserve Value Based on Asset Sales, dollar /b Less: Estimated Asset Sales Value Included in Prior Calculation, dollar mm Total Oil and Gas Resource Value, dollar mm Adjusted Total Oil and Gas Resource Value Less Estimated Asset Sales, dollar mm C dollar four thousand four hundred one C dollar five hundred ninety nine C dollar C dollar C dollar eleven thousand six hundred nine C dollar fourteen eight thousand two hundred three one thousand eight hundred seventy six four.four","wordCount":410},{"sentence":"five percent C dollar two thousand four hundred twenty one.two","wordCount":11},{"sentence":"C dollar six.two C dollar one thousand nine hundred forty six C dollar fourteen thousand one hundred five C dollar twelve thousand one hundred fifty nine fourteen thousand five hundred sixty two twelve thousand five hundred twenty one five thousand two hundred eighty eight one hundred forty three thousand seven hundred seventy one seventy seven fifty six thousand two hundred ninety eight eleven thousand one hundred two five.one","wordCount":70},{"sentence":"one hundred forty three thousand two hundred six one hundred forty three thousand two hundred six seven thousand six hundred forty two thousand four hundred thirteen seven hundred ninety seven thirty six thousand five hundred ninety seven twenty nine thirty five thousand sixty one eight thousand nine hundred thirty nine three.nine","wordCount":52},{"sentence":"twenty three percent forty seven thousand seven hundred sixty eight one.nine","wordCount":12},{"sentence":"one hundred thousand eight hundred forty six one hundred thousand eight hundred forty six eighty four thousand three hundred sixty six one thousand two hundred forty two sixty eight fifty three.four","wordCount":32},{"sentence":"twenty seven percent percent twenty five thousand eighty two fifty nine thousand four hundred thirty five four thousand three hundred fifty four six thousand five hundred twenty seven two hundred forty nine thousand seven hundred twenty one sixty fifty five thousand eight hundred thirty four twenty one thousand two hundred eighteen two.six","wordCount":53},{"sentence":"twenty percent sixty five thousand seven hundred eighty one one.five","wordCount":11},{"sentence":"one hundred ninety one thousand five hundred eighty nine one hundred ninety one thousand five hundred eighty nine three hundred fifteen thousand five hundred one four thousand one hundred ninety seventy five eighty two.seven","wordCount":35},{"sentence":"percent ten percent one thousand five hundred five thousand five hundred ninety seven eight thousand three hundred ninety six thirty four thousand five hundred seventy one thousand four hundred thirty one three.two","wordCount":33},{"sentence":"twenty thousand six hundred eighty one twenty thousand six hundred eighty one eighteen thousand one hundred nine two hundred eighty four sixty four fifty six.two fourteen percent percent C dollar three thousand nine hundred four C dollar C dollar C dollar C dollar one C dollar thirteen thousand five hundred thirty three C dollar fourteen nineteen thousand thirty five one thousand one hundred fourteen seventeen.one","wordCount":67},{"sentence":"C dollar C dollar twenty two thousand seven hundred seventy two C dollar twenty two thousand seven hundred seventy two C dollar twenty seven thousand five hundred ninety eight nine hundred eighty four C dollar twenty eight C dollar seventeen.seven","wordCount":41},{"sentence":"fifty nine percent percent C dollar twenty eight C dollar six hundred forty three C dollar thirty thousand six hundred forty nine C dollar thirty six fourteen thousand nine hundred forty nine four thousand fifty two three.seven","wordCount":38},{"sentence":"thirteen percent C dollar ten thousand eight hundred fifty one.five","wordCount":11},{"sentence":"C dollar C dollar thirty two thousand eight hundred forty six C dollar thirty two thousand eight hundred forty six C dollar forty one thousand four hundred ninety nine eight hundred fifty one C dollar forty nine C dollar forty three.five","wordCount":42},{"sentence":"twelve percent percent one thousand two hundred ninety four seven three thousand one hundred thirty three eighteen three thousand nine hundred seven hundred fifty seven five.two .eight","wordCount":28},{"sentence":"three hundred twenty nine thousand five hundred twenty three nine thousand two hundred two six thousand thirteen one hundred seventy two thirty five twenty eight.four","wordCount":26},{"sentence":"twenty three percent percent twenty nine thousand five hundred thirty six thirty six thousand eight hundred twenty seven thirteen thousand one hundred forty two.eight","wordCount":25},{"sentence":"two hundred six thousand seven hundred forty six two hundred six thousand seven hundred forty six ninety four thousand six hundred eighteen six thousand five hundred twenty two fifteen four.nine","wordCount":31},{"sentence":"one hundred ninety seven percent percent C dollar five thousand four hundred nine C dollar C dollar C dollar fifty four thousand nine hundred forty one C dollar thirty eight twenty six thousand five hundred seventy two four thousand six hundred eighty one five.seven","wordCount":45},{"sentence":"eight percent C dollar seventeen thousand eight hundred ninety one.four","wordCount":11},{"sentence":"C dollar C dollar fifty eight thousand seven hundred fifty four C dollar fifty eight thousand seven hundred fifty four C dollar seventy two thousand eight hundred thirty one one thousand four hundred forty six C dollar fifty C dollar thirty eight.nine","wordCount":43},{"sentence":"twenty nine percent percent fourteen thousand five hundred fifty eight fourteen thousand five hundred sixty two seven thousand six hundred forty two thousand five hundred twenty four nine.five","wordCount":29},{"sentence":"fifty six thousand five hundred ninety six thirty four thousand three hundred fifty three one thousand five hundred C dollar three thousand nine hundred four C dollar two thousand eight hundred eighty five eight thousand one hundred fifty eight two thousand eighty seven.","wordCount":43},{"sentence":"C dollar one thousand two hundred ninety seven four thousand fifty six.one forty thousand one hundred twenty five four thousand two hundred eighty seven six.one forty six thousand five hundred forty five C dollar seven thousand three hundred fifty C dollar fourteen thousand nine hundred nine eight thousand twelve one.","wordCount":52},{"sentence":"eight thousand twelve C dollar twenty four thousand five hundred sixty three C dollar eleven thousand six hundred eighty five C dollar six.two CVX Chevron one hundred forty five thousand three hundred fifty two two hundred five thousand seven hundred one eighty six thousand five hundred twenty nine thirty seven thousand eight hundred eighty eight one hundred seventy nine thousand eight hundred fifty one two hundred seventy nine thousand three hundred ninety two thirty nine percent one hundred thirty four thousand forty percent ninety five thousand sixteen eight.six","wordCount":90},{"sentence":"COP ConocoPhillips eighty three thousand two hundred seventeen two hundred thousand four hundred eighty nine seventy three thousand one hundred fifteen thirty five thousand four hundred seventy three ninety six thousand ten one hundred fifty nine thousand three hundred forty three thirty eight percent seventy six thousand two hundred seven percent fifty three thousand seventy eight five.nine","wordCount":58},{"sentence":"XOM ExxonMobil one hundred seventy nine thousand four hundred sixty six four hundred twenty one thousand four hundred sixty seven one hundred twenty one thousand three hundred eleven seventy thousand three hundred seventy one three hundred thousand four hundred eighteen three hundred ninety thousand four hundred sixteen forty three percent two hundred ten thousand nine hundred fifty percent one hundred twenty five thousand eight hundred eight five.nine","wordCount":68},{"sentence":"HES Hess seventeen thousand two twenty seven thousand seven hundred ninety twenty one thousand three hundred ninety three six thousand three hundred seventy seven twenty seven thousand sixty thirty one thousand seven hundred six forty six percent fourteen thousand seven hundred four percent ten thousand nine hundred sixty eight seven.seven","wordCount":51},{"sentence":"HSE TSE Husky Energy C dollar thirteen thousand thirteen twenty three thousand one hundred twelve sixteen thousand forty three five thousand seventy six six thousand four hundred twenty two twenty thousand six hundred twenty four twenty four percent seven thousand six hundred eleven percent C dollar eight thousand seven hundred six C dollar seven.eight","wordCount":55},{"sentence":"IMO TSE Imperial Oil C dollar thirty one thousand fifty seven one hundred twenty seven thousand seventy thirty nine thousand eight hundred fourteen twenty one thousand six hundred thirty seven twenty seven thousand eight hundred fifty three ninety seven thousand six hundred thirty nine twenty two percent sixty six thousand five hundred eighty two percent C dollar twenty one thousand nine hundred ninety seven C dollar five.four","wordCount":68},{"sentence":"MUR Murphy nine thousand nine hundred five eighteen thousand seven hundred twenty four six thousand eight hundred eighty three three thousand three hundred twenty five thousand five hundred seventy seventeen thousand seven hundred fifty eight twenty four percent seven thousand eight hundred fifty two percent six thousand three hundred twenty two eight.four","wordCount":53},{"sentence":"PBR/ PBRA Petrobras one hundred seventy nine thousand three hundred eighty seven four hundred seventy eight thousand five hundred eighty six seventy five thousand two hundred fifty seven seventy one thousand eight hundred six one hundred ninety thousand six hundred eighty six three hundred sixty thousand seven hundred sixty seven thirty five percent one hundred eighty one thousand three hundred eighty one percent one hundred nine thousand six hundred seventy two eight.three","wordCount":73},{"sentence":"SU TSE Suncor C dollar forty two thousand two hundred sixty six two hundred eleven thousand seven hundred thirty one eighty nine thousand one hundred nine thirty nine thousand four thirty thousand three hundred ninety seven seventy eight thousand one hundred thirty twenty eight percent forty nine thousand eight hundred seventy one percent C dollar forty thousand eight hundred sixty four C dollar eight.seven","wordCount":65},{"sentence":"threeQfifteen Crude Prices WTI Cushing Brent forty six.eighty one fifty.seventy","wordCount":12},{"sentence":"Total Equity Value, dollar mm C dollar twelve thousand eighty three one hundred ninety one thousand nine hundred sixty one Shares Outstanding eight hundred thirty three one thousand eight hundred seventy seven Total Equity Value Per Share, dollar /share C dollar fifteen one hundred two Current Share Price C dollar nineteen.five","wordCount":52},{"sentence":"NAV Estimate/Price, above/ percent percent thirteen percent Price/NAV Estimate, above/ percent thirty four percent percent * European and Canadian companies use FIFO accounting so their inventory value already fairly reflects the last quarter.","wordCount":33},{"sentence":"** COP, HES and MUR actually reported the LIFO value on a quarterly basis so this calculation does not apply to them.","wordCount":22},{"sentence":"*** Balance sheet adustments and estimated asset sales include announced deals to be closed in two thousand fourteen.","wordCount":18},{"sentence":"We think COP's threeQfifteen result will have a neutral to slightly negative impact on the shares' near term performance.","wordCount":19},{"sentence":"Despite the improving operating performance and the substantial cost reduction savings that has already been achieved, the market remains sceptical about the company's ability to achieve cash flow neutrality in two thousand seventeen under a dollar sixty Brent price environment.","wordCount":40},{"sentence":"While the reduced FYfifteen capital spending guidance in conjunction with a modestly higher FYfifteen production outlook is a good combination, we think investors will instead focus their attention towards the just announced Dec tenth conference call where the company will unveil its two thousand sixteen production/capex plan.","wordCount":47},{"sentence":"That said, we continue to believe COP offers one of the better risk reward tradeoffs among the mega cap majors.","wordCount":20},{"sentence":"Based on our analyses, we estimate COP's free cash flow yield after capex could exceed CVX and XOM starting two thousand sixteen, while COP continues to trade at a substantial discount to its peers.","wordCount":34},{"sentence":"We also think that COP could indeed reach cash flow neutrality in two thousand seventeen under a dollar sixty dollar sixty five Brent price environment.","wordCount":25},{"sentence":"billion compared to sustaining capex of dollar eight billion and dividend of dollar three.seven billion.","wordCount":16},{"sentence":"Positive · Reduced FYfifteen capex guidance dollar ten.two billion from dollar eleven.","wordCount":13},{"sentence":"Negative · Did not provide preliminary two thousand sixteen capex and production guidance.","wordCount":13},{"sentence":"annual run rate of dollar six.four billion, compared to twoQfifteen at dollar two.three billion.","wordCount":16},{"sentence":"dollar three hundred twelve million, contributing a negative variance of dollar .seven/share.","wordCount":12},{"sentence":"Reduced FYfifteen capex guidance dollar ten.two billion from dollar eleven.","wordCount":11},{"sentence":"Half the decrease is a result of FX and general deflation, while the other half is a result of deferrals and program efficiencies.","wordCount":23},{"sentence":"Reduced FYfifteen opex guidance to dollar eight.two billion from dollar eight.nine billion previously.","wordCount":15},{"sentence":"Reduced FYfifteen corporate expense guidance to dollar .eight billion from dollar .nine","wordCount":12},{"sentence":"Reiterated FYfifteen exploration dry hole and impairment expense guidance at dollar .eight","wordCount":12},{"sentence":"production and capex targets as well as hold a conference call on Dec tenth.","wordCount":14},{"sentence":"to one thousand five hundred eighty five ­ one thousand five hundred ninety five mboe/d, or three four percent growth rate compared with two three percent previously.","wordCount":27},{"sentence":"million, of which dollar four hundred forty one million after tax was charged to the exploration expense.","wordCount":17},{"sentence":"dollar two hundred six million, driven by higher than expected natural gas production.","wordCount":13},{"sentence":"more currently being shopped around including eighty mb/d worth of assets in the GOM.","wordCount":14},{"sentence":"Management expects to generate dollar one dollar two billion a year in asset sales under the normal course of business.","wordCount":20},{"sentence":"Currently, COP has put forward several packages of assets up for sale, including some of their conventional oil and gas properties in Canada.","wordCount":23},{"sentence":"ranks eightth in our group of twelve major oil companies, compared to nineth in twoQfifteen and nineth in threeQfourteen.","wordCount":19},{"sentence":"COP is currently running thirteen rigs: six EF, four Permian, four Bakken.","wordCount":12},{"sentence":"Management indicated on the call that maintaining the same rig count next year would translate to a three five percent decline in unconventionals production.","wordCount":24},{"sentence":"To maintain production flat in the EF and Bakken with today's volumes, COP would require seven eight rigs in the EF and five rigs in the Bakken.","wordCount":27},{"sentence":"Per year, each rig would require dollar one hundred fifty million.","wordCount":11},{"sentence":"D and C costs in the Lforty eight are lower by twenty thirty percent vs a year ago, driven fifty/fifty by efficiencies and industry deflation.","wordCount":25},{"sentence":"Results were encouraging from the Shenandoah appraisal, while Vernaccia and Gibson exploration wells are being drilled and it expects to start on Melmar this quarter.","wordCount":25},{"sentence":"In fourQfifteen, first oil is expected at CDfive and Drill Site twoS.","wordCount":12},{"sentence":"COP achieved first oil at CDfive and Drill Site twoS in October.","wordCount":12},{"sentence":"Alaska production expected to be flattish for the next few years.","wordCount":11},{"sentence":"Gumusut had its first major turnaround start in June of last quarter it was completed in threeQ head of schedule.","wordCount":20},{"sentence":"Peak production is expected in two thousand seventeen at one hundred fifty mb/d.","wordCount":13},{"sentence":"The Cheshire deepwater exploration well off Nova Scotia was spudded this quarter.","wordCount":12},{"sentence":"versus dollar three.eight billion in twoQfifteen and dollar five.four billion in threeQfourteen.","wordCount":14},{"sentence":"Segment Earnings threeQfifteenA E and P US Canada Europe Asia and Middle East Other International Total E and P Corporate Net Income from Continuous Operations Special items Total Net Income Shares Outstanding EPS EPS three three hundred two one thousand two hundred forty two threeQfifteenE fifteen two hundred six one thousand two hundred forty one EPS Variance .five","wordCount":58},{"sentence":".seven threeQfourteenA six hundred fifty six two hundred sixty two hundred thirteen seven hundred nineteen one thousand eight hundred thirty one thousand six hundred eleven one thousand ninety three two thousand seven hundred four one thousand two hundred forty seven one.twenty nine two.","wordCount":45},{"sentence":"seventeen y o y change percent percent percent percent one hundred thirty three percent percent percent percent percent percent percent percent percent twoQfifteenA seventy one three hundred twenty eight one hundred seventy two eighty one one thousand two hundred forty one .seven","wordCount":42},{"sentence":"q o q change three hundred eight percent ninety seven percent percent percent percent percent one hundred thirty two percent percent one hundred thirty three percent four hundred ninety eight percent percent percent four hundred sixty six percent","wordCount":38},{"sentence":"Operating Data threeQfifteenA Oil and Gas Realizations U.S. Canada Europe Asia and Middle East Other International Worldwide Unit After tax Profitability U.S. Canada Europe Asia and Middle East Other International Worldwide Oil and NGL Production U.S. Canada Europe Asia and Middle East Other International Total Liquids Production Gas Production U.S. Canada Europe Asia and Middle East Other International Total Gas Production Total Oil and Gas Production Exploration Expenses U.S. Canada Europe Asia and Middle East Other International Total thirty.two","wordCount":85},{"sentence":"four hundred sixty two one hundred ninety six one hundred twenty three one hundred five four eight hundred ninety one thousand four hundred ninety one seven hundred twelve four hundred fifteen one thousand three hundred sixty six three thousand nine hundred eighty four one thousand five hundred fifty four one hundred fifty two twenty five forty fifty seventy four three hundred forty one threeQfifteenE twenty nine.seven","wordCount":67},{"sentence":"four hundred fifty three one hundred ninety six one hundred nineteen one hundred six four eight hundred seventy nine one thousand five hundred five seven hundred forty nine four hundred thirty three one thousand two hundred eighty nine one three thousand nine hundred seventy eight one thousand five hundred forty two one hundred seventy twenty five forty fifty fifty three hundred thirty five Variance vs Forecast one percent percent percent percent percent percent twenty seven percent percent percent forty one percent percent percent two percent percent three percent percent three percent one percent percent percent percent six percent percent percent one percent percent percent percent percent forty eight percent two percent threeQfourteenA fifty eight.two","wordCount":115},{"sentence":"four hundred forty two one hundred fifty eight one hundred twenty seven one hundred three thirteen eight hundred forty three one thousand five hundred thirty three seven hundred seven four hundred four one thousand one hundred eighty eight fifty five three thousand eight hundred eighty seven one thousand four hundred ninety one one hundred eighty nine thirty twenty five fifty five nine three hundred eight y o y change percent percent percent percent percent percent percent percent percent percent one thousand one hundred ninety three percent percent five percent twenty four percent percent two percent percent six percent percent one percent three percent fifteen percent percent two percent four percent percent percent sixty percent percent seven hundred twenty two percent eleven percent twoQfifteenA thirty five.three","wordCount":126},{"sentence":"four hundred seventy three one hundred seventy seven one hundred twenty six one hundred twenty six four nine hundred six one thousand five hundred forty two seven hundred sixty eight four hundred eighty two one thousand three hundred forty three one four thousand one hundred thirty six one thousand five hundred ninety six one hundred fifty three twenty five forty fifty fifty three hundred eighteen q o q change percent percent percent percent percent percent three hundred fifteen percent eighty nine percent percent percent percent percent percent eleven percent percent percent percent percent percent percent percent two percent percent percent percent percent percent percent percent forty eight percent seven percent","wordCount":110},{"sentence":"Variance Total Cash Total Debt Net Debt Total Equity Debt/Capital Net Debt/Net Capital threeQfifteen dollar two.four dollar twenty four.nine","wordCount":21},{"sentence":"twenty eight percent twenty two percent Variance V dollar dollar three.seven","wordCount":12},{"sentence":"dollar six.seven eight percent eleven percent V dollar /share dollar three.one","wordCount":13},{"sentence":"Start Up Project/Field two thousand fifteen two thousand eighteen Foster Creek Phase F,G,H Caltex three and Suban three APLNG Train one CD five/twoS/GMT one APLNG Train two Christina Lake Phase F Saleski Thornbury one two Kumunsu East Ubah Point Thompson Umiak Limbayong Malikai Tor Redevelopment Clair Phase II Christina Lake Phase G Aasta Hansteen Gas Field Subtotal Post two thousand eighteen Surmont Phase three Narrows Lake Phase one Christina Lake Phase H Foster Creek Narrows Lake Future Phases Sunrise LNG Surmont Phase Future Phases Aktote Subtotal Total Canada Canada Canada Canada Canada Australia/Timer Sea Canada Kazakhstan two thousand twenty two thousand twenty two thousand twenty one two thousand twenty two two thousand twenty two two thousand twenty two two thousand twenty five two thousand twenty five two thousand twenty two two thousand twenty one two thousand twenty three two thousand twenty four two thousand twenty five two thousand twenty three two thousand thirty one hundred thirty five forty five fifty one hundred eighty eight hundred forty one hundred twenty fifty three hundred fifty one thousand two hundred ninety five eight hundred fifty one thousand six hundred ninety four thousand two hundred seventy one hundred thirty five forty five fifty one hundred eighty one hundred forty one hundred twenty one hundred ninety two six hundred thirty two two thousand seven fifty fifty fifty fifty fifty thirty fifty eight Canada Indonesia Australia/Timer Sea United States Australia/Timer Sea Canada Canada Canada Malaysia Malaysia United States Canada Malaysia Malaysia Norway United Kingdom Canada Norway two thousand fourteen two thousand fifteen fourQfifteen fourQfifteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand seventeen two thousand seventeen two thousand seventeen two thousand seventeen two thousand seventeen two thousand eighteen two thousand eighteen two thousand eighteen two thousand sixteen two thousand sixteen two thousand eighteen two thousand seventeen two thousand seventeen two thousand nineteen two thousand seventeen two thousand seventeen two thousand seventeen two thousand twenty ninety fifty seven hundred fifty seventy three seven hundred fifty fifty one hundred ten ninety two fifty forty ten thirty five seventy fifty five fifty one hundred twenty fifty nine hundred forty five ninety fifty one hundred twenty five seventy three one hundred twenty five fifty one hundred ten ninety two fifty forty forty three thirty five seventy fifty five fifty one hundred thirty seven fifty one hundred thirty one thousand three hundred seventy five fifty fifty four thirty eight seventy three thirty eight fifty one hundred one hundred thirty thirty five five forty forty thirty five thirty one twenty four fifty ten Year Peak Year Oil, mb/d Peak Production Gas, mmcf/d Gross, mboe/d Working Interest percent","wordCount":452},{"sentence":"dollar six.sixty five dollar thirty two.eleven dollar four.fifty one dollar eight.thirty","wordCount":15},{"sentence":"dollar two.twelve dollar six.seventy eight dollar five.seventy six dollar twenty one.twenty","wordCount":15},{"sentence":"eight dollar two.fifty five dollar six.five dollar seven.three","wordCount":11},{"sentence":"dollar two.fifty three dollar six.twenty five dollar seven.fifty","wordCount":11},{"sentence":"three dollar two.twenty three dollar five.ninety five dollar six.fifty dollar twenty.ninety","wordCount":15},{"sentence":"dollar four.eighty one dollar five.fifty dollar twenty two.sixty","wordCount":11},{"sentence":"two dollar two.seventy nine dollar six.forty nine dollar five.forty dollar fifteen.seventy one dollar nineteen.ninety","wordCount":19},{"sentence":"seven dollar ten.four dollar five.six dollar nine.forty one dollar five.twenty dollar .eighty","wordCount":16},{"sentence":"seven dollar two.twenty one dollar five.eighty seven dollar two.twenty one dollar ten.ninety nine dollar four.one dollar three.sixty","wordCount":23},{"sentence":"dollar nine.ninety three dollar five.forty three dollar four.fifty dollar three.","wordCount":13},{"sentence":"six dollar five.ninety nine dollar six.eighteen NA NA NA dollar one.thirty","wordCount":14},{"sentence":"CAGR two thousand twelve Net Liquids Production : U.S. Canada Europe Asia Pacific/Middle East Other Areas/Africa Total Net Liquids Production Natural Gas Production : U.S. Canada Europe Asia Pacific/Middle East Other Areas/Africa Total Natural Gas Production Worldwide Oil Equivalent Production one thousand five hundred forty eight eight hundred fifty seven five hundred sixteen one thousand one hundred fifty seven one hundred sixty seven four thousand two hundred forty five one thousand five hundred seventy eight one thousand five hundred thirty three seven hundred seventy five four hundred sixteen one thousand one hundred ninety one hundred fifty four four thousand sixty eight one thousand five hundred forty four one thousand five hundred forty seven hundred eleven four hundred sixty one one thousand two hundred twenty eight ninety one four thousand thirty one one thousand five hundred fifty nine one thousand five hundred six seven hundred twenty seven four hundred sixty six one thousand three hundred sixty two four thousand sixty one one thousand five hundred ninety one one thousand three hundred seventy four six hundred seventy four four hundred sixty three one thousand five hundred seventy two four thousand eighty three one thousand six hundred thirty eight one thousand two hundred sixty three six hundred twenty five four hundred forty one thousand six hundred fifty five three thousand nine hundred eighty four one thousand six hundred sixty one thousand one hundred eighty one five hundred eighty three hundred ninety six one thousand six hundred forty eight three thousand eight hundred six one thousand six hundred fifty six one thousand ninety two five hundred thirty nine three hundred fifty seven one thousand six hundred eight three thousand five hundred ninety six one thousand six hundred twenty four percent percent percent five.five","wordCount":292},{"sentence":"percent four hundred twelve one hundred thirty one hundred forty two one hundred seven eighty eight hundred seventy one four hundred thirty four one hundred forty seven one hundred nineteen one hundred fourteen fifty two eight hundred sixty six four hundred sixty one hundred sixty four one hundred thirty four one hundred twelve seventeen eight hundred eighty seven four hundred sixty nine one hundred ninety two one hundred twenty six one hundred twenty four four nine hundred fourteen four hundred forty eight two hundred fifteen one hundred thirty four one hundred fifty two eight nine hundred fifty eight four hundred forty one two hundred thirty six one hundred forty five one hundred sixty six eight nine hundred ninety six four hundred sixty two two hundred fifty one hundred forty one hundred sixty three eight one thousand twenty two four hundred sixty nine two hundred sixty four one hundred twenty six one hundred fifty eight seven one thousand twenty four .four","wordCount":160},{"sentence":"percent two thousand thirteen two thousand fourteen two thousand fifteenE two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand fourteen nineteenE","wordCount":26},{"sentence":"CAGR two thousand twelve Exploration and Production U.S. Canada Europe Asia Pacific/Middle East Africa and Other International Total Exploration and Production Corporate and Other Net Income Special Items Net Income Discountinued Operations EPS Calculation Average Shares Outstanding Earnings Per Share Earnings Per Share Memo : EBITDA EBITDA/Share Aftertax CF Aftertax CF/Share P/E EV/EBITDA EV/After tax CF + Deferred Tax dollar twenty one thousand forty eight dollar sixteen.eighty dollar thirteen thousand nine hundred thirty one dollar eleven.twelve","wordCount":79},{"sentence":"dollar twenty one thousand four hundred sixty eight dollar seventeen.thirty","wordCount":11},{"sentence":"six.three dollar twenty thousand five hundred sixty one dollar sixteen.fifty dollar fifteen thousand three hundred thirty three dollar twelve.thirty","wordCount":22},{"sentence":"six.five dollar eight thousand two hundred seventy two dollar six.sixty five dollar eight thousand five hundred eighty seven dollar six.ninety ten.nine eleven.seven","wordCount":27},{"sentence":"six.three dollar nineteen thousand sixty five dollar fifteen.twenty dollar fifteen thousand seven hundred thirty seven dollar twelve.fifty","wordCount":20},{"sentence":"dollar twenty thousand four hundred sixteen dollar sixteen.thirty dollar sixteen thousand five hundred eighty one dollar thirteen.twenty","wordCount":19},{"sentence":"dollar five.fifty three dollar six.seventy five one thousand two hundred thirty eight.six","wordCount":15},{"sentence":"dollar five.thirty two dollar five.fifty one one thousand two hundred forty two.one one thousand two hundred forty eight.four","wordCount":22},{"sentence":"one thousand two hundred fifty two.four dollar four.sixty dollar four.sixty one thousand two hundred fifty four.four","wordCount":20},{"sentence":"percent percent dollar three thousand fourteen dollar one thousand four hundred ninety dollar three thousand one hundred forty one dollar two hundred twenty nine dollar seven thousand seven hundred fifty two dollar six thousand nine hundred thirty dollar one thousand five hundred twenty nine dollar eight thousand four hundred fifty nine dollar seven hundred fifty five dollar two thousand nine hundred twenty two dollar one hundred sixty two dollar one thousand two hundred fifty three dollar three thousand five hundred two dollar one hundred thirteen dollar seven thousand nine hundred fifty two dollar seven thousand one hundred seventy one dollar one thousand nine hundred eighty five dollar nine thousand one hundred fifty six dollar dollar two thousand nine hundred thirty eight dollar nine hundred ninety three dollar nine hundred forty eight dollar two thousand nine hundred thirty seven dollar seven thousand five hundred eighty dollar six thousand six hundred seventeen dollar two hundred fifty two dollar six thousand eight hundred sixty nine dollar dollar one hundred sixty six dollar one thousand three hundred sixty nine dollar dollar two hundred ninety four dollar two thousand eighty four dollar one thousand four hundred sixty two dollar six hundred forty one dollar dollar six hundred forty one dollar dollar eight hundred twenty four dollar five hundred dollar six hundred thirty eight dollar two thousand eight hundred sixty six dollar four thousand six hundred fifty nine dollar three thousand eight hundred seventy nine dollar dollar three thousand eight hundred seventy nine dollar dollar one thousand six hundred seventy one dollar nine hundred sixty seven dollar eight hundred two dollar three thousand one hundred seventy five dollar six thousand four hundred fifty one dollar five thousand seven hundred thirty nine dollar dollar five thousand seven hundred thirty nine dollar dollar two thousand three hundred dollar one thousand two hundred eighty three dollar seven hundred ninety four dollar three thousand two hundred thirty one dollar seven thousand four hundred forty eight dollar six thousand eight hundred forty five dollar dollar six thousand eight hundred forty five dollar percent five.three","wordCount":344},{"sentence":"percent NM percent NM two thousand thirteen two thousand fourteen two thousand fifteenE two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand fourteen nineteenE","wordCount":29},{"sentence":"CAGR two thousand twelve Operating Activities Net Income Depreciation,Depletion and Amortization Dry Hole Costs and Leasehold Impairment Deferred Income Tax Provision Net Decrease in Operating Working Capital Other/Discountinued ops Net Cash Flow From Operating Activities Investing Activities Capital Expenditure Investment Purchases JV Arrangement Net Sales/ of Properties and Other Net Cash Flow From Investing Activities Financing Activities Proceeds From Issuance of Long Term Debt Repayment of Long Term Debt Cash Dividend Paid Issuance of Common Stock Acquisitions of Common Stock Others Net Cash Flow From Financing Activities Effect of FX on Cash Net Change in Cash and Cash Equivalents Cash and Cash Equivalents At Start of Year At End of Year Restricted Cash dollar five thousand seven hundred eighty three thousand six hundred eighteen seven hundred forty eight dollar three thousand six hundred eighteen six thousand two hundred forty six dollar six thousand two hundred forty six five thousand sixty two dollar five thousand sixty two one thousand two hundred eighty seven dollar one thousand two hundred eighty seven eight hundred five dollar eight hundred five one thousand four hundred dollar one thousand four hundred three thousand three hundred eighty seven dollar three thousand three hundred eighty seven two thousand two hundred forty two percent percent dollar one thousand nine hundred ninety six one hundred thirty eight four thousand three hundred twenty six dollar twenty four dollar twenty dollar two thousand six hundred twenty eight dollar thirty five two thousand nine hundred thirty dollar three thousand dollar two thousand dollar dollar dollar dollar five hundred ninety six dollar dollar dollar one thousand nine hundred eighty seven dollar dollar NM eight.nine","wordCount":272},{"sentence":"percent NM percent five hundred ninety seven three thousand sixty seven ten thousand two hundred twenty two hundred fifty three one hundred fifty seven one thousand six hundred three two hundred sixteen one thousand one thousand one thousand one thousand percent NM NM percent percent dollar eight thousand four hundred fifty nine six thousand five hundred eighty eight hundred seventy four one thousand three hundred ninety seven dollar thirteen thousand nine hundred twenty two dollar nine thousand one hundred fifty six seven thousand four hundred thirty four four hundred forty three one thousand three hundred eleven forty eight dollar sixteen thousand eighty seven dollar six thousand eight hundred sixty nine eight thousand three hundred twenty nine seven hundred eighty two seven hundred nine five hundred fifty one dollar sixteen thousand seven hundred thirty five nine thousand one hundred seventy seven six hundred eighteen one hundred nine dollar seven thousand two hundred sixty two dollar six hundred forty one nine thousand four hundred eighteen five hundred sixty two dollar ten thousand five hundred fifty dollar three thousand eight hundred seventy nine nine thousand five hundred twenty four hundred eighty two four hundred eighty three dollar fourteen thousand three hundred sixty four dollar five thousand seven hundred thirty nine nine thousand five hundred seventy seven four hundred sixty two eight hundred thirty three dollar sixteen thousand six hundred eleven dollar six thousand eight hundred forty five nine thousand three hundred eighty four four hundred sixty three one thousand fifty four dollar seventeen thousand seven hundred forty six percent two.four","wordCount":258},{"sentence":"percent two thousand thirteen two thousand fourteen two thousand fifteenE two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand fourteen nineteenE","wordCount":26},{"sentence":"CAGR two thousand twelve Capital Structure Short Term Debt, Including Other Obligations Long Term Debt Shareholders' Equity Total Capital Total Debt As a Percentage of Total Capital Memo : Return on Average Total Equity Return on Average Invested Capital Return on Average Market Capitalization twelve.two","wordCount":46},{"sentence":"percent dollar nine hundred fifty five twenty thousand seven hundred seventy forty seven thousand nine hundred eighty seven dollar sixty nine thousand seven hundred twelve thirty one percent dollar five hundred eighty nine twenty one thousand seventy three fifty two thousand ninety dollar seventy three thousand seven hundred fifty two twenty nine percent dollar one hundred eighty two twenty two thousand three hundred eighty three fifty one thousand nine hundred eleven dollar seventy four thousand four hundred seventy six thirty percent dollar one hundred eighty two twenty five thousand two hundred one forty six thousand seven hundred seventy nine dollar seventy two thousand one hundred sixty two thirty five percent dollar one hundred eighty two twenty five thousand eight hundred sixty four forty three thousand seven hundred twenty four dollar sixty nine thousand seven hundred seventy thirty seven percent dollar one hundred eighty two twenty four thousand seven hundred ninety seven forty three thousand nine hundred two dollar sixty eight thousand eight hundred eighty one thirty six percent dollar one hundred eighty two twenty three thousand nine hundred thirty forty five thousand eight hundred eighty four dollar sixty nine thousand nine hundred ninety six thirty four percent dollar one hundred eighty two twenty thousand eight hundred fifty two forty eight thousand nine hundred fifteen dollar sixty nine thousand nine hundred forty nine thirty percent Unch percent percent percent two thousand thirteen two thousand fourteen two thousand fifteenE two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand fourteen nineteenE","wordCount":253},{"sentence":"I, Paul Y. Cheng, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":62},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Compliance Department, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five million two hundred sixty one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equitylinked analysis, quantitative analysis, and trade ideas.","wordCount":24},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks ConocoPhillips, Overweight/Neutral, A/C/D/J/K/L/M/N Materially Mentioned Stocks Chevron Corporation, Equal Weight/Neutral, A/C/D/J/K/L/M/N/O Exxon Mobil Corp., Equal Weight/Neutral, A/C/D/J/K/L/M/N/O Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":51},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: Americas Integrated Oil Cenovus Energy Inc.","wordCount":18},{"sentence":"Exxon Mobil Corp. Imperial Oil Ltd. Petroleo Brasileiro S.A. Distribution of Ratings: Barclays Equity Research has two thousand seven hundred sixty six companies under coverage.","wordCount":26},{"sentence":"forty three percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fourteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: two November two thousand fifteen twenty three Chevron Corporation Hess Corp. Murphy Oil Suncor Energy ConocoPhillips Husky Energy, Inc. Petroleo Brasileiro S.A.","wordCount":25},{"sentence":"Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":26},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date twelve Oct two thousand fifteen three Aug two thousand fifteen Closing Price eighty eight.seventy","wordCount":21},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Chevron Corporation in the previous twelve months.","wordCount":30},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Chevron Corporation.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Chevron Corporation in the past twelve months.","wordCount":22},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Chevron Corporation and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Chevron Corporation within the past twelve months.","wordCount":22},{"sentence":"L: Chevron Corporation is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: Chevron Corporation is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: Chevron Corporation is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Chevron Corporation stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Using our net asset valuation framework, we assume a long term Brent and WTI price of dollar seventy five/bl and dollar sixty eight/bl, respectively.","wordCount":26},{"sentence":"In addition, we assign slightly higher premiums for chemicals and refiners when the company has historically shown higher returns compared to peers.","wordCount":22},{"sentence":"We also take into account our estimate of expected free cash flow and EV/after tax cash flow analysis in our assessment.","wordCount":21},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: Our earnings estimates are based on Barclays Research's current commodity price assumptions, including oil and gas prices, refining and marketing margins as well as chemical product margins.","wordCount":39},{"sentence":"Thus, results will be subject to change due to fluctuations in the macro commodity market environment.","wordCount":16},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"Jan two thousand thirteen Jul two thousand thirteen Closing Price Jan two thousand fourteen Jul two thousand fourteen Jan two thousand fifteen Jul two thousand fifteen","wordCount":26},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of ConocoPhillips in the previous twelve months.","wordCount":29},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by ConocoPhillips.","wordCount":17},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from ConocoPhillips in the past twelve months.","wordCount":21},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by ConocoPhillips and/or in any related derivatives.","wordCount":24},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from ConocoPhillips within the past twelve months.","wordCount":21},{"sentence":"L: ConocoPhillips is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":22},{"sentence":"M: ConocoPhillips is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"N: ConocoPhillips is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"Valuation Methodology: Using our net asset valuation framework, we assume a long term Brent and WTI price of dollar seventy five/bl and dollar sixty eight/bl, respectively.","wordCount":26},{"sentence":"In addition, we assign slightly higher premiums for chemicals and refiners when the company has historically shown higher returns compared to peers.","wordCount":22},{"sentence":"We also take into account our estimate of expected free cash flow and EV/after tax cash flow analysis in our assessment.","wordCount":21},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: Our earnings estimates are based on Barclays Research's current commodity price assumptions, including oil and gas prices, refining and marketing margins as well as chemical product margins.","wordCount":39},{"sentence":"Thus, results will be subject to change due to fluctuations in the macro commodity market environment.","wordCount":16},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date twelve Oct two thousand fifteen three Aug two thousand fifteen seven Jul two thousand fifteen fourteen Jan two thousand fifteen Closing Price seventy nine.thirty","wordCount":31},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Exxon Mobil Corp. in the previous twelve months.","wordCount":31},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Exxon Mobil Corp.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Exxon Mobil Corp. in the past twelve months.","wordCount":42},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Exxon Mobil Corp. and/or in any related derivatives.","wordCount":26},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Exxon Mobil Corp. within the past twelve months.","wordCount":23},{"sentence":"L: Exxon Mobil Corp. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"M: Exxon Mobil Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"N: Exxon Mobil Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Exxon Mobil Corp. stock, which is listed on the New York Stock Exchange.","wordCount":27},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Using our net asset valuation framework, we assume a long term Brent and WTI price of dollar seventy five/bl and dollar sixty eight/bl, respectively.","wordCount":26},{"sentence":"In addition, we assign slightly higher premiums for chemicals and refiners when the company has historically shown higher returns compared to peers.","wordCount":22},{"sentence":"We also take into account our estimate of expected free cash flow and EV/after tax cash flow analysis in our assessment.","wordCount":21},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: Our earnings estimates are based on Barclays Research's current commodity price assumptions, including oil and gas prices, refining and marketing margins as well as chemical product margins.","wordCount":39},{"sentence":"Thus, results will be subject to change due to fluctuations in the macro commodity market environment.","wordCount":16},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports produced by the Investment Bank are distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":64},{"sentence":"Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":33},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
