{"fileName":"Barclays_ConocoPhillips_UPDATE_We_Are_Buyers_Trading_Dividend_for_Balance_Sheet.pdf","numberSentences":428,"text":[{"sentence":"This report has been updated to correct our oil price assumption on page two.","wordCount":14},{"sentence":"We think COP's fourQfifteen announcement will have a negative impact on the shares' near term performance.","wordCount":16},{"sentence":"However, after the dust has settled over the next couple weeks, we expect the shares will begin to recover and outperform other E and P names.","wordCount":26},{"sentence":"In light of management's decision to cut their dividend to dollar .twenty","wordCount":12},{"sentence":"five/share per quarter, we believe COP has repositioned itself to become one of the lowest breakeven cost producers in the E and P sector and it has also become one of the lowest balance sheet risk companies in the group.","wordCount":40},{"sentence":"Please refer to our recent report, Will COP Cut the Dividend?, dated January twenty five, two thousand sixteen for a more detailed analysis.","wordCount":23},{"sentence":"Concurrent to the dividend cut, COP announced a reduction in its capex budget to dollar six.four billion from dollar seven.seven billion prior, made possible in part by a reduction in drilling activity in the Lower forty eight.","wordCount":39},{"sentence":"We estimate COP's cash burn will be a very manageable dollar three billion annually in two thousand sixteen and two thousand seventeen under a dollar thirty five oil price environment.","wordCount":30},{"sentence":"We think the dividend cut drastically improves its operational and financial flexibility.","wordCount":12},{"sentence":"We estimate the company will now be cash flow breakeven after dividend and sustaining capex at < dollar fifty oil, consistent with management's indication that its new breakeven oil price is around dollar forty five.","wordCount":35},{"sentence":"Thus, COP has become one of the sector's lowest breakeven cost producers.","wordCount":12},{"sentence":"They could grow production at two four percent p.a. and increase the dividend by four six percent accordingly under a dollar sixty oil environment.","wordCount":25},{"sentence":"We believe the new value proposition is modest production growth and strong cash return over the cycle.","wordCount":17},{"sentence":"However, instead of dividends, the cash return would include a steadily rising dividend payout and also a new lever, the share buyback, which allows the company to be more flexible throughout the various commodity price cycles.","wordCount":36},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"percent COP forty three thousand six hundred eight one thousand two hundred thirty four.sixty","wordCount":15},{"sentence":"hundred twenty six.one thousand eight hundred eighty four paul.cheng at barclays dot com BCI, US Alex Letko +one two hundred twelve five hundred twenty six seven thousand six hundred four alex.letko at barclays dot com BCI, US Moses Sutton +one two hundred twelve five hundred twenty six four thousand sixty moses.sutton","wordCount":55},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE twenty three.","wordCount":12},{"sentence":"Americas Integrated Oil Industry View: NEUTRAL Stock Rating: OVERWEIGHT two thousand fifteenA seven thousand one hundred fifty nine seven thousand eight hundred sixty two one thousand seven hundred twenty four one.thirty","wordCount":32},{"sentence":"five two thousand sixteenE three thousand five hundred seventy four five thousand four hundred eighty six three thousand five hundred eighty seven two.eighty five one thousand two hundred forty eight.seven","wordCount":32},{"sentence":"two thousand seventeenE two thousand eighteenE twelve thousand seven hundred fifty six N/A eleven thousand one hundred ninety seven N/A one thousand seven hundred twenty N/A one.forty","wordCount":28},{"sentence":"CAGR N/A N/A N/A N/A N/A N/A N/A N/A N/A Average twenty five.two","wordCount":14},{"sentence":"After having reduced its dividend by sixty six percent, we believe COP has repositioned itself to become one of the lowest breakeven cost producers in the sector, and one of the lowest balance sheet risk companies in the group.","wordCount":39},{"sentence":"Its cash burn over twenty million one hundred sixty two thousand seventeen could now be at a much more manageable level, even at dollar thirty five oil.","wordCount":27},{"sentence":"Our price target is based on our NAV at dollar sixty five oil.","wordCount":13},{"sentence":"Our upside case assumes a long term Brent price deck of dollar ninety/bl in our NAV analysis.","wordCount":17},{"sentence":"Our downside scenario assumes a long term oil price deck of dollar fifty/bl in our NAV analysis.","wordCount":17},{"sentence":"Income statement EBITDA EBIDA Net income EPS Diluted shares DPS Return data ROACE ROAE ROMC","wordCount":15},{"sentence":"Balance sheet and cash flow Shareholders' equity forty three thousand seven hundred thirty seven thirty eight thousand nine hundred one thirty nine thousand three hundred eight Net debt/ twenty two thousand five hundred ninety two twenty five thousand nine hundred fifteen twenty one thousand five hundred fifty one Total debt twenty four thousand nine hundred sixty.","wordCount":56},{"sentence":"seventy thousand seven hundred twenty nine sixty nine thousand seven hundred thirty two Market capital employed eighty two thousand nine hundred forty five Cash flow from operations seven thousand five hundred seventy two three thousand nine hundred twenty six eleven thousand nine hundred twenty seven Capital expenditure ten thousand fifty six thousand four hundred seven thousand Dividends paid three thousand six hundred sixty four one thousand two hundred forty nine one thousand three hundred thirteen two thousand four hundred seventy four four thousand nine hundred twenty seven Free cash flow two thousand four hundred seventy eight Net cash surplus/ two thousand six hundred ninety four one thousand six hundred sixty three thousand two hundred ninety seven Valuation and leverage metrics P/E EV/EBITDA EV/EBIDA Equity FCF yield Dividend yield Total debt/capital Total debt/equity NAV per share EV/boe Selected operating metrics Upstream Oil production Gas production Total production Realisations Downstream Refining capacity Refining throughput","wordCount":152},{"sentence":"Since the false signs of a price recovery exhibited in oneHfifteen, the global oil market has resumed a relentless downward spiral, pushing below dollar thirty/bl Brent for the first time in over twelve years.","wordCount":34},{"sentence":"Due in part to recent escalating political tensions between Saudi Arabia and Iran, in anticipation of the latter's re entry as a global exporter, we would characterize sentiment as validly cautious yet exaggerated.","wordCount":33},{"sentence":"That being said, we do not expect to see an inflection toward an improving supply demand balance until twoHsixteen, with sufficient data to support a sustained price recovery until late two thousand sixteen / early two thousand seventeen.","wordCount":38},{"sentence":"Although we are encouraged by the recent discussion between Saudi Arabia and Russia for a cooperative oil production cut to rebalance the market, we think it is premature to assume the discussion will definitively lead to immediate action.","wordCount":38},{"sentence":"Absent a shift of Saudi Arabia oil policy, we expect the global oil market will need until the end of this year or early two thousand seventeen before the underlying fundamentals begin to improve.","wordCount":34},{"sentence":"In two thousand fifteen, we estimate the market was oversupplied by .eight","wordCount":12},{"sentence":"The group now reflects a long term oil price deck of dollar fifty five dollar sixty Brent or dollar fifty dollar fifty five WTI, in our view.","wordCount":27},{"sentence":"While we continue to think the global oil market will likely average dollar eighty dollar ninety per barrel by two thousand eighteen, we assume the market will unlikely be willing to value the sector at more than dollar fifty five dollar sixty five Brent over the next twelve months, given the current futures strip averaging only dollar thirty six.two and dollar forty one.eight","wordCount":65},{"sentence":"for Brent in two thousand sixteen and two thousand seventeen and dollar thirty five.seven and dollar forty one.five","wordCount":20},{"sentence":"We expect Brent to be range bound over the next several quarters.","wordCount":12},{"sentence":"That being said, we think the sector's valuation will improve sharply over the next three years as global oil demand and supply returns to a tighter balance.","wordCount":27},{"sentence":"Oil prices in two thousand sixteen are likely to resemble continued noise, volatility, and sticky downward pressure, especially for the first nine months, in our opinion as market participants assess the key competing impacts of:","wordCount":35},{"sentence":"mmb/d, as per the prevailing bearish stance, or maintain a healthier global growth rate around one.two one.four","wordCount":19},{"sentence":"We expect two thousand sixteen Brent prices to range between mid dollar twenty/bl and dollar fifty/bl the upper range dependent on whether supply/demand tightening is visible by early fourQsixteen or closer to two thousand seventeen.","wordCount":35},{"sentence":"We see the Brent/WTI differential ranging from dollar dollar three, reflecting a gradual spread increase over twoHsixteen from the current flat / moderately slightly inverted level.","wordCount":26},{"sentence":"The steep contango curve has resulted in the temporary breakdown of the normal relationship between crude differentials and transportation costs.","wordCount":20},{"sentence":"Currently, financial buyers could theoretically earn a risk free arbitrage by storing oil at Cushing and shorting futures, at least until the curve flattens, or we run out of storage space .","wordCount":31},{"sentence":"More recently, pressure on the differential has caused it to invert, with WTI at an average dollar one.four/bl","wordCount":19},{"sentence":"As outlined in the figure below, over the next three years we expect global oil supplies could potentially add two.six four.one million b/d from: Iran, the Neutral Zone, Libya, NGLs, and Biofuels .","wordCount":34},{"sentence":"On the other hand, we expect US production could decline .three","wordCount":11},{"sentence":"mmb/d next year while the OPEC countries may decline by .one","wordCount":11},{"sentence":"In addition, we think non US, non OPEC production could drop thirteen percent, or .three","wordCount":15},{"sentence":"mmb/d by two thousand eighteen as major project sanctions have slowed to a near halt since late two thousand thirteen.","wordCount":20},{"sentence":"As a result, we estimate total available supplies in excess of two thousand fifteen demand at one.three.thirty","wordCount":19},{"sentence":"five mmb/d over the next three years compared to our base case estimate of potential demand growth of roughly three.six","wordCount":21},{"sentence":"This implies U.S. production may need to increase by an average of up to one.","wordCount":16},{"sentence":"Additionally, while we don't doubt the ability of U.S. production to grow by one.","wordCount":15},{"sentence":"In our opinion, this is not a question of well economics, but one of liquidity.","wordCount":15},{"sentence":"At what price will domestic producers generate sufficient cash flow to fund drilling activities enough to increase output by one.","wordCount":20},{"sentence":"Our best guess is that WTI prices will need to average at least dollar seventy dollar eighty/bl, which implies Brent exceeding dollar seventy five dollar eighty five/bl by two thousand eighteen.","wordCount":31},{"sentence":"That said, if demand growth falls into our low case scenario, the global oil market probably will not begin to recover until late two thousand seventeen/early two thousand eighteen if there is no change to Saudi oil policy.","wordCount":38},{"sentence":"FIGURE one Global Oil Supply and Demand Balance, two thousand fifteen two thousand eighteen","wordCount":14},{"sentence":"Supply: Potential Major Sources of Increase Iran Neutral Zone Libya NGL Biofuel Total Supply: Potential Major Sources of Decrease US two thousand sixteen Decline Rest of OPEC members NonUS and NonOPEC Total Net Supply Increase Demand: Estimate Demand Growth Net Increase Est.","wordCount":42},{"sentence":"Positive risk factors to oil prices: · We expect global oil demand will continue to exceed expectations.","wordCount":17},{"sentence":"Despite a fasterthan expected growth deceleration in China in fourQfifteen, we see a relatively mitigated net effect on global demand growth.","wordCount":21},{"sentence":"Our base case does not assume a Chinese economic implosion given the fact that policymakers still have at their disposal ample firepower to address potential economic crises, such as stock market crashes or housing bubbles.","wordCount":35},{"sentence":"While the long term risks to the Chinese economy would only grow from such kicking the can down the road, the short to medium term interests of policymakers should probably ensure any necessary stabilizing actions will be taken.","wordCount":38},{"sentence":"Thus, we see a low probability of a China Hard Landing to the global oil market, at least for now.","wordCount":20},{"sentence":"mmb/d in two thousand fifteen and estimate the annual growth rate will drop to one.two","wordCount":16},{"sentence":"one.four million b/d per annum between two thousand sixteen and two thousand eighteen.","wordCount":14},{"sentence":"equipment team, we expect global E and P spending to decline by fifteen percent twenty percent in two thousand sixteen, and budgets in North","wordCount":24},{"sentence":"Barclays | ConocoPhillips America alone to decline by twenty seven percent in two thousand sixteen.","wordCount":15},{"sentence":"We estimate our group of U.S. majors, specifically, is cutting total spending by over twenty one percent in aggregate in two thousand sixteen ­ a twenty five percent spending reduction in N.A. and a twenty percent spending reduction outside of N.A. Actual spending cuts will likely exceed our estimates, since most budgets have been set based on dollar fortys/bl oil.","wordCount":63},{"sentence":"Additionally, while the market's focus has rightfully been on the resilience of U.S. oil production in the face of continued capex and rig cuts, we believe U.S. oil production should remain in a sequential downtrend in the coming quarters.","wordCount":41},{"sentence":"Furthermore, we think that by two thousand sixteen we could potentially see the first signs of a production drop in non OPEC, non U.S. oil producers.","wordCount":27},{"sentence":"especially as both countries have called for an emergency OPEC meeting.","wordCount":11},{"sentence":"Meanwhile, we see Iraqi production as remaining flat to slightly down under the current oil price environment, relative to the record two thousand fifteen level > four.","wordCount":27},{"sentence":"The Iraqi government has called on international oil companies to cut budgets and hold production steady.","wordCount":16},{"sentence":"We also think that Angola production could begin to trend lower reflecting the lack of new major projects being sanctioned since late two thousand thirteen.","wordCount":25},{"sentence":"Lastly, we think Russian production may be flat in two thousand sixteen due to the ongoing effects of sanctions, potential for additional large cuts to a budget originally planned around dollar fifty/bl, the delay of the planned cut in oil export duties, and the potential new oil tax plan that would increase mineral taxes.","wordCount":54},{"sentence":"Negative risk factors to oil prices: · We expect Iran will ramp up production faster and higher than the market's current","wordCount":21},{"sentence":"However, we do not believe the country could push much beyond that level over the next two three years.","wordCount":19},{"sentence":"Iran has repeatedly failed to achieve its target of reaching > five.","wordCount":12},{"sentence":"There has been news that suggests that the jointly operated fields between Kuwait and Saudi Arabia will resume operations and exports soon.","wordCount":22},{"sentence":"Militant factions need foreign currency and oil would be the only avenue for them.","wordCount":14},{"sentence":"We expect Libya to settle into an unstable equilibrium where different factions will control different parts of the country and avoid large scale all out wars.","wordCount":26},{"sentence":"We think it is important to note that the potential production uplift from the Neutral Zone and Libya collectively is bigger than the potential uplift from Iran.","wordCount":27},{"sentence":"We expect imports to remain elevated due to rising floating storage costs and the steep contango curve in the NYMEX market.","wordCount":21},{"sentence":"We expect this trend will lead to a build up of crude inventories in PADDs two and three collectively by an average of four five million barrels per week, between now and the end of April.","wordCount":36},{"sentence":"While we don't believe the U.S. will actually run out of crude storage, we expect the inventory build will eventually put downward pressure on U.S. crude prices over the next several months, particularly LLS versus Brent.","wordCount":38},{"sentence":"Crude differentials to remain a tailwind for US coastal refiners but a headwind for inland refiners We think the Gulf Coast and East Coast complex refiners will continue to be amongst the greatest beneficiaries in the industry from the current state of global oversupply in the crude oil market.","wordCount":49},{"sentence":"In addition to the current OPEC policy of defending market share, light/heavy and light/medium discounts will also widen due to continuing rising Canadian bitumen production and the ramping up of deepwater projects in the GOM.","wordCount":35},{"sentence":"Barclays | ConocoPhillips spread increased from dollar seven.three/b, or fourteen percent of LLS, to dollar nine.two/b, or twenty one percent of LLS.","wordCount":24},{"sentence":"And the two thousand sixteen YTD trend has widened further to an almost thirty percent discount.","wordCount":16},{"sentence":"Even if it does not stay at this very high level, the development is a tremendously beneficial margin uplift to those with the coking ability and geographic access to run the discounted heavy crude imports.","wordCount":35},{"sentence":"Going forward, we do not expect OPEC policy to abate at least this year.","wordCount":14},{"sentence":"We estimate WTI Cushing/WCS averages dollar fifteen.seven/b in two thousand sixteen, or forty six percent of WTI Cushing vs. the two thousand fifteen average of dollar thirteen.one/b,","wordCount":29},{"sentence":"Meanwhile, we estimate LLS/Maya will average dollar eight.two/b, or twenty four percent of LLS, vs. the two thousand fifteen average of dollar eight.three/b, or sixteen percent of LLS.","wordCount":30},{"sentence":"Furthering the glut is the US Gulf Coast as perhaps the only readily available and large destination for surplus barrels.","wordCount":20},{"sentence":"Due to the oversupply, practically all other onshore storage capacity in the Atlantic basin has been maxed out.","wordCount":18},{"sentence":"To avoid selling at the spot price into an oversupplied market, the typical West African producer looking to clear its barrels can either turn to floating storage and pay the monthly storage rate of roughly dollar one.three","wordCount":38},{"sentence":"dollar one.five/b, or it can send its barrels to the US Gulf Coast for onshore storage at a transportation cost of roughly dollar one.five","wordCount":26},{"sentence":"dollar two.five/b and a monthly storage cost of dollar .three","wordCount":11},{"sentence":"On the surface, the arbitrage window does not open unless LLS trades at a premium of several dollars vs. Brent.","wordCount":20},{"sentence":"But the swing factor here is the US contango curve, which we estimate at roughly dollar one/b per month over the next several three months, providing an immediate incremental uplift to anyone storing barrels in the US; ie, the only marginal buyers on the market with the financial incentive to take on additional crude into storage are the US based PADD two + three buyers.","wordCount":65},{"sentence":"Therefore, even though we assume Brent LLS remains at dollar one/b for the first half of two thousand sixteen, we think Gulf Coast imports will maintain their recent high level even as the refiners reach the peak of their spring turnaround season in the coming weeks.","wordCount":46},{"sentence":"Meanwhile, the slowing US production profile means that widening coastal differentials won't necessarily be mirrored inland.","wordCount":16},{"sentence":"When combined with the strength in imports and incentive for traders to store barrels in Cushing, we think the normal relationship between transportation cost and differentials will be temporarily broken.","wordCount":30},{"sentence":"We assume that WTI Cushing trades on par with Brent in oneHsixteen before gradually slipping into a discount in twoHsixteen, and reaching a dollar three discount in fourQsixteen.","wordCount":28},{"sentence":"million b/d two thousand twelve two thousand thirteen two thousand fourteen oneQfifteen twoQfifteen threeQfifteen fourQfifteenE FYfifteenE oneQsixteenE twoQsixteenE threeQsixteenE fourQsixteenE FYsixteenE","wordCount":21},{"sentence":"Total Demand percent Growth Rate BioFuel Supply Total Demand Excl BioFuel percent Growth Rate Supply","wordCount":15},{"sentence":"FSU Europe China Other Asia* Latin America* Middle East Africa* Processing Gains","wordCount":12},{"sentence":"Total non OECD* Total non OPEC* Total non OPEC ex Angola and Ecuador, incl Indonesia OPEC","wordCount":16},{"sentence":"Global Cap Growth Rate Call on OPEC Cap Utilization OPEC Actual Utilization Est.","wordCount":13},{"sentence":"OECD Total Stock OECD Stock/Demand Actual OECD Stock Changes Implied Stock Changes","wordCount":12},{"sentence":"Current Idle Capacity Includes an estimated one mmb/d of excess capacity from Iraq and Nigeria which may not be usable under current political environment.","wordCount":24},{"sentence":"* Angola became a full OPEC member on Jan seven while Ecuador became a full member again on Dec seven.","wordCount":20},{"sentence":"Indonesia exited OPEC starting Jan nine but has rejoined Jan two thousand sixteen.","wordCount":13},{"sentence":"We think COP's fourQfifteen announcement will have a negative impact on the shares' near term performance.","wordCount":16},{"sentence":"However, after the dust has settled over the next couple weeks, we expect the shares will begin to recover and outperform other E and P names.","wordCount":26},{"sentence":"In light of management's decision to cut their dividend to dollar .twenty","wordCount":12},{"sentence":"five/share per quarter, we believe COP has repositioned itself to become one of the lowest breakeven cost producers in the E and P sector and it has also become one of the lowest balance sheet risk companies in the group.","wordCount":40},{"sentence":"Please refer to our recent report, Will COP Cut the Dividend?, dated January twenty fiveth, two thousand sixteen for a more detailed analysis.","wordCount":23},{"sentence":"As a result, we think COP will become one of the anchor companies in most investors' E and P portfolios for the remainder of this down cycle.","wordCount":27},{"sentence":"Concurrent to the dividend cut, COP also announced a reduction in their capex budget to dollar six.four billion from dollar seven.seven billion prior, made possible in part by a reduction in drilling activity in the Lower forty eight.","wordCount":40},{"sentence":"At the same time, total production is expected flat compared with two thousand fifteen at one thousand five hundred twenty five mboe/d after taking into account asset sales.","wordCount":28},{"sentence":"With the changes, we estimate COP's cash burn will be a very manageable level of dollar three billion annually in two thousand sixteen and two thousand seventeen under a dollar thirty five oil price environment.","wordCount":35},{"sentence":"We think the dividend cut drastically improves their operational and financial flexibility.","wordCount":12},{"sentence":"We estimate the company will now be cash flow breakeven after dividend and sustaining capex at < dollar fifty oil, consistent with management's indication that its new breakeven oil price is around dollar forty five.","wordCount":35},{"sentence":"Thus, COP has become one of the sector's lowest breakeven cost producers.","wordCount":12},{"sentence":"They could grow production at two four percent p.a. and increase dividend by four six percent accordingly under a dollar sixty oil environment.","wordCount":24},{"sentence":"We believe the new value proposition is modest production growth and strong cash return over the cycle.","wordCount":17},{"sentence":"However, instead of dividend, the cash return will include a steadily rising dividend payout and also a new lever, the share buyback, which allows the company to be more flexible throughout the various commodity price cycles.","wordCount":36},{"sentence":"Why was the stock down nine percent on the day of the announcement?","wordCount":13},{"sentence":"While we have found through conversations with clients that many investors share our view that COP is better off cutting the dividend, we acknowledge that some of COP's investor base are dividend investors that may have been forced to sell once the announcement was made.","wordCount":45},{"sentence":"The remainder of the underperformance is likely due, in our opinion, to retail investors who may have been spooked by the news and hedge funds capitalizing on the negative sentiment to short the stock.","wordCount":34},{"sentence":"We fully expected such an initial reaction, and again, we think that once the dust has settled the new value proposition that COP offers will emerge in the forefront of the sector for many E and P investors.","wordCount":38},{"sentence":"Critically, we think that by biting the bullet now instead of waiting, COP has done so while it still has a choice, and thus greater financial flexibility to carry it out.","wordCount":31},{"sentence":"Should the company have foregone the current opportunity, and should the oil market remain depressed, it could have been forced into cutting the dividend at a point where it had zero optionality and the long term damage to the company would have been more severe.","wordCount":45},{"sentence":"Taking into account the updated two thousand sixteen guidance, we revise our FYsixteen EPS estimate to a loss of dollar two.eighty five/share compared to our previous estimate of a dollar three.five/share","wordCount":33},{"sentence":"Rating Americas Majors Cenovus Chevron ConocoPhillips Exxon Mobil Hess Husky Energy Imperial Oil Murphy Oil Petrobras Petrobras Suncor Energy Americas Majors Median Large Cap E and P Average* Industry View: Neutral UW EW OW EW EW OW EW EW EW OW OW Price two/four/sixteen P/E two thousand sixteenE two thousand seventeenE EV/EBITDA two thousand sixteenE two thousand seventeenE EV/EBIDA + Def.","wordCount":61},{"sentence":"Tax two thousand sixteenE two thousand seventeenE ROMC percent two thousand sixteenE two thousand seventeenE Dividend Yield","wordCount":17},{"sentence":"NM two.six percent NM two.two percent NM NM seven.one","wordCount":12},{"sentence":"Macro Assumptions Brent Average Spot Price WTI Cushing Average Spot Price U.S. Natural Gas Spot Price Refining Margins U.S. Gulf Coast LLS six three two one U.S. East Coast U.S. Mid Continent U.S. West Coast NW Europe Singapore Crude Differentials Brent/WTI Cushing LLS/WTI Cushing LLS/Maya LLS/Mars WTI Cushing/WTI Midland WTI Cushing/WCS WTI Cushing/WTS","wordCount":58},{"sentence":"eight dollar four.thirty one dollar nine.forty five dollar three.twenty","wordCount":12},{"sentence":"five dollar two.twenty five dollar ten.eighty one dollar five.fifty dollar .thirteen","wordCount":14},{"sentence":"Free CF after Capex and Dividend COP CVE CVX XOM HES HSE IMO MUR PBR SU dollar seven hundred thirty seven dollar five thousand one hundred twenty six dollar twelve thousand four hundred sixty two dollar nine hundred dollar nine hundred eighty nine dollar twelve thousand four hundred ninety five dollar one thousand one hundred thirty one dollar two thousand one hundred sixty two dollar two thousand two hundred ninety dollar four hundred thirty nine dollar four thousand seventy seven dollar three thousand six hundred fourteen dollar three hundred one dollar three thousand seventy five dollar two hundred fifty one dollar nine hundred ninety nine dollar nine hundred sixteen dollar one hundred eighty two dollar eleven thousand five hundred twenty dollar one thousand five hundred seventy five dollar five thousand five hundred forty four dollar one hundred forty dollar six thousand six hundred twenty one dollar thirteen thousand seven hundred sixty five dollar one thousand one hundred thirty eight dollar one thousand seven hundred sixty two dollar one thousand five hundred fifty six dollar four hundred fifty six dollar sixteen thousand seven hundred fourteen dollar three thousand six hundred twenty six dollar four thousand four hundred sixty four dollar fifty two dollar six thousand eight hundred ninety dollar fourteen thousand six hundred ninety nine dollar one thousand seven hundred five dollar one thousand five hundred one dollar one thousand seven hundred four dollar four hundred dollar eighteen thousand eighty three dollar four thousand seventy one dollar three thousand one hundred six dollar four thousand two hundred forty dollar ten thousand one hundred seventy two dollar one thousand four hundred fifteen dollar nine hundred forty seven dollar one thousand three hundred forty dollar one hundred seventy one dollar fifteen thousand five hundred eighty six dollar three thousand seven hundred fifty three dollar one thousand one hundred forty four dollar four thousand ninety five dollar fifteen dollar eight hundred five dollar four hundred sixty five dollar ten thousand nine hundred twenty eight dollar one thousand five hundred eighty","wordCount":336},{"sentence":"Free CF after Capex and Dividend/Market Capitalization COP CVE CVX XOM HES HSE IMO MUR PBR SU .eight","wordCount":18},{"sentence":"Free CF after Capex/Market Capitalization COP CVE CVX XOM HES HSE IMO MUR PBR SU EV/EBIDA+deferred tax COP CVE CVX XOM HES HSE IMO MUR PBR SU six.sixx nine.threex","wordCount":31},{"sentence":"Average WTI Cushing Price, dollar /bl Average Brent Price, dollar /bl Average US Natural Gas Price, dollar /mcf Average UK Natural Gas Price, dollar /mcf WTI Cushing Price Discounted in the NAV Estimate, dollar /bl Brent Price Discounted in the NAV Estimate, dollar /bl US Natural Gas Price Discounted in the NAV Estimate, dollar /mcf UK Natural Gas Price Discounted in the NAV Estimate, dollar /mcf Assumed Cost Inflation/, percent Value of Total Resource as percent of PVten Value of Resources as percent of PVten ninety four.four","wordCount":88},{"sentence":"percent twenty five percent two percent PBR/ PBRA Petrobras Discount Rate ten percent Avg.","wordCount":14},{"sentence":"CVE TSE Cenovus two thousand fourteen PVten of Reserves, dollar mm Adjustments Revenue Impact, dollar mm Assume Change in Cost, dollar mm Assumed Tax Rate, percent Net Impact of Revenue and Costs Change, dollar mm Discount at ten percent Annual Rate, dollar mm Discount from Net Income to get PVten, percent Net Addition/, dollar mm Proved Reserves Adjusted NPV at dollar sixty five/bl Brent and dollar fifty nine/bl WTI Implied Proved Reserve Value, dollar /boe US and Canada R and M and Retail two thousand sixteen LIFO EBITDA, dollar mm Refiners two thousand sixteen EV/EBITDA, x Non US/Canada R and M and Retail two thousand sixteen EBITDA, dollar mm Refiners two thousand sixteen EV/EBITDA, x Downstream EV, dollar mm US and Canada Chemicals two thousand sixteen EBITDA, dollar mm Chemicals two thousand sixteen EV/EBITDA, x Non US and Canada Chemicals two thousand sixteen EBITDA, dollar mm Chemicals two thousand sixteen EV/EBITDA, x Chemicals EV, dollar mm Integrated Gas, Infrastructure Assets, and Royalty Free Land Position Other Marketable Securities Outside Current Assets, Legal Liability and Others Imperial Oil Calculated Equity Value Total Other Segments EV, dollar mm Cash and Cash Equivalent, dollar mm Working Capital, dollar mm LIFO Reserve, dollar mm* Mark to Market LIFO Reserve Gain/ to Latest Quarter, dollar mm** Long term Debt, dollar mm Net Pension Liability, dollar mm Net Balance Sheet Adjustment, dollar mm Total Equity Value Based On Proved Reserves, dollar mm Total Equity Value/Share, dollar /share Total Non Proved Resources, mmboe Proved Reserves at Year End two thousand fourteen, mmboe Total Non Proved Resource to Proved Ratio Total Non Proved Resources Value, dollar /bl percent of Proved Reserve Unit Value Total Non Proved Resource Value, dollar mm Less: Estimated Asset Sales Value Included in Prior Calculation, dollar mm Total Equity Value, dollar mm Shares Outstanding Total Equity Value Per Share, dollar /share Current Share Price NAV Estimate/Price, above/ percent Price/NAV Estimate, above/ percent C dollar four thousand four hundred one C dollar five hundred ninety nine C dollar C dollar C dollar fourteen thousand forty three C dollar seventeen eight thousand two hundred three one thousand eight hundred seventy six four.four","wordCount":357},{"sentence":"five percent C dollar two thousand two hundred sixty nine C dollar one thousand eight hundred seventeen C dollar fourteen thousand four hundred ninety five eight hundred thirty three C dollar seventeen C dollar sixteen.five","wordCount":36},{"sentence":"five percent percent C dollar four thousand three hundred forty C dollar eleven thousand seventy six C dollar five.nine","wordCount":20},{"sentence":"COP ConocoPhillip s eighty three thousand two hundred seventeen forty nine thousand one hundred fifty three thirty eight percent seventy six thousand two hundred seven percent forty two thousand one hundred eighty one four.seven","wordCount":35},{"sentence":"C dollar thirteen thousand thirteen seven thousand thirty four twenty four percent seven thousand six hundred eleven percent C dollar seven thousand nine hundred thirty three C dollar seven.one","wordCount":30},{"sentence":"C dollar thirty one thousand fifty seven twenty nine thousand nine hundred eighty one twenty two percent sixty six thousand five hundred eighty two percent C dollar seventeen thousand four hundred five C dollar four.three","wordCount":36},{"sentence":"C dollar one hundred seventy nine thousand three hundred eighty seven ninety nine thousand four hundred ninety eight thirty five percent forty nine thousand eight hundred seventy one percent C dollar forty thousand seven hundred nineteen C dollar seven.six","wordCount":40},{"sentence":"C dollar one thousand eight hundred sixty five six.four twenty thousand seventeen one.","wordCount":14},{"sentence":"C dollar two thousand six hundred twenty two eight thousand four hundred eighty two","wordCount":14},{"sentence":"C dollar three thousand eight hundred ninety eight C dollar C dollar C dollar C dollar one C dollar eleven thousand one hundred C dollar eleven nineteen thousand thirty five one thousand one hundred fourteen seventeen.one","wordCount":37},{"sentence":"nine percent C dollar twelve thousand four hundred eighty five C dollar C dollar twenty three thousand five hundred eighty four nine hundred eighty four C dollar twenty four C dollar thirteen.six","wordCount":33},{"sentence":"seventy six percent percent C dollar three hundred sixty six C dollar six hundred forty three C dollar twenty two thousand four hundred sixty five C dollar twenty six fourteen thousand nine hundred forty nine four thousand fifty two three.seven","wordCount":41},{"sentence":"fifteen percent C dollar nine thousand eight hundred one C dollar C dollar thirty two thousand two hundred sixty six eight hundred fifty one C dollar thirty eight C dollar forty three.seven","wordCount":33},{"sentence":"percent fifteen percent four hundred fifty seven fifty eight seven one thousand nine hundred eighty eight twelve three thousand nine hundred seven hundred fifty seven five.two .seven","wordCount":28},{"sentence":"ten percent two thousand eight hundred six two hundred seventy seven four thousand five hundred eighteen one hundred seventy two twenty six twenty.","wordCount":23},{"sentence":"We think COP's fourQfifteen announcement will have a negative impact on the shares' near term performance.","wordCount":16},{"sentence":"However, after the dust has settled over the next couple weeks, we expect the shares will begin to recover and outperform other E and P names.","wordCount":26},{"sentence":"In light of management's decision to cut their dividend to dollar .twenty","wordCount":12},{"sentence":"five/share per quarter, we believe COP has repositioned itself to become one of the lowest breakeven cost producers in the E and P sector and it has also become one of the lowest balance sheet risk companies in the group.","wordCount":40},{"sentence":"Please refer to our recent report, Will COP Cut the Dividend?, dated January twenty fiveth, two thousand sixteen for a more detailed analysis.","wordCount":23},{"sentence":"As a result, we think COP will become one of the anchor companies in most investors' E and P portfolios for the remainder of this down cycle.","wordCount":27},{"sentence":"Positive · Dividend cut by sixty six percent to dollar .twenty","wordCount":11},{"sentence":"five/share loss, primarily due to higher than expected dry hole expenses.","wordCount":11},{"sentence":"Additional fourQfifteen Highlights · FYsixteen Production Guidance: Reduced FYsixteen production guidance to one thousand five hundred twenty five compared to","wordCount":20},{"sentence":"previous guidance of one thousand five hundred thirty one thousand five hundred sixty mboe/d, or roughly flat with two thousand fifteen production when accounting for asset sales of sixty four mboe/d.","wordCount":31},{"sentence":"The reduction is expected when considering the cut in capex, and will primarily be felt across the Lower forty eight, as COP said it will go with three rigs in the region.","wordCount":32},{"sentence":"Lforty eight production could decline around ten percent, according to management.","wordCount":11},{"sentence":"to management's comments on the call: dollar one billion on maintenance capital, dollar two billion on major projects, dollar two.two billion on other development capital, dollar eight hundred million on the Lower forty eight and around dollar four hundred million on exploration capital .","wordCount":44},{"sentence":"Moving to two thousand seventeen, the company expects its dollar eight hundred million deepwater program to roll off of the budget, as well most major project spending such as APLNG as Train two will be complete.","wordCount":36},{"sentence":"production flat, half the additional barrels will come from major projects coming online, while half will come from development drilling programs spread around the regions.","wordCount":25},{"sentence":"to threeQfifteen at dollar one.six billion and the annual run rate of dollar one.nine","wordCount":16},{"sentence":"Production and SG and A cost guidance of dollar six.four billion.","wordCount":12},{"sentence":"FYsixteen exploration dry hold and impairment expense guidance at dollar .eight billion, and exploration G and A and G and G of dollar .six","wordCount":24},{"sentence":"threeQfifteen level of dollar twenty nine.four/boe and fourQfourteen level of dollar forty seven.eight/boe.","wordCount":15},{"sentence":"dollar two hundred twenty seven million, contributing a negative variance of dollar .twelve/share.","wordCount":13},{"sentence":"We estimate COP ranks tenth among our group of eleven oil majors, and compared to its ranking of eightth in threeQfifteen and sixth in fourQfourteen.","wordCount":25},{"sentence":"versus dollar two.four billion in threeQfifteen and dollar five.one billion in fourQfourteen.","wordCount":14},{"sentence":"in two thousand sixteen so long as prices average close to dollar forty.","wordCount":13},{"sentence":"Operating Data fourQfifteenA Oil and Gas Realizations U.S. Canada Europe Asia and Middle East Other International Worldwide Unit After tax Profitability U.S. Canada Europe Asia and Middle East Other International Worldwide Oil and NGL Production U.S. Canada Europe Asia and Middle East Other International Total Liquids Production Gas Production U.S. Canada Europe Asia and Middle East Other International Total Gas Production Total Oil and Gas Production Exploration Expenses U.S. Canada Europe Asia and Middle East Other International Total two hundred ninety four three hundred twenty five seventy five one hundred fifty two hundred one one thousand forty five one hundred seventy five twenty five sixty five sixty five fifty three hundred eighty sixty eight percent one thousand two hundred percent fifteen percent one hundred thirty one percent three hundred two percent one hundred seventy five percent three hundred seventy thirty seventy five seventy five one hundred twenty six hundred seventy percent nine hundred eighty three percent percent one hundred percent sixty eight percent fifty six percent one hundred fifty two twenty five forty fifty seventy four three hundred forty one ninety four percent one thousand two hundred percent eighty eight percent two hundred percent one hundred seventy two percent two hundred seven percent one thousand four hundred sixty seven six hundred forty three five hundred thirteen one thousand four hundred thirty eight one four thousand sixty two one thousand five hundred ninety nine one thousand four hundred fifty six hundred seventy nine four hundred seventy five one thousand four hundred forty three four thousand forty seven one thousand five hundred ninety one one percent percent eight percent percent number DIV/! percent percent one thousand five hundred sixty three seven hundred nineteen four hundred ninety one thousand two hundred sixty three five four thousand forty one thousand five hundred eighty eight percent percent five percent fourteen percent percent one percent one percent one thousand four hundred ninety one seven hundred twelve four hundred fifteen one thousand three hundred sixty six three thousand nine hundred eighty four one thousand five hundred fifty four percent percent twenty four percent five percent NA two percent three percent four hundred seventy nine one hundred eighty nine one hundred thirty three one hundred eighteen three nine hundred twenty two four hundred sixty one one hundred ninety eight one hundred twenty seven one hundred twenty seven four nine hundred seventeen four percent percent four percent percent percent one percent four hundred sixty seven one hundred seventy six one hundred thirty three one hundred fifteen twenty four nine hundred fifteen three percent seven percent percent three percent percent one percent four hundred sixty two one hundred ninety six one hundred twenty three one hundred five four eight hundred ninety four percent percent eight percent twelve percent percent four percent .eight","wordCount":467},{"sentence":"seven percent seventy four percent percent percent fifty one percent fifty seven percent five.two","wordCount":15},{"sentence":"percent percent six hundred forty eight percent percent percent percent twenty six.five eleven.one","wordCount":15},{"sentence":"percent percent one percent percent twenty five percent percent forty six.two thirty one.","wordCount":14},{"sentence":"percent percent percent percent percent percent fourQfifteenE Variance vs Forecast fourQfourteenA y o y change threeQfifteenA q o q change","wordCount":20},{"sentence":"Variance Total Cash Total Debt Net Debt Total Equity Debt/Capital Net Debt/Net Capital fourQfifteen dollar two.four dollar twenty four.nine","wordCount":21},{"sentence":"thirty eight percent thirty six percent threeQfifteen dollar two.four dollar twenty four.nine","wordCount":14},{"sentence":"fourQfourteen dollar five.one dollar twenty two.six dollar seventeen.five","wordCount":11},{"sentence":"thirty percent twenty five percent V dollar dollar two.three dollar five.","wordCount":12},{"sentence":"eight percent eleven percent Variance V dollar /share dollar one.eight","wordCount":11},{"sentence":"Start Up Project/Field two thousand fifteen two thousand eighteen Foster Creek Phase F,G,H Caltex three and Suban three APLNG Train one CD five/twoS/GMT one APLNG Train two Christina Lake Phase F Saleski Thornbury one two Kumunsu East Ubah Point Thompson Umiak Limbayong Malikai Tor Redevelopment Clair Phase II Christina Lake Phase G Aasta Hansteen Gas Field Subtotal Canada Indonesia Australia/Timer Sea United States Australia/Timer Sea Canada Canada Canada Malaysia Malaysia United States Canada Malaysia Malaysia Norway United Kingdom Canada Norway two thousand fourteen two thousand fifteen fourQfifteen fourQfifteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand sixteen two thousand seventeen two thousand seventeen two thousand seventeen two thousand seventeen two thousand seventeen two thousand eighteen two thousand eighteen two thousand nineteen two thousand twenty two thousand nineteen one thousand sixty five two thousand eighteen two thousand eighteen two thousand sixteen two thousand sixteen two thousand eighteen two thousand seventeen two thousand seventeen two thousand nineteen two thousand seventeen two thousand seventeen two thousand seventeen two thousand twenty fifty one hundred ten ninety two fifty forty ten thirty five seventy fifty five fifty one hundred twenty fifty seven hundred eighty two thousand five hundred eighty one hundred two hundred seventy three seven hundred fifty ninety fifty seven hundred fifty ninety fifty one hundred twenty five seventy three one hundred twenty five fifty one hundred ten ninety two fifty forty forty three thirty five seventy fifty five fifty one hundred thirty seven fifty one hundred thirty one thousand four hundred ninety five fifty fifty four thirty eight seventy three thirty eight fifty one hundred one hundred thirty thirty five five forty forty thirty five thirty one twenty four fifty ten Year Peak Year Oil, mb/d Peak Production Gas, mmcf/d Gross, mboe/d Working Interest percent","wordCount":306},{"sentence":"Post two thousand eighteen Surmont Phase three Narrows Lake Phase one Christina Lake Phase H Foster Creek Narrows Lake Future Phases Sunrise LNG Surmont Phase Future Phases Aktote Subtotal Total Canada Canada Canada Canada Canada Australia/Timer Sea Canada Kazakhstan two thousand twenty two thousand twenty two thousand twenty one two thousand twenty two two thousand twenty two two thousand twenty two two thousand twenty five two thousand twenty five two thousand twenty two two thousand twenty one two thousand twenty three two thousand twenty four two thousand twenty five two thousand twenty three two thousand thirty one hundred twenty fifty three hundred fifty one thousand four hundred fifteen eight hundred fifty one thousand six hundred ninety four thousand two hundred seventy one hundred thirty five forty five fifty one hundred eighty eight hundred forty one hundred thirty five forty five fifty one hundred eighty one hundred forty one hundred twenty one hundred ninety two six hundred thirty two two thousand one hundred twenty seven fifty fifty fifty fifty fifty thirty fifty eight","wordCount":172},{"sentence":"dollar two.twelve dollar six.seventy eight dollar five.seventy six dollar twenty one.twenty","wordCount":15},{"sentence":"eight dollar two.fifty five dollar six.five dollar seven.three","wordCount":11},{"sentence":"four dollar sixteen.seven dollar four.thirty one dollar nine.forty five dollar six.ninety two dollar seventeen.forty","wordCount":19},{"sentence":"one dollar four.fifty six dollar nine.seventy dollar six.sixty seven dollar nineteen.fifty","wordCount":15},{"sentence":"one dollar four.twenty six dollar nine.forty dollar six.sixty seven dollar twenty.fifty","wordCount":15},{"sentence":"dollar four.fifty one dollar nine.sixty five dollar six.ninety two dollar twenty.eighty","wordCount":15},{"sentence":"dollar two.ninety dollar six.fifty four dollar five.seventy dollar sixteen.seventy one dollar twenty.sixty","wordCount":17},{"sentence":"seven dollar ten.four dollar five.six dollar nine.forty one dollar five.twenty dollar .eighty","wordCount":16},{"sentence":"seven dollar two.twenty one dollar five.eighty seven dollar two.twenty one dollar ten.ninety nine dollar four.one dollar three.sixty","wordCount":23},{"sentence":"dollar ten.eighty one dollar five.fifty dollar two.twenty five dollar two.ninety seven dollar .eighty","wordCount":17},{"sentence":"one dollar five.seventy two dollar six.fifty two NA NA NA dollar one.thirty","wordCount":15},{"sentence":"CAGR two thousand thirteen Net Liquids Production : U.S. Canada Europe Asia Pacific/Middle East Other Areas/Africa Total Net Liquids Production Natural Gas Production : U.S. Canada Europe Asia Pacific/Middle East Other Areas/Africa Total Natural Gas Production Worldwide Oil Equivalent Production one thousand five hundred thirty three seven hundred seventy five four hundred sixteen one thousand one hundred ninety one hundred fifty four four thousand sixty eight one thousand five hundred forty four one thousand five hundred forty seven hundred eleven four hundred sixty one one thousand two hundred twenty eight ninety one four thousand thirty one one thousand five hundred sixty one one thousand five hundred fourteen seven hundred fifteen four hundred seventy five one thousand three hundred fifty five one four thousand sixty one thousand five hundred eighty eight one thousand one hundred forty five five hundred ninety four hundred sixty three one thousand four hundred ninety eight one three thousand six hundred ninety six one thousand five hundred twenty one thousand twenty one five hundred forty seven four hundred fifty three one thousand six hundred thirty seven one three thousand six hundred fifty nine one thousand five hundred ninety nine hundred sixty six five hundred nine four hundred seventeen one thousand six hundred eighty five one three thousand five hundred seventy seven one thousand six hundred twelve eight hundred ninety eight four hundred seventy three three hundred ninety two one thousand six hundred forty one one three thousand four hundred five one thousand six hundred three eight hundred seventy two four hundred fifty three hundred eighty five one thousand six hundred thirty two one three thousand three hundred forty one thousand six hundred fifty three percent percent percent three.eight","wordCount":284},{"sentence":"percent four hundred thirty four one hundred forty seven one hundred nineteen one hundred fourteen fifty two eight hundred sixty six four hundred sixty one hundred sixty four one hundred thirty four one hundred twelve nineteen eight hundred eighty nine four hundred seventy one one hundred eighty nine one hundred twenty seven one hundred twenty one four nine hundred eleven four hundred fifty one two hundred four one hundred seventeen one hundred twenty nine three nine hundred four four hundred sixty four two hundred forty one hundred twenty nine one hundred thirty seven ten nine hundred eighty four hundred ninety one two hundred forty seven one hundred twenty one one hundred forty seven ten one thousand sixteen five hundred twenty three two hundred fifty two one hundred six one hundred forty four ten one thousand thirty five five hundred fifty one two hundred sixty eight one hundred twenty four one hundred forty three ten one thousand ninety six three.two","wordCount":160},{"sentence":"percent two thousand fourteen two thousand fifteen two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand twentyE two thousand fifteenE twentyE","wordCount":26},{"sentence":"CAGR two thousand thirteen Exploration and Production U.S. Canada Europe Asia Pacific/Middle East Africa and Other International Total Exploration and Production Corporate and Other Net Income Special Items Net Income Discountinued Operations EPS Calculation Average Shares Outstanding Earnings Per Share Earnings Per Share one thousand two hundred thirty eight.six","wordCount":51},{"sentence":"dollar five.thirty one dollar five.fifty one one thousand two hundred forty one.nine","wordCount":15},{"sentence":"dollar four.sixty five dollar four.sixty five one thousand one hundred sixty nine.eight","wordCount":15},{"sentence":"dollar five.sixty dollar five.sixty one thousand one hundred fifteen.two","wordCount":12},{"sentence":"dollar six.five dollar six.five percent NM NM dollar two thousand nine hundred twenty two dollar one hundred sixty two dollar one thousand two hundred fifty three dollar three thousand five hundred two dollar one hundred thirteen dollar seven thousand nine hundred fifty two dollar seven thousand one hundred seventy one dollar one thousand nine hundred eighty five dollar nine thousand one hundred fifty six dollar dollar two thousand nine hundred thirty eight dollar nine hundred ninety three dollar nine hundred fifty eight dollar two thousand nine hundred thirty seven dollar seven thousand five hundred seventy two dollar six thousand six hundred nine dollar two hundred sixty dollar six thousand eight hundred sixty nine dollar dollar one hundred seventy four dollar one thousand eighty five dollar dollar six hundred forty nine dollar dollar dollar four hundred ninety eight dollar two hundred ninety seven dollar three hundred ninety nine dollar one thousand seven hundred forty two dollar two thousand seven hundred thirty dollar one thousand seven hundred twenty dollar dollar one thousand seven hundred twenty dollar dollar two thousand one hundred eighty dollar one thousand two hundred eighty dollar seven hundred fifty dollar two thousand six hundred eighty dollar six thousand six hundred ninety two dollar five thousand six hundred seventy nine dollar dollar five thousand six hundred seventy nine dollar dollar two thousand seven hundred nineteen dollar one thousand five hundred twenty one dollar seven hundred twenty seven dollar two thousand eight hundred nineteen dollar seven thousand five hundred ninety dollar six thousand five hundred seventy seven dollar dollar six thousand five hundred seventy seven dollar dollar two thousand six hundred seventy five dollar one thousand six hundred sixteen dollar eight hundred forty dollar two thousand eight hundred twenty seven dollar seven thousand seven hundred sixty two dollar six thousand seven hundred forty seven dollar dollar six thousand seven hundred forty seven dollar NM NM thirty seven.","wordCount":318},{"sentence":"percent percent NM six.eight percent NM NM NM NM two thousand fourteen two thousand fifteen two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand twentyE two thousand fifteenE twentyE","wordCount":35},{"sentence":"Memo : EBITDA EBITDA/Share Aftertax CF Aftertax CF/Share P/E EV/EBITDA EV/After tax CF + Deferred Tax dollar twenty one thousand four hundred sixty eight dollar seventeen.thirty","wordCount":27},{"sentence":"six.three dollar twenty thousand five hundred fifty six dollar sixteen.fifty dollar fifteen thousand three hundred twenty five dollar twelve.thirty","wordCount":22},{"sentence":"six.five dollar seven thousand one hundred fifty nine dollar five.seventy six dollar seven thousand eight hundred sixty two dollar six.thirty three eleven.three","wordCount":26},{"sentence":"dollar three thousand five hundred seventy four dollar two.eighty five dollar five thousand four hundred eighty six dollar four.forty nineteen.six","wordCount":23},{"sentence":"dollar twelve thousand seven hundred fifty six dollar ten.twenty dollar eleven thousand one hundred ninety seven dollar eight.ninety","wordCount":20},{"sentence":"dollar nineteen thousand four hundred sixty nine dollar fifteen.ninety dollar fifteen thousand four hundred eighty six dollar twelve.sixty","wordCount":20},{"sentence":"CAGR two thousand thirteen Operating Activities Net Income Depreciation,Depletion and Amortization Dry Hole Costs and Leasehold Impairment Deferred Income Tax Provision Net Decrease in Operating Working Capital Other/Discountinued ops Net Cash Flow From Operating Activities Investing Activities Capital Expenditure Investment Purchases JV Arrangement Net Sales/ of Properties and Other Net Cash Flow From Investing Activities Financing Activities Proceeds From Issuance of Long Term Debt Repayment of Long Term Debt Cash Dividend Paid Issuance of Common Stock Acquisitions of Common Stock Others Net Cash Flow From Financing Activities Effect of FX on Cash Net Change in Cash and Cash Equivalents Cash and Cash Equivalents At Start of Year At End of Year dollar three thousand six hundred eighteen six thousand two hundred forty six dollar six thousand two hundred forty six five thousand sixty two dollar five thousand sixty two two thousand three hundred sixty eight dollar two thousand three hundred sixty eight seven hundred eight dollar seven hundred eight four thousand five dollar four thousand five seven thousand five hundred eighty two dollar seven thousand five hundred eighty two seven thousand eight hundred sixty eight dollar seven thousand eight hundred sixty eight seven thousand eight hundred seventy five nine.two","wordCount":201},{"sentence":"percent dollar twenty dollar two thousand six hundred twenty eight dollar thirty five two thousand nine hundred thirty dollar two thousand five hundred seventy seven dollar three thousand dollar four hundred fourteen dollar dollar dollar dollar three thousand two hundred ninety seven dollar dollar dollar three thousand five hundred seventy seven dollar dollar dollar two hundred eighty six dollar dollar dollar six NM sixty one.five","wordCount":66},{"sentence":"percent NM NM ten thousand two hundred twenty two hundred fifty three one hundred fifty seven one thousand six hundred three four hundred eleven nine hundred eighty four four hundred two hundred fifty five hundred four hundred five hundred four hundred five hundred four hundred five hundred six.nine percent NM percent percent eight.six","wordCount":55},{"sentence":"percent dollar nine thousand one hundred fifty six seven thousand four hundred thirty four four hundred forty three one thousand three hundred eleven forty eight dollar sixteen thousand eighty seven dollar six thousand eight hundred sixty nine eight thousand three hundred twenty nine seven hundred eighty two seven hundred nine five hundred fifty one dollar sixteen thousand seven hundred thirty five nine thousand one hundred thirteen three thousand sixty five two thousand six hundred sixteen dollar seven thousand five hundred seventy two eight thousand five hundred sixty two eight hundred two hundred fifty two hundred dollar three thousand nine hundred twenty six dollar one thousand seven hundred twenty eight thousand nine hundred ninety one four hundred twenty two three hundred forty four two hundred fifty two hundred dollar eleven thousand nine hundred twenty seven dollar five thousand six hundred seventy nine nine thousand three hundred forty one four hundred thirty two one thousand one hundred thirty five two hundred fifty two hundred dollar seventeen thousand thirty eight dollar six thousand five hundred seventy seven nine thousand four hundred thirty seven four hundred thirty three one thousand three hundred thirty nine two hundred dollar seventeen thousand nine hundred eighty five dollar six thousand seven hundred forty seven nine thousand nine hundred two four hundred thirty three one thousand three hundred sixty three two hundred dollar eighteen thousand six hundred forty five NM one.seven","wordCount":233},{"sentence":"percent two thousand fourteen two thousand fifteen two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand twentyE two thousand fifteenE twentyE","wordCount":26},{"sentence":"CAGR two thousand thirteen Capital Structure Short Term Debt, Including Other Obligations Long Term Debt Shareholders' Equity Total Capital Total Debt As a Percentage of Total Capital Memo : Return on Average Total Equity Return on Average Invested Capital Return on Average Market Capitalization fourteen.three","wordCount":46},{"sentence":"percent dollar five hundred eighty nine twenty one thousand seventy three fifty two thousand ninety dollar seventy three thousand seven hundred fifty two twenty nine percent dollar one hundred eighty two twenty two thousand three hundred eighty three fifty one thousand nine hundred eleven dollar seventy four thousand four hundred seventy six thirty percent dollar one hundred eighty two twenty four thousand seven hundred seventy eight forty three thousand seven hundred thirty seven dollar sixty eight thousand six hundred ninety seven thirty six percent dollar one hundred eighty two twenty six thousand four hundred forty one thirty eight thousand nine hundred one dollar sixty five thousand five hundred twenty four forty one percent dollar one hundred eighty two twenty five thousand three hundred seventy four thirty nine thousand three hundred eight dollar sixty four thousand eight hundred sixty four thirty nine percent dollar one hundred eighty two twenty four thousand five hundred seven forty one thousand four hundred ninety four dollar sixty six thousand one hundred eighty three thirty seven percent dollar one hundred eighty two twenty one thousand four hundred twenty nine forty four thousand five hundred fifty dollar sixty six thousand one hundred sixty one thirty three percent dollar one hundred eighty two nineteen thousand four hundred twenty nine forty seven thousand seven hundred fifty seven dollar sixty seven thousand three hundred sixty eight twenty nine percent Unch percent one.eight","wordCount":233},{"sentence":"percent percent two thousand fourteen two thousand fifteen two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand twentyE two thousand fifteenE twentyE","wordCount":27},{"sentence":"I, Paul Y. Cheng, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":62},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equitylinked analysis, quantitative analysis, and trade ideas.","wordCount":24},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks ConocoPhillips, Overweight/Neutral, A/CD/CE/D/J/K/L/M/N Materially Mentioned Stocks Chevron Corporation, Equal Weight/Neutral, A/CD/CE/D/E/J/K/L/M/N/O Exxon Mobil Corp., Equal Weight/Neutral, A/CD/CE/D/J/K/L/M/N/O Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":51},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its five February two thousand sixteen twenty three","wordCount":28},{"sentence":"associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":25},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: Americas Integrated Oil Cenovus Energy Inc.","wordCount":18},{"sentence":"Exxon Mobil Corp. Imperial Oil Ltd. Petroleo Brasileiro S.A. Distribution of Ratings: Barclays Equity Research has one thousand eight hundred eighty six companies under coverage.","wordCount":26},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: five February two thousand sixteen twenty four Chevron Corporation Hess Corp. Murphy Oil Suncor Energy ConocoPhillips Husky Energy, Inc. Petroleo Brasileiro S.A.","wordCount":30},{"sentence":"Each analyst has a single price target on the stocks that they cover.","wordCount":13},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date twelve Jan two thousand sixteen twelve Oct two thousand fifteen Closing Price eighty two.fifteen","wordCount":21},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"Jul two thousand thirteen Jan two thousand fourteen Jul two thousand fourteen Target Price Jan two thousand fifteen Jul two thousand fifteen Jan two thousand sixteen","wordCount":26},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Chevron Corporation in the previous twelve months.","wordCount":30},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by Chevron Corporation.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Chevron Corporation.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Chevron Corporation in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from Chevron Corporation within the next three months.","wordCount":27},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Chevron Corporation and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Chevron Corporation within the past twelve months.","wordCount":22},{"sentence":"L: Chevron Corporation is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: Chevron Corporation is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: Chevron Corporation is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Chevron Corporation stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Using our net asset valuation framework, we assume a long term Brent and WTI price of dollar sixty five/bl and dollar fifty nine/bl, respectively.","wordCount":26},{"sentence":"In addition, we assign slightly higher premiums for chemicals and refiners when the company has historically shown higher returns compared to peers.","wordCount":22},{"sentence":"We also take into account our estimate of expected free cash flow and EV/after tax cash flow analysis in our assessment.","wordCount":21},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Our earnings estimates are based on Barclays Research's current commodity price assumptions, including oil and gas prices, refining and marketing margins as well as chemical product margins.","wordCount":41},{"sentence":"Thus, results will be subject to change due to fluctuations in the macro commodity market environment.","wordCount":16},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date twelve Jan two thousand sixteen twelve Oct two thousand fifteen three Aug two thousand fifteen Closing Price forty.twenty","wordCount":24},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of ConocoPhillips in the previous twelve months.","wordCount":29},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by ConocoPhillips.","wordCount":17},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by ConocoPhillips.","wordCount":17},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from ConocoPhillips in the past twelve months.","wordCount":21},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by ConocoPhillips and/or in any related derivatives.","wordCount":24},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from ConocoPhillips within the past twelve months.","wordCount":21},{"sentence":"L: ConocoPhillips is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":22},{"sentence":"M: ConocoPhillips is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"N: ConocoPhillips is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"Valuation Methodology: Using our net asset valuation framework, we assume a long term Brent and WTI price of dollar sixty five/bl and dollar fifty nine/bl, respectively.","wordCount":26},{"sentence":"In addition, we assign slightly higher premiums for chemicals and refiners when the company has historically shown higher returns compared to peers.","wordCount":22},{"sentence":"We also take into account our estimate of expected free cash flow and EV/after tax cash flow analysis in our assessment.","wordCount":21},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Our earnings estimates are based on Barclays Research's current commodity price assumptions, including oil and gas prices, refining and marketing margins as well as chemical product margins.","wordCount":41},{"sentence":"Thus, results will be subject to change due to fluctuations in the macro commodity market environment.","wordCount":16},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date twelve Jan two thousand sixteen twelve Oct two thousand fifteen three Aug two thousand fifteen seven Jul two thousand fifteen Closing Price seventy five.twenty","wordCount":31},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Exxon Mobil Corp. in the previous twelve months.","wordCount":31},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by Exxon Mobil Corp.. CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Exxon Mobil Corp.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Exxon Mobil Corp. in the past twelve months.","wordCount":61},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Exxon Mobil Corp. and/or in any related derivatives.","wordCount":26},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Exxon Mobil Corp. within the past twelve months.","wordCount":23},{"sentence":"L: Exxon Mobil Corp. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"M: Exxon Mobil Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"N: Exxon Mobil Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Exxon Mobil Corp. stock, which is listed on the New York Stock Exchange.","wordCount":27},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Using our net asset valuation framework, we assume a long term Brent and WTI price of dollar sixty five/bl and dollar fifty nine/bl, respectively.","wordCount":26},{"sentence":"In addition, we assign slightly higher premiums for chemicals and refiners when the company has historically shown higher returns compared to peers.","wordCount":22},{"sentence":"We also take into account our estimate of expected free cash flow and EV/after tax cash flow analysis in our assessment.","wordCount":21},{"sentence":"Finally, for XOM we assume a twenty percent premium to our NAV estimate.","wordCount":13},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Our earnings estimates are based on Barclays Research's current commodity price assumptions, including oil and gas prices, refining and marketing margins as well as chemical product margins.","wordCount":41},{"sentence":"Thus, results will be subject to change due to fluctuations in the macro commodity market environment.","wordCount":16},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
