{"fileName":"Barclays_CIGNA_Corp_Leon_Medical_Center_Tour_Best_in_Class_Medicare_Advantage_Op.pdf","numberSentences":266,"text":[{"sentence":"Healthcare | U.S. Health Care Managed Care fifteen March two thousand sixteen","wordCount":13},{"sentence":"On Monday March fourteenth afternoon, we had the opportunity to visit one of the Leon Medical Centers with the management team and members from Cigna.","wordCount":25},{"sentence":"The center, located in Miami Dade County, is one of the seven Leon Medical facilities that Cigna has an exclusive long term provider contract with.","wordCount":25},{"sentence":"The contract runs through two thousand seventeen with a five year option from Cigna .","wordCount":14},{"sentence":"The impressive facility is just five years old and spans eighty four thousand square feet.","wordCount":15},{"sentence":"The facility averages roughly one thousand two hundred encounters per day, and is responsible for more than seven thousand of the total Leon Medical Center membership of over forty five thousand.","wordCount":31},{"sentence":"In less than nine years of ownership, Cigna has grown the plan from just under twenty five thousand lives.","wordCount":19},{"sentence":"We have said previously, and reiterate today, that this is the epitome of coordinated care and speaks to the potential for superior outcomes and service that can be achieved in Medicare Advantage.","wordCount":32},{"sentence":"Our only hope would be that the model could be more easily exported from the current Miami Dade market.","wordCount":19},{"sentence":"In two thousand sixteen, Leon will be replacing two of its seven facilities with a prototype that will become the future of Leon Medical Center.","wordCount":25},{"sentence":"The company plans on spending as much as dollar one hundred fifty million on these capital expenditures this coming year.","wordCount":20},{"sentence":"Over the longer term Leon believes there will be a continued out migration of services from hospitals to outpatient facilities and believes hospitals will ultimately provide just ER and high acuity services.","wordCount":32},{"sentence":"Overall, we believe that the Leon model is virtually unmatched in Medicare Advantage in terms of service, quality, outcomes and certainly customer service.","wordCount":23},{"sentence":"The Leon family controls and operates much of the Leon Medical Center health plan with a heritage and sense of pride that only comes with a founders' mentality.","wordCount":28},{"sentence":"To say we were impressed with the operations, attention to detail and success would be an understatement.","wordCount":17},{"sentence":"Our visit underscored our view that, in HealthSpring, Cigna acquired one of the most coveted assets in the Medicare Advantage market.","wordCount":21},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"percent CI thirty seven thousand one hundred fifty five two hundred fifty five.seventy","wordCount":14},{"sentence":"U.S. Health Care Managed Care Joshua R. Raskin, CFA one.two","wordCount":12},{"sentence":"hundred twenty six.two thousand two hundred seventy nine joshua.raskin at barclays dot com BCI, US Rachana Fellinger one.two","wordCount":21},{"sentence":"hundred twenty six.three thousand six hundred forty seven rachana.fellinger at barclays dot com BCI, US Nihal Shah +one two hundred twelve five hundred twenty six four thousand six hundred thirty three nihal.shah","wordCount":35},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE seven.","wordCount":11},{"sentence":"U.S. Health Care Managed Care Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fifteenA two thousand sixteenE two thousand seventeenE two thousand eighteenE thirty seven million eight hundred seventy six thousand thirty nine million eight hundred fifty eight thousand eight hundred twenty four forty million seven hundred thirty four thousand nine hundred ninety N/A four million three hundred thirty thousand four million five hundred ninety nine thousand eight hundred one four million eight hundred forty five thousand five hundred forty four N/A three million seven hundred forty five thousand four million twenty one thousand eight hundred forty eight four million two hundred sixty seven thousand one hundred seven N/A three million three hundred twenty seven thousand three million seven hundred eighty two thousand four hundred eleven four million forty two thousand seven hundred seventy four N/A two million one hundred seventy six thousand two million three hundred sixty four thousand seven two million five hundred twenty six thousand seven hundred thirty four N/A eight.sixty","wordCount":167},{"sentence":"N/A CAGR N/A N/A N/A N/A N/A N/A N/A N/A Average eleven.six","wordCount":13},{"sentence":"CAGR N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A Average fifteen.nine","wordCount":17},{"sentence":"The company's limited exposure to individual and small group markets leave it relatively less exposed to the minimum MLR rule.","wordCount":20},{"sentence":"Cigna is also expanding into international markets, a future area of less regulated growth.","wordCount":14},{"sentence":"Aspects of health reform are less onerous than expected, membership growth is stronger than projected, and the company can reduce its administrative cost ratio.","wordCount":24},{"sentence":"along with ten percent upside to estimates brings valuation to dollar one hundred eighty.","wordCount":14},{"sentence":"The transaction with Anthem is unsuccessful, utilization and cost trends accelerate, and Cigna is unable to improve its relative cost structure.","wordCount":21},{"sentence":"ten percent downside to estimates along with a forward P/E multiple of fourteen.sevenx","wordCount":14},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROIC ROA ROE","wordCount":30},{"sentence":"Balance sheet and cash flow Tangible fixed assets thirty six thousand five hundred fifty four Intangible fixed assets six thousand nineteen Cash and equivalents two thousand three hundred forty nine Total assets fifty seven thousand eighty eight Short and long term debt five thousand one hundred sixty nine Other long term liabilities seventeen thousand three hundred twelve Total liabilities forty four thousand nine hundred seventy five Net debt/ two thousand eight hundred twenty Shareholders' equity twelve thousand one hundred thirteen Change in working capital nine hundred ninety two Cash flow from operations two million seven hundred seventeen thousand Capital expenditure four hundred seventy three thousand Free cash flow two million two hundred forty four thousand Valuation and leverage metrics P/E Equity FCF yield P/BV Dividend yield Total debt/capital Selected operating metrics Medical loss ratio SG and A/sales Total membership Premium revenues PMPM","wordCount":142},{"sentence":"N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A","wordCount":13},{"sentence":"On Monday afternoon, we had the opportunity to visit one of the Leon Medical Centers with the management team and members from Cigna.","wordCount":23},{"sentence":"The center, located in Miami Dade County, is one of the seven Leon Medical facilities that Cigna has an exclusive long term provider contract with.","wordCount":25},{"sentence":"The contract runs through two thousand seventeen with a five year option from Cigna .","wordCount":14},{"sentence":"The impressive facility is just five years old and spans eighty four thousand square feet.","wordCount":15},{"sentence":"The facility averages roughly one thousand two hundred encounters per day, and is responsible for more than seven thousand of the total Leon Medical Center membership of over forty five thousand.","wordCount":31},{"sentence":"In less than nine years of ownership, Cigna has grown the plan from just under twenty five thousand lives.","wordCount":19},{"sentence":"The center maintains a service model that was actually modelled in part with the Ritz Carlton experience, and provides a very welcome atmosphere for Cigna's enrolees.","wordCount":26},{"sentence":"Additionally, Leon Medical Centers has received recognition in many industry reports including Health Affairs as one of the best examples in the nation for producing high quality care at reduced costs, and a number of academics and politicians have visited the facility to see how the facility operates.","wordCount":48},{"sentence":"We have said previously, and reiterate today, that this is the epitome of coordinated care and speaks to the potential for superior outcomes and service that can be achieved in Medicare Advantage.","wordCount":32},{"sentence":"Our only hope would be that the model could be more easily exported from the current Miami Dade market.","wordCount":19},{"sentence":"In two thousand sixteen, Leon will be replacing two of its seven facilities with a prototype that will become the future of Leon Medical Center.","wordCount":25},{"sentence":"The company plans on spending as much as dollar one hundred fifty million on these capital expenditures this coming year.","wordCount":20},{"sentence":"And these buildings will have the capacity to serve approximately fifteenK members.","wordCount":12},{"sentence":"It was very telling that the team at Leon was not satisfied with the current positioning of its delivery assets.","wordCount":20},{"sentence":"Despite tremendous success, and what we believe are very healthy financial results, the company is always looking to expand and improve.","wordCount":21},{"sentence":"In addition, Leon is expanding its service lines to offer pain management and women's center.","wordCount":15},{"sentence":"Over the longer term Leon believes there will be a continued out migration of services from hospitals to outpatient facilities and believes hospitals will ultimately provide just ER and high acuity services.","wordCount":32},{"sentence":"Keeping with the trend, Leon's long term expansion strategy is to offer outpatient surgery, skilled nursing and nuclear medicine facilities Overall, we believe that the Leon model is virtually unmatched in Medicare Advantage in terms of service, quality, outcomes and certainly customer service.","wordCount":43},{"sentence":"The Leon family controls and operates much of the Leon Medical Center health plan with a heritage and sense of pride that only comes with a founders' mentality.","wordCount":28},{"sentence":"To say we were impressed with the operations, attention to detail and success would be an understatement.","wordCount":17},{"sentence":"Our visit underscored our view that, in HealthSpring, Cigna acquired one of the most coveted assets in the Medicare Advantage market.","wordCount":21},{"sentence":"As a reminder, on October one, two thousand seven, HealthSpring acquired Leon Medical Center Health Plans, which at the time had approximately twenty five thousand eight hundred lives.","wordCount":28},{"sentence":"Since two thousand seven membership has grown to over forty five thousand lives of which roughly half are dual eligibles.","wordCount":20},{"sentence":"Membership growth in the past year is equally driven by age ins, transfers from other plans and movements from Medicare Fee for Service .","wordCount":23},{"sentence":"Leon maintained ownership of the Leon Medical Center facilities, and entered a ten year agreement with Cigna HealthSpring to offer services to Medicare Advantage enrollees in the county.","wordCount":28},{"sentence":"The first Leon Medical Center was constructed in one thousand nine hundred ninety six, and the facilities have expanded to seven currently in the county.","wordCount":25},{"sentence":"After briefly losing its five Star rating in two thousand fifteen (which was primarily due to the acquisition of new","wordCount":20},{"sentence":"Barclays | CIGNA Corp. members from other health plans), CMS gave HealthSpring of Florida a five star rating in two thousand sixteen.","wordCount":22},{"sentence":"CMS gave HealthSpring an overall five star rating for the Miami plan.","wordCount":12},{"sentence":"In addition to exclusive access to the seven Leon Medical Centers, HealthSpring operates LivingWell Centers in Tennessee, Alabama, and Texas.","wordCount":20},{"sentence":"These centers model the Leon Medical Center structure, and the company has been able to leverage better cost savings by providing tailored, cost effective clinical procedures.","wordCount":26},{"sentence":"Lastly, with the acquisition of Bravo Health, HealthSpring now operates Advanced Care Centers .","wordCount":13},{"sentence":"These outpatient facilities provide on staff physician hospitalists for HealthSpring MA beneficiaries, and are capable of providing immediate acute care for many conditions, a cost effective alternative to hospital emergency roo Miss.","wordCount":32},{"sentence":"The Leon Medical Centers continues to provide an early glimpse into the future of payor / provider relationships under health reform.","wordCount":21},{"sentence":"In short, it is a tightly managed, vertically integrated care delivery model with a strong focus on customer service, which benefits from efficiency, quality and cost management more than volume.","wordCount":30},{"sentence":"As a starting point, relationships across the delivery system are tight knit.","wordCount":12},{"sentence":"Only patients enrolled with the Leon Medical Center health plan may be served within one of the facilities.","wordCount":18},{"sentence":"LMC has exclusive contracts with approximately seventy primary care physicians and a network of hundreds of specialists, of which many have exclusive arrangements.","wordCount":23},{"sentence":"Additionally, primary care physicians are compensated based on a variety of quality metrics such as utilization of care, compliance with preferred prescription drugs and outcomes.","wordCount":25},{"sentence":"Finally, LMC only accepts one payor Medicare which helps promote efficiency across its delivery model.","wordCount":15},{"sentence":"Since LMC has an exclusive relationship with Cigna, and receives capitated payments, it maintains no accounts receivable or payable balances.","wordCount":20},{"sentence":"That is a major differentiation point compared to other facility based companies.","wordCount":12},{"sentence":"The centers are able to provide eighty five percent of all procedures required by enrollees, including check ups, dental care, vision screenings, and other procedures.","wordCount":25},{"sentence":"For the remaining fifteen percent of events, LMC has a network of providers who perform the surgery at a contracted nearby facility.","wordCount":22},{"sentence":"Due to the capitated contract between HealthSpring and Leon Medical Centers, the two are able to leverage cost savings into substantial benefits for HealthSpring's MA enrollees.","wordCount":26},{"sentence":"For example, despite the richer benefits than FFS Medicare, LMC previously estimated the cost of covering one of its senior members is eight percent twelve percent cheaper than what it would cost the government to pay for the care itself.","wordCount":40},{"sentence":"LMC has previously estimated that they save the government over dollar one hundred million each year.","wordCount":16},{"sentence":"In terms of benefits, there are several enhancements over traditional Medicare that LMC offers seniors.","wordCount":15},{"sentence":"For example, LMC operates a fleet of two hundred twenty five buses that transport enrollees back and forth from their home to the center, second only to the county transportation system and provides porter services onsite which is particularly valued by members whose average age is seventy three seventy four.","wordCount":50},{"sentence":"LMC offers dental care for members, and performed over one hundred fifty thousand procedures in two thousand fourteen.","wordCount":18},{"sentence":"Each facility has an on site pharmacy with the option of home delivery for prescription drugs.","wordCount":16},{"sentence":"The pharmacy processes one thousand one thousand two hundred scripts per day and will deliver the drugs to a member's home by the next day if they are unable to pick it up.","wordCount":33},{"sentence":"In addition Leon has a state of the art pharmacy refill system which refills roughly eight thousand scripts every Monday .","wordCount":20},{"sentence":"There is also a health and wellness center which helps members develop customized wellness programs, a fitness and entertainment center and an education center which teach basic computer skills including a class on how to use","wordCount":36},{"sentence":"Finally, the center also operates a coffee and pastry lounge at no cost for members, which provides a welcoming environment and improves overall experience.","wordCount":24},{"sentence":"Many members visit the site daily and for some members this is their meal for the day.","wordCount":17},{"sentence":"Together, these examples improve benefits and save cost for members and create a superior overall patient experience.","wordCount":17},{"sentence":"From a business perspective, this drives extremely high retention levels, membership growth and lower costs for the facilities as patients receive preventative care that they need to avoid more costly procedures in the future.","wordCount":34},{"sentence":"On the benefits side, members have almost no cost sharing responsibility.","wordCount":11},{"sentence":"Until members pass through a maximum coverage for Pharmacy or dental there are no out of pocket expenses.","wordCount":18},{"sentence":"However, Cigna HealthSpring has not been immune to the Medicare reimbursement cuts, therefore consistent with the industry trends there have been benefit reductions.","wordCount":23},{"sentence":"For instance the maximum coverage for pharmacy declined from dollar ten thousand to dollar four thousand and for dental the coverage declined from dollar three thousand to dollar one thousand five hundred.","wordCount":32},{"sentence":"Looking ahead, the company plans to perfect the Leon model before looking for longerterm expansion opportunities outside of Miami Dade.","wordCount":20},{"sentence":"Part of perfecting this model includes two brand new medical centers which will become the future prototype of all Leon Medical Centers.","wordCount":22},{"sentence":"These new centers will begin operations in two thousand sixteen and are the culmination of over two decades of experience.","wordCount":20},{"sentence":"Over the long term Leon believes there will be a continued out migration of services from hospitals to outpatient facilities and believes hospitals will provide just ER and high acuity services.","wordCount":31},{"sentence":"Keeping with the trend, Leon's long term expansion strategy is to offer outpatient surgery, skilled nursing and nuclear medicine facilities.","wordCount":20},{"sentence":"Additionally, the expansion strategy is focused on initially targeting geographies with a large Hispanic population.","wordCount":15},{"sentence":"Additionally, LMC noted that it could leverage economies of scale by running several administrative operations from the Miami headquarters.","wordCount":19},{"sentence":"With the competitive product that HealthSpring is able to provide through its exclusive arrangement with Leon Medical Centers, the company has been able to outpace MA enrollment growth relative to peers.","wordCount":31},{"sentence":"Currently, Cigna has the third most MA members in Miami Dade county, following the merger of Humana and CarePlus, as well as UnitedHealth with Medica Healthcare Plans and Preferred Care.","wordCount":30},{"sentence":"Miami has historically had some of the best relative Medicare Advantage benefit packages due to high FFS costs in the county, making it an attractive market for MA plans that can achieve cost savings through efficiency.","wordCount":36},{"sentence":"Despite strong competition, HealthSpring was been able to grow membership at an annual rate of nearly seven percent since two thousand seven, when the company acquired Leon Medical Center Health Plans, which gives Cigna a strong presence in South Florida.","wordCount":40},{"sentence":"Overall Medicare Advantage enrollment has grown six.seven percent in the county during that time, slightly worse than UnitedHealth's pro forma enrollment, and much faster than Humana's enrollment growth.","wordCount":29},{"sentence":"Humana UnitedHealth Cigna HealthSun Health Plans Aetna AvMed Total County two thousand seven sixty four thousand nine hundred ninety nine thirty seven thousand six hundred forty four twenty five thousand six hundred ninety nine two thousand four hundred eighty seven thirteen thousand six hundred thirty nine eight thousand two hundred ninety nine one hundred sixty two thousand eight hundred sixty nine two thousand eight seventy one thousand one hundred seventeen thirty six thousand one hundred thirty twenty seven thousand two hundred ninety four two thousand three hundred ninety nine twelve thousand two hundred one nine thousand forty five one hundred sixty eight thousand five hundred twenty eight two thousand nine seventy thousand nine hundred eighty nine thirty seven thousand five hundred eighty six thirty one thousand four hundred thirty nine two thousand eight hundred thirty three thirteen thousand five hundred ninety six twelve thousand nine one hundred seventy six thousand three hundred forty one two thousand ten seventy thousand four hundred seventy six forty four thousand eight hundred eleven thirty five thousand four hundred four three thousand eight hundred seventy one fourteen thousand eight hundred twenty twelve thousand seven hundred fifty four one hundred eighty nine thousand nine hundred two two thousand eleven sixty seven thousand eight hundred seventy four fifty two thousand nineteen thirty seven thousand four hundred thirty nine nine thousand one hundred seventy fifteen thousand three hundred seventy nine fourteen thousand one hundred fifty two two hundred four thousand one hundred ninety six two thousand twelve sixty six thousand twenty nine fifty six thousand nine hundred ninety two thirty nine thousand fourteen thirteen thousand five hundred sixty fifteen thousand five hundred thirty nine fourteen thousand six hundred ten two hundred nineteen thousand seven hundred ninety two thousand thirteen sixty eight thousand seven hundred fourteen fifty eight thousand seven hundred ninety nine forty thousand four hundred forty four seventeen thousand three hundred fourteen fifteen thousand eight hundred sixty seven thirteen thousand six hundred sixty four two hundred thirty four thousand six hundred fifty nine two thousand fourteen seventy four thousand seventy three fifty seven thousand five hundred fifty one forty three thousand nine hundred eighty twenty one thousand eight hundred forty seven sixteen thousand three hundred seventy five fourteen thousand one hundred eighteen two hundred thirty four thousand six hundred fifty nine two thousand fifteen seventy five thousand ninety two sixty six thousand two hundred seven forty four thousand eight hundred twenty five thousand seven hundred fifty three seventeen thousand nine hundred fifteen fourteen thousand four hundred twenty two hundred seventy one thousand one hundred eighty three Feb sixteen seventy four thousand fifty seven seventy thousand six hundred fifty four forty four thousand six hundred forty nine twenty six thousand six hundred forty two seventeen thousand one hundred eighty nine fourteen thousand two hundred seventy seven two hundred seventy five thousand nine hundred seventy one CAGR one.six","wordCount":480},{"sentence":"Source: CMS, Barclays Research Note: This is the abridged CMS data, excludes plans with less than ten lives Humana includes CarePlus, UnitedHealth includes Medica and Preferred Care","wordCount":27},{"sentence":"I, Joshua R. Raskin, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":62},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equitylinked analysis, quantitative analysis, and trade ideas.","wordCount":24},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks CIGNA Corp., Equal Weight/Positive, CD/CE/J/K/M/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":39},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Health Care Managed Care Aetna Inc. CIGNA Corp. Humana Inc. UnitedHealth Group Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy six companies under coverage.","wordCount":42},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry Health Net Magellan Health Inc. Universal American Corp.","wordCount":26},{"sentence":"industry coverage universe), taken from among the Overweight rated stocks within that industry.","wordCount":13},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date five Feb two thousand sixteen Closing Price one hundred thirty three.five","wordCount":18},{"sentence":"seven ninety.seventy six eighty two.sixty six seventy six.seventy four eighty seven.ninety","wordCount":15},{"sentence":"Jul two thousand thirteen Jan two thousand fourteen Jul two thousand fourteen Jan two thousand fifteen Target Price Jul two thousand fifteen Jan two thousand sixteen","wordCount":26},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"*The rating for this security remained Equal Weight during the relevant period.","wordCount":12},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by CIGNA Corp.. CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by CIGNA Corp.. J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by CIGNA Corp. and/or in any related derivatives.","wordCount":61},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from CIGNA Corp. within the past twelve months.","wordCount":22},{"sentence":"M: CIGNA Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: CIGNA Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"Valuation Methodology: Our twelve month price target of dollar one hundred sixty six represents a target multiple of eighteen.twox","wordCount":20},{"sentence":"our two thousand sixteen Cash EPS estimate of dollar nine.ten per share and a target multiple of sixteen.ninex","wordCount":20},{"sentence":"our two thousand seventeen Cash EPS estimate of dollar nine.eighty per share.","wordCount":13},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: one) As the company reprices its unprofitable health care book, it loses large blocks of membership.","wordCount":30},{"sentence":"We believe that CIGNA will need to reinvigorate growth to see earnings improve.","wordCount":13},{"sentence":"two) The substantial spending on the transformation project will likely continue to pressure earnings.","wordCount":14},{"sentence":"four) CIGNA's nonhealth businesses have been somewhat spotty in performance and perform worse in a slower economy.","wordCount":17},{"sentence":"five) While likely not imminent, CIGNA is a natural candidate for future bidding on health plan assets up for sale.","wordCount":20},{"sentence":"six) There is and could continue to be near term negative sentiment toward managed care companies and concern about industry pricing trends and potential litigation noise.","wordCount":26},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
