{"fileName":"Barclays_Costco_Wholesale_Corp_Aiming_for_Faster_Growth.pdf","numberSentences":268,"text":[{"sentence":"Consumer | U.S. Food and Drug Retailing one October two thousand fifteen","wordCount":13},{"sentence":"COST generally plays its cards very close, and that was visible in the discussion on two important topics on the fourQfifteen earnings call.","wordCount":23},{"sentence":"First, management would not comment on the benefit of changing vendors for its dual branded credit card to Citi/Visa from Amex, even though they have said the new deal is more attractive financially to COST.","wordCount":35},{"sentence":"All they added yesterday was that the company generally shares these kinds of benefits with customers by lowering prices or boosting the product value.","wordCount":24},{"sentence":"Second, the company was asked about a membership fee increase, which has not happened in four years and is generally done every five years.","wordCount":24},{"sentence":"Management's was slightly clearer ­ but negative ­ on this topic, saying that there hadn't been much discussion internally on the topic.","wordCount":22},{"sentence":"COST was also unwilling to say anything about future stock repurchases, though the view was reiterated that buybacks are on the list of acceptable uses of cash, and COST will usually buy back a bit more stock when the price drops.","wordCount":41},{"sentence":"New warehouse growth was disappointing in FYfifteen, with a net twenty three of openings vs. original guidance of thirty as some stores slipped into FYsixteen; such slippage is common within retail.","wordCount":31},{"sentence":"International can be particularly challenging ­ most notably in Europe ­ because of zoning and other regulatory limitations.","wordCount":18},{"sentence":"The guidance for FYsixteen is for a net thirty new stores, with eighteen twenty in the US, and ten twelve internationally.","wordCount":21},{"sentence":"Since the percentage of openings outside the US continues to rise, we may again see the actual openings be lower than the guidance, though management seemed optimistic that the actual would be closer to the budget than in FYfifteen.","wordCount":39},{"sentence":"With no clear catalyst visible at COST, we are maintaining our Equal Weight rating and dollar one hundred fifty price target.","wordCount":21},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"seven +four percent COST sixty three thousand five hundred thirty seven four hundred thirty nine.forty","wordCount":16},{"sentence":"Operating margin improved sixteen bp, driven by a forty four bp increase in gross margin.","wordCount":15},{"sentence":"U.S. Food and Drug Retailing Meredith Adler, CFA one.two","wordCount":11},{"sentence":"hundred twenty six.seven thousand one hundred forty six meredith.adler","wordCount":11},{"sentence":"at barclays dot com BCI, US Eric Cohen, CFA +one two hundred twelve five hundred twenty six three thousand six eric.m.cohen at barclays dot com BCI, US Sean Kras one.two","wordCount":33},{"sentence":"hundred twenty six.one thousand fifty seven sean.kras at barclays dot com BCI, US","wordCount":15},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE six.","wordCount":11},{"sentence":"U.S. Food and Drug Retailing Industry View: NEUTRAL Stock Rating: EQUAL WEIGHT two thousand sixteenE one hundred twenty three thousand two hundred eighty one five thousand one hundred seventy eight three thousand eight hundred sixty one three thousand eight hundred fifty nine two thousand four hundred seventy six five.sixty","wordCount":51},{"sentence":"eight two thousand seventeenE two thousand eighteenE one hundred thirty one thousand six hundred seventy N/A five thousand six hundred eighteen N/A four thousand two hundred twelve N/A four thousand two hundred twenty three N/A two thousand seven hundred thirteen N/A six.eighteen","wordCount":43},{"sentence":"four N/A CAGR N/A N/A N/A N/A N/A N/A N/A N/A Average four.two","wordCount":14},{"sentence":"CAGR N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A Average twenty five.five","wordCount":17},{"sentence":"Costco continues to operate some of the most productive stores across all of retail and we expect the company to continue to expand its store base.","wordCount":26},{"sentence":"Costco currently trades at a premium to many of its peers, as well as its historical valuation.","wordCount":17},{"sentence":"Upside to comps from already strong trends could result in further SG and A leverage and increase profitability.","wordCount":18},{"sentence":"Also the company's gross margin could benefit from continued strong fuel margins.","wordCount":12},{"sentence":"dollar one hundred fifty eight reflects twenty eightx our upside FYsixteen EPS of dollar five.seventy three.","wordCount":17},{"sentence":"Any disruption to membership renewals or further gross margin pressure from inflationary trends could hurt profitability.","wordCount":16},{"sentence":"dollar one hundred thirty reflects twenty fourx our downside FYsixteen EPS of dollar five.forty five.","wordCount":16},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROIC ROE ROA Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDA Equity FCF yield P/Sales P/BV Dividend yield Adj debt/EBITDAR Selected operating metrics Same store sales growth Square footage growth Inventory growth Capex/sales","wordCount":98},{"sentence":"N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A","wordCount":12},{"sentence":"THE MARKETING FOCUS AT COST IS MORE ABOUT CONSTANTLY IMPROVING THE VALUE PROPOSITION THAN GETTING TO KNOW INDIVIDUAL CUSTOMERS.","wordCount":19},{"sentence":"The company's membership model gives COST quite a bit of data about its members' shopping patterns, but it is only now starting to do some different things in its membership marketing, especially with digital.","wordCount":34},{"sentence":"The marketing group has gotten strong encouragement from senior management to try some new things.","wordCount":15},{"sentence":"This compares with other companies, including Kroger and CVS, which actively use individual customer data to provide personalized offerings.","wordCount":19},{"sentence":"One example of change that was mentioned on COST's fourQfifteen earnings call relates to the multi vendor mailer, which started out as a six or eight week summer item and has now been expanded to eleven mailings for three weeks each over the course of an entire year.","wordCount":48},{"sentence":"Management acknowledged that there a lot of low hanging fruit, however investors should not expect a big change any time soon.","wordCount":21},{"sentence":"It is unclear whether technology is a constraint, since the company is honest that it has been working with home grown, legacy systems for quite awhile, and the process of upgrading key systems is taking many years.","wordCount":37},{"sentence":"Also, one surprising comment that management made was to indicate that these potential initiatives can be implemented if the business slows, kind of like an extra tool kit, rather than as something to be done now.","wordCount":36},{"sentence":"Improving the value proposition to members ­ quality and price ­ gets the highest focus, but of course the company has other goals, like increasing average ticket.","wordCount":27},{"sentence":"For example, it will only increase the size of an item if the member gets a lower price per ounce or price per number of units.","wordCount":26},{"sentence":"It will also use savings from improved procurement or a lower cost for its credit card to improve the value of the merchandise it sells or the services it provides.","wordCount":30},{"sentence":"Car buying and travel services were both mentioned on the call as areas where COST can provide great value to members.","wordCount":21},{"sentence":"E COMMERCE IS A SMALL PORTION OF THE BUSINESS, BUT GROWING RAPIDLY.","wordCount":12},{"sentence":"Ecommerce sales grew over twenty percent in FYfifteen and reached dollar three.fiveB, or ~three percent of sales.","wordCount":18},{"sentence":"This strong growth rate was consistent throughout the year, and sales were also up ~twenty percent in fourQfifteen.","wordCount":18},{"sentence":"Customers use COST's e commerce platform for convenience or to gain access to a wider breadth of products.","wordCount":18},{"sentence":"It sells many large items online, but the expanded selection of product now includes frequently purchased items such as food, sundries, and office items as well.","wordCount":26},{"sentence":"COST is confident that its online business can be competitive because it believes it has the best overall pricing relative to other retailers.","wordCount":23},{"sentence":"Interestingly, given that the company's overall profit margin is low and its average ticket is quite high relative to other retailers, the online business is not as much of a drag to enterprise margin as it is to other brick and mortar retailers.","wordCount":43},{"sentence":"In fact, the ecommerce business operates at a margin that is at or just slightly below the company average.","wordCount":19},{"sentence":"When COST's e commerce business first started several years ago, all US orders were shipped out of one depot in Southern California.","wordCount":22},{"sentence":"Now COST uses several facilities which have resulted in a lower cost of shipping and also faster delivery to customers.","wordCount":20},{"sentence":"COST's e commerce growth has been boosted by its partnerships with Instacart, Google Express, and others.","wordCount":16},{"sentence":"We find it particularly interesting that Instacart users can place an order through it even if they don't have a membership at COST.","wordCount":23},{"sentence":"We assume there is some mark up over the COST shelf price that Instacart, and perhaps COST charges.","wordCount":18},{"sentence":"Even if there is a slight mark up, the price of bulk quantities may still be very attractive to many consumers given the retailer's low prices.","wordCount":26},{"sentence":"Instacart offers access to COST in fourteen states and Washington, D.C.","wordCount":12},{"sentence":"To purchase goods through Google Express, consumers need to be a club member.","wordCount":13},{"sentence":"With this interface, users can search for the same or similar items across retailers.","wordCount":14},{"sentence":"Barclays | Costco Wholesale Corp. low prices, we believe this type of search can favor COST relative to other retailers.","wordCount":20},{"sentence":"Searching for products this way may be introducing the retailer to new customers that are less familiar with the business.","wordCount":20},{"sentence":"Google Express is offered in many large cities throughout the US.","wordCount":11},{"sentence":"Lastly, our research suggests that COST is also a partner with other e commerce club store retailers such as Boxed, which is an e retailer that sells a limited selection of bulk items, similar to what can be found at a warehouse club.","wordCount":43},{"sentence":"Boxed does not require a club membership but it charges slightly higher prices than COST.","wordCount":15},{"sentence":"CAPEX WILL GO UP IN FYsixteen AS COST ACCELERATES UNIT GROWTH.","wordCount":11},{"sentence":"The company plans to add up to thirty net new warehouses in FYsixteen, up from twenty three in FYfifteen.","wordCount":19},{"sentence":"The new openings will be spread across all of the company's geographies, including eighteen twenty stores in the US and ten twelve internationally, located in Canada, Japan, Australia, the UK, Taiwan, Korea, Mexico, Spain, and France, which will be the company's newest country.","wordCount":43},{"sentence":"The company expects to open thirteen new warehouses in oneQsixteen, including two relocations, with nine of the openings in the US.","wordCount":21},{"sentence":"Next month, COST will also open its second unit in Spain, located in Madrid.","wordCount":14},{"sentence":"This new location will serve a larger market compared to the first warehouse in Spain, located in Seville, which opened in FYfourteen.","wordCount":22},{"sentence":"Also, for the next calendar year, COST is plans to open a third unit in Spain, located in Madrid as well.","wordCount":21},{"sentence":"In addition, management expects that towards the end of FYsixteen COST will finally open its first unit in France, a market where new store development is very difficult given regulatory restrictions.","wordCount":31},{"sentence":"Management believes COST can operate over one hundred warehouses in Canada long term, compared to eighty nine currently, and double the number of warehouses in Korea and Taiwan from twelve and eleven, respectively.","wordCount":33},{"sentence":"The company continues to find more opportunities to expand in the US than it previously thought and sees additional warehouse growth in Japan, which currently has twenty three warehouses.","wordCount":29},{"sentence":"Management forecast FYsixteen capital expenditures of dollar two.eight dollar three.","wordCount":11},{"sentence":"billion, up from dollar two.four billion in FYfifteen, driven by a higher number of warehouse openings, remodels, expansion of its crossdock operations, and IT.","wordCount":25},{"sentence":"The company expects capital expenditures to maintain a longterm run rate of dollar two.five dollar three.","wordCount":17},{"sentence":"Meanwhile, COST continues to remodel and expand warehouses, with a particular focus on increasing refrigerated and freezer capacity in its food segment.","wordCount":22},{"sentence":"The company has greatly expanded its walk in coolers for produce and other items that customers can use, and is expected to drive business in some stores.","wordCount":27},{"sentence":"In addition, management is constantly looking for locations to put additional gas stations, since fuel is a business that attracts customers and boosts COST's already strong price image.","wordCount":28},{"sentence":"percent, in line with our estimate, with SG and A as a percentage of twenty seven bp total revenue increasing twenty seven bp, to ten.","wordCount":25},{"sentence":"FIGURE two We are raising our oneQsixteen EPS by dollar .thirteen, to dollar one.fourteen, and FYsixteen EPS by dollar .seven, to dollar five.sixty two, mainly driven by an improved gross margin","wordCount":33},{"sentence":"FYsixteenE Current Prior dollar one hundred twenty thousand six hundred four six.one percent dollar two thousand six hundred seventy seven five.seven percent dollar one hundred twenty three thousand two hundred eighty one six.one","wordCount":36},{"sentence":"percent dollar thirteen thousand three hundred seventy seven eleven.nine percent six.two percent dollar twelve thousand one hundred eighteen ten.five percent five.nine","wordCount":25},{"sentence":"percent six.five percent dollar one dollar one thousand three hundred fifty one thirty five.","wordCount":15},{"sentence":"percent dollar two thousand four hundred seventy seven four hundred forty one dollar five.sixty two dollar one hundred twenty two thousand five hundred seventy six seven.eight","wordCount":28},{"sentence":"percent dollar one hundred twenty five thousand two hundred eighty four seven.seven","wordCount":13},{"sentence":"percent dollar thirteen thousand four hundred thirty ten.ninety six percent seven.","wordCount":12},{"sentence":"percent dollar one dollar one thousand three hundred thirty five thirty five.","wordCount":12},{"sentence":"percent dollar two thousand four hundred fifty four hundred forty one dollar five.fifty five","wordCount":15},{"sentence":"FY seventeenE Current Prior dollar one hundred twenty eight thousand eight hundred thirty two six.eight","wordCount":16},{"sentence":"percent dollar one hundred thirty one thousand six hundred seventy six.eight percent four.five","wordCount":15},{"sentence":"percent dollar twelve thousand nine hundred six ten.two percent six.five percent dollar four thousand two hundred twelve three.twenty","wordCount":21},{"sentence":"percent dollar two thousand seven hundred fourteen four hundred thirty nine dollar six.eighteen dollar one hundred twenty nine thousand six hundred fifty nine","wordCount":24},{"sentence":"Net Sales percent Growth Membership Fees percent Growth Total Revenue percent Growth Comps Square Footage Growth Gross Profit percent of Sales percent Growth SG and A Expenses percent of Sales percent Growth Operating Income percent of Sales percent Growth Net Interest Expense and Other Taxes Tax Rate Net Income Diluted Shares Outstanding Diluted EPS","wordCount":54},{"sentence":"We reduced our oneQsixteen net sales growth estimate to two.nine percent from three.six percent, driven by a five.eight","wordCount":21},{"sentence":"percent moderation in comps due to lower gas prices and FX, partially offset by higher square dollar two thousand eight hundred eighty four footage growth.","wordCount":25},{"sentence":"Our oneQsixteen membership fees growth forecast declined to five.five percent from six. percent, driven by FX.","wordCount":17},{"sentence":"We decreased our FYsixteen net sales growth estimate to six.one percent from six.five percent seven.eight","wordCount":18},{"sentence":"percent to reflect lower comps due to lower gas prices and FX, partially offset by higher dollar one hundred thirty two thousand five hundred forty three square footage growth.","wordCount":29},{"sentence":"We raised our FY seventeen net sales growth estimate to six.eight percent from five.eight percent, driven by higher comps.","wordCount":21},{"sentence":"four.four percent dollar fourteen thousand two hundred sixty five We increased our oneQsixteen gross margin estimate by thirty bp, to eleven.twenty","wordCount":23},{"sentence":"eight percent, driven by higher margins in core and ancillary departments.","wordCount":11},{"sentence":"We raised our FY seventeen six.two percent gross margin by fourteen bp, to eleven.fourteen","wordCount":16},{"sentence":"dollar thirteen thousand fifty nine We lowered our SG and A expense growth to five.five percent from six.five percent in oneQsixteen and to five.nine percent from seven.one percent in FYsixteen to reflect better expense management and fewer store openings for the ten.seven percent year, partially offset by ongoing IT investments.","wordCount":55},{"sentence":"Our FY seventeen SG and A growth estimate of six.five percent remains unchanged.","wordCount":14},{"sentence":"six.five percent dollar four thousand twenty seven We raised our oneQsixteen and FYsixteen operating margins, primarily driven by an improved three.four","wordCount":23},{"sentence":"Our FY seventeen operating margin increased due to higher top line growth and a higher gross margin.","wordCount":17},{"sentence":"percent dollar one thousand four hundred fourteen We are raising our oneQsixteen EPS by dollar .thirteen, to dollar one.fourteen,","wordCount":20},{"sentence":"primarily driven by an improved gross margin, partially offset by a lower comp.","wordCount":13},{"sentence":"percent dollar five.sixty two, driven by a higher gross margin, partially offset by a lower comp.","wordCount":17},{"sentence":"We dollar two thousand five hundred ninety six increased our FY seventeen EPS by dollar .twenty","wordCount":16},{"sentence":"five, to dollar six.eighteen, to reflect a higher comp and improved four hundred thirty eight gross margin.","wordCount":18},{"sentence":"We, Meredith Adler, CFA and Matthew McClintock, CPA, CFA, hereby certify that the views expressed in this research report accurately reflect our personal views about any or all of the subject securities or issuers referred to in this research report and no part of our compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":66},{"sentence":"To the extent that any of the conclusions are based on a quantitative model, Barclays hereby certifies that the views expressed in this research report accurately reflect the firm's quantitative research model and no part of the firm's compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":59},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Compliance Department, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five million two hundred sixty one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Costco Wholesale Corp., Equal Weight/Neutral, C/D/J/K/L/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":40},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Food and Drug Retailing Big Lots, Inc. Dollar General Corporation GNC Holdings Inc. Sally Beauty Holdings, Inc. SuperValu Inc. Vitamin Shoppe Inc. Weight Watchers International Inc. Distribution of Ratings: Barclays Equity Research has two thousand seven hundred twenty four companies under coverage.","wordCount":56},{"sentence":"forty four percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty four percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fourteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty percent of companies with this rating are investment banking clients of the Firm.","wordCount":35},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: one October two thousand fifteen seven Costco Wholesale Corp. Dollar Tree, Inc. Herbalife Ltd.","wordCount":16},{"sentence":"Smart and Final Stores, Inc. SYSCO Corp. Wal Mart Stores Whole Foods Market CVS Health Corp.","wordCount":16},{"sentence":"Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":26},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date Closing Price one hundred forty nine.fifty","wordCount":13},{"sentence":"five one hundred forty two.thirty three one hundred twenty five.fifteen","wordCount":12},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"*The rating for this security remained Equal Weight during the relevant period.","wordCount":12},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Costco Wholesale Corp.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Costco Wholesale Corp. in the past twelve months.","wordCount":42},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Costco Wholesale Corp. and/or in any related derivatives.","wordCount":26},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Costco Wholesale Corp. within the past twelve months.","wordCount":23},{"sentence":"L: Costco Wholesale Corp. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: Costco Wholesale Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"Valuation Methodology: Our dollar one hundred fifty price target reflects a twenty sevenx P/E multiple of our FYsixteen EPS of dollar five.sixty two.","wordCount":24},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: Our earnings forecast and investment thesis for Costco are subject to domestic and international risks including cost of goods, consumer spending and debt levels, currency fluctuations, interest rate fluctuations, store expansion plans, variability in comparable store sales, and market saturation.","wordCount":52},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports produced by the Investment Bank are distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":64},{"sentence":"Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":33},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17},{"sentence":"hundred twenty six.five thousand two hundred fifty seven matthew.mcclintock at barclays dot com BCI, US Marjorie Lopez Marinez +one two hundred twelve five hundred twenty six nine thousand twenty four marjorie.lopezmarinez","wordCount":34}]}
