{"fileName":"Barclays_CIGNA_Corp_2Q15_Review_Quality_Metrics_Support_Pre-Announcement.pdf","numberSentences":440,"text":[{"sentence":"Healthcare | U.S. Health Care Managed Care thirty one July two thousand fifteen","wordCount":14},{"sentence":"We see little evidence of any meaningful changes from previous expectations and in fact would suggest that the underlying metrics and quality of the quarter appear relatively strong.","wordCount":28},{"sentence":"We would suggest that core earnings were slightly above expectations and certain one time positives pushed the results further above our estimates.","wordCount":22},{"sentence":"One clear area of focus is medical loss ratios and the ratios for both commercial and government segments were down more than one hundredbps from the prior year, a welcome reversal of the pressure seen last quarter.","wordCount":37},{"sentence":"As noted last week, guidance is moving up another dollar .ten","wordCount":11},{"sentence":"dollar .fifteen per share to a new range of dollar eight.thirty","wordCount":12},{"sentence":"dollar eight.sixty per share, with the midpoint of dollar eight.forty","wordCount":12},{"sentence":"The boost appears to be driven by mostly by favorable development in the healthcare segment.","wordCount":15},{"sentence":"In terms of the actual second quarter of two thousand fifteen, Cigna reported a strong second quarter that was augmented by certain favorable items, and backed by solid quality metrics.","wordCount":30},{"sentence":"Cigna reported adjusted earnings per share that were safely above our estimates, and the street consensus .","wordCount":16},{"sentence":"The upside was driven mainly by the healthcare segment which included some favorable development with the other segments also coming in slightly favorable to our estimates.","wordCount":26},{"sentence":"The commercial MLR trend was down one hundred fortybps, and the government MLR was down a surprising one hundred tenbps .","wordCount":20},{"sentence":"Lastly, the quality of the report was somewhat mixed after a very strong oneQfifteen, with healthcare payables rising slightly more than premiums sequentially, but cash flow coming at just above seventy six percent of net income .","wordCount":36},{"sentence":"ACTIONS: With the quarter, we are increasing our EPS estimates for two thousand fifteen and two thousand sixteen and increasing our price target.","wordCount":23},{"sentence":"Our new twelve month price target of dollar one hundred fifty six represents a target multiple of seventeenx our two thousand sixteen cash EPS estimate of dollar nine.twenty.","wordCount":29},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"one +seven percent CI thirty seven thousand four hundred twenty four two hundred fifty seven.thirty","wordCount":16},{"sentence":"U.S. Health Care Managed Care Joshua R. Raskin, CFA one.two","wordCount":12},{"sentence":"hundred twenty six.two thousand two hundred seventy nine joshua.raskin at barclays dot com BCI, US Rachana Fellinger one.two","wordCount":21},{"sentence":"hundred twenty six.three thousand six hundred forty seven rachana.fellinger at barclays dot com BCI, US Harris Galitz +one two hundred twelve five hundred twenty six one thousand one hundred sixty eight harris.galitz","wordCount":35},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE eighteen.","wordCount":11},{"sentence":"U.S. Health Care Managed Care Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fourteenA two thousand fifteenE two thousand sixteenE two thousand seventeenE thirty four million nine hundred fourteen thousand thirty seven million nine hundred seventeen thousand nine hundred fourteen forty million sixty two thousand fifty one N/A three million nine hundred sixty one thousand four million two hundred eighteen thousand eight hundred thirty three four million three hundred eighty eight thousand nine hundred thirty seven N/A three million three hundred seventy three thousand three million six hundred fifteen thousand two hundred thirty two three million seven hundred forty seven thousand nine hundred forty four N/A three million three hundred four thousand three million three hundred eighty seven thousand two hundred thirty two three million seven hundred forty seven thousand nine hundred forty four N/A one million nine hundred ninety six thousand two million one hundred twenty one thousand five hundred sixty three two million three hundred forty two thousand four hundred sixty five N/A seven.forty","wordCount":169},{"sentence":"N/A CAGR N/A N/A N/A N/A N/A N/A N/A N/A Average eleven.one","wordCount":13},{"sentence":"CAGR N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A Average seventeen.nine","wordCount":17},{"sentence":"The company's limited exposure to individual and small group markets leave it relatively less exposed to the minimum MLR rule.","wordCount":20},{"sentence":"Cigna is also expanding into international markets, a future area of less regulated growth.","wordCount":14},{"sentence":"Aspects of health reform are less onerous than expected, membership growth is stronger than projected, and the company can reduce its administrative cost ratio.","wordCount":24},{"sentence":"along with ten percent upside to estimates brings valuation to dollar one hundred seventy.","wordCount":14},{"sentence":"Utilization and cost trends accelerate, market declines pressure various aspects of the balance sheet, and Cigna is unable to improve its relative cost structure.","wordCount":24},{"sentence":"ten percent downside to estimates along with a forward P/E multiple of fourteen.fivex","wordCount":14},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROIC ROA ROE","wordCount":30},{"sentence":"Balance sheet and cash flow Tangible fixed assets thirty six thousand nine hundred eighty five Intangible fixed assets five thousand nine hundred eighty nine Cash and equivalents one thousand five hundred eighty three Total assets fifty five thousand eight hundred ninety six Short and long term debt five thousand one hundred fifty two Other long term liabilities seventeen thousand nine hundred seventy Total liabilities forty five thousand seventeen Net debt/ three thousand five hundred sixty nine Shareholders' equity ten thousand eight hundred seventy nine Change in working capital two thousand three hundred ninety one Cash flow from operations one million nine hundred ninety four thousand Capital expenditure four hundred seventy three thousand Free cash flow one million five hundred twenty one thousand Valuation and leverage metrics P/E Equity FCF yield P/BV Dividend yield Total debt/capital Selected operating metrics Medical loss ratio SG and A/sales Total membership Premium revenues PMPM","wordCount":149},{"sentence":"N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A","wordCount":13},{"sentence":"Last week, Cigna pre announced second quarter results and updated guidance with the sale to Anthem.","wordCount":16},{"sentence":"With that, only major changes in the underlying metrics, or surprises in the quality metrics would have a material impact on the stock.","wordCount":23},{"sentence":"We see little evidence of any meaningful changes from previous expectations and in fact would suggest that the underlying metrics and quality of the quarter appear relatively strong.","wordCount":28},{"sentence":"We would suggest that core earnings were slightly above expectations and certain one time positives pushed the results further above our estimates.","wordCount":22},{"sentence":"One clear area of focus is medical loss ratios and the ratios for both commercial and government segments were down more than one hundredbps from the prior year, a very welcome reversal of the pressure seen last quarter.","wordCount":38},{"sentence":"As noted last week, guidance is moving up another dollar .ten","wordCount":11},{"sentence":"dollar .fifteen per share to a new range of dollar eight.thirty","wordCount":12},{"sentence":"dollar eight.sixty per share, with the midpoint of dollar eight.forty","wordCount":12},{"sentence":"The boost appears to be driven by mostly by favorable development in the healthcare segment.","wordCount":15},{"sentence":"In terms of the actual second quarter of two thousand fifteen, Cigna continued the trend of favorable earnings reports for managed care companies with a strong second quarter that was augmented by certain favorable items, and backed by solid quality metrics.","wordCount":41},{"sentence":"Cigna reported adjusted earnings per share that were safely above our estimates, and the street consensus .","wordCount":16},{"sentence":"The upside was driven mainly by the healthcare segment which included some favorable development with the other segments also coming in slightly favorable to our estimates.","wordCount":26},{"sentence":"The commercial MLR trend was down one hundred fortybps in the quarter, and the government MLR was down a surprising one hundred tenbps .","wordCount":23},{"sentence":"Lastly, we note that the quality of the report was somewhat mixed after a very strong oneQfifteen, with healthcare payables rising slightly more than premiums sequentially, but cash flow coming at just above seventy six percent of net income.","wordCount":39},{"sentence":"Looking at the quarter, adjusted operating EPS were reported at dollar two.fifty five after a series of adjustments.","wordCount":19},{"sentence":"First, the quarterly results exclude realized gains of dollar thirteen million, or dollar .five per share.","wordCount":16},{"sentence":"Second, Cigna recorded a charge of dollar sixty fivemm, or dollar .twenty","wordCount":12},{"sentence":"On top of those explicit adjustments, the company also recorded another dollar nineteen million, or dollar .seven per share, in favorable development in the healthcare segment.","wordCount":26},{"sentence":"Cigna also broke out a dollar twenty million, or dollar .eight per share, benefit from a true up on the three Rs.","wordCount":22},{"sentence":"As a reminder, Cigna excludes development from their guidance and we do not forecast the amounts in our estimates.","wordCount":19},{"sentence":"With that, we see the adjusted EPS as a true run rate result at dollar two.forty per share, which is safely above our estimate of dollar two.twenty per share and the Street consensus of dollar two.thirty one per share.","wordCount":42},{"sentence":"We also note that the company alluded to favorable reserve study releases of dollar thirty seven million in the Disability and Life segment, though those tend to recur often .","wordCount":29},{"sentence":"Global Healthcare segment earnings were above our estimates even when excluding the favorable development and three Rs benefit.","wordCount":18},{"sentence":"Global Healthcare segment earnings came in at dollar five hundred twenty eight million, up dollar one hundred million, or twenty three.four","wordCount":22},{"sentence":"As mentioned above, there was dollar nineteen million of favorable PPRD in the quarter and a dollar twenty million benefit from the three Rs.","wordCount":24},{"sentence":"Excluding those two items, healthcare segment earnings still came in at dollar four hundred eighty nine million, well above our estimate of dollar four hundred thirty nine million.","wordCount":28},{"sentence":"Moving to loss ratios, the company reported a decrease of one hundred fortybps in the U.S. commercial segment and a decrease of one hundred tenbps in the Government segment.","wordCount":30},{"sentence":"As a reminder, the commercial MLR was up fortybps YOY in the first quarter, and was also up","wordCount":18},{"sentence":"Barclays | CIGNA Corp. thirtybps for all of two thousand fourteen.","wordCount":11},{"sentence":"That said, we estimate that the true up for the three Rs reduced the MLR by about eightybps suggesting that core loss ratio would have been down about sixtybps.","wordCount":29},{"sentence":"The Government MLR, which includes MA, Medicaid and PDP, was reported to be down one hundred tenbps from the prior year and is similarly a nice reversal from the prior quarter .","wordCount":31},{"sentence":"The MA MLR improved a total of one hundred thirtybps in two thousand fourteen.","wordCount":14},{"sentence":"Lastly, total reported global healthcare membership came in at fourteen.seven","wordCount":11},{"sentence":"hundred seventy one million lives, up one hundred seventeenK lives or .eight","wordCount":12},{"sentence":"We note that the upside in membership was all in the commercial segment.","wordCount":13},{"sentence":"Moving to two thousand fifteen guidance, which is wholly consistent with the pre announcement on July twenty four, Cigna is raising full year guidance by dollar .ten","wordCount":27},{"sentence":"dollar .fifteen per share to a new range of dollar eight.thirty","wordCount":12},{"sentence":"dollar eight.sixty per share, with the midpoint of dollar eight.forty","wordCount":12},{"sentence":"five per share compares to our estimate of dollar eight.thirty","wordCount":11},{"sentence":"Cigna's updated outlook for full year two thousand fifteen consolidated adjusted income from operations is now in the range of dollar two.sixteen­ dollar two.twenty four billion, or dollar eight.thirty­","wordCount":32},{"sentence":"It should be noted Cigna's outlook excludes the potential effects of future capital deployment.","wordCount":14},{"sentence":"The updated two thousand fifteen EPS range would imply growth of dollar .forty","wordCount":13},{"sentence":"six per share, or six percent ten percent over two thousand fourteen results.","wordCount":13},{"sentence":"In terms of the metrics, Cigna reported improved two thousand fifteen outlook for almost every metric.","wordCount":16},{"sentence":"Healthcare segment earnings are expected to be dollar thirty dollar forty million higher which is consistent with the favorable development and three R's benefit that aggregated dollar thirty nine million in the second quarter.","wordCount":34},{"sentence":"With that, the global healthcare segment is now expected to earn dollar one.seventy","wordCount":14},{"sentence":"three billion which would imply growth of nine percent eleven percent in two thousand fifteen .","wordCount":15},{"sentence":"Global supplemental benefit income increased by dollar ten million to dollar two hundred forty dollar two hundred sixty million.","wordCount":19},{"sentence":"In additional, the commercial MLR is projected to be fiftybps lower at seventy seven.five","wordCount":15},{"sentence":"In summary, Cigna reported an adjusted EPS number in twoQfifteen that was safely above our estimate and the consensus prior to the pre announcement of earnings and announced sale to Anthem last week.","wordCount":33},{"sentence":"We see nothing in the release that is materially different than expectations.","wordCount":12},{"sentence":"The quality and MLRs in the quarter were solid and should provide some support.","wordCount":14},{"sentence":"With the quarter, we are increasing our EPS estimates for two thousand fifteen and two thousand sixteen as well as increasing our price target to reflect the pending sale to Anthem.","wordCount":31},{"sentence":"Our two thousand fifteen EPS estimate increases to dollar eight.thirteen on a GAAP basis, up from the previous estimate of dollar seven.ninety","wordCount":24},{"sentence":"Our two thousand fifteen cash EPS estimate goes to dollar eight.fifty from dollar eight.thirty","wordCount":16},{"sentence":"Next, our two thousand sixteen GAAP EPS increases to dollar eight.ninety, up from dollar eight.fifty","wordCount":17},{"sentence":"Additionally, our two thousand sixteen cash EPS estimate goes to dollar nine.twenty from dollar eight.ninety.","wordCount":17},{"sentence":"In light of the announced sale to Anthem as well as the increase in guidance, we are increasing our price target to dollar one hundred fifty six from our previous price target of dollar one hundred thirty seven.","wordCount":38},{"sentence":"Our twelve month price target of dollar one hundred fifty six represents a target multiple of seventeenx our two thousand sixteen cash EPS estimate of dollar nine.twenty.","wordCount":28},{"sentence":"Our previous price target of dollar one hundred thirty seven represented a target multiple of fifteenx our two thousand sixteen cash EPS estimate of dollar eight.ninety.","wordCount":27},{"sentence":"Our new price target reflects the higher multiple the market is assigning to Cigna based on the pending merger with Anthem.","wordCount":21},{"sentence":"five per share compares to our estimate of dollar eight.thirty","wordCount":11},{"sentence":"Cigna projects earnings from the Global Health Care segment to be a range of dollar one.seventy","wordCount":17},{"sentence":"three billion up from its previous guidance range of dollar one.seventy","wordCount":12},{"sentence":"The updated guidance range also implies nine percent eleven percent growth Y/Y.","wordCount":12},{"sentence":"However, the two thousand fifteen range eliminates approximately dollar eighty five million in amortization expenses and has been aided by favourable prior period development of dollar forty four YTD.","wordCount":29},{"sentence":"Also, two thousand fourteen earnings were aided by favourable prior period development of dollar fifty three million .","wordCount":17},{"sentence":"When we adjust both two thousand fourteen and two thousand fifteen for those changes, the healthcare segment is expected to grow earnings approximately eight.three","wordCount":25},{"sentence":"Segment Impact two thousand fourteen Global Healthcare Operating Earnings Favorable Development Healthcare two thousand fourteen GHC Adjusted run rate earnings two thousand fifteen Global Healthcare Operating Earnings Acquisition related amortizaton Favorable Development Healthcare YTD two thousand fifteen GHC Adjusted run rate earnings percent Organic Growth","wordCount":45},{"sentence":"EPS Impact dollar six.thirteen dollar five.ninety three dollar seven.","wordCount":11},{"sentence":"Cigna increased its earnings guidance for the Global Supplemental Benefits segment by dollar ten million from dollar two hundred thirty dollar two hundred fifty million to dollar two hundred forty dollar two hundred sixty million, representing y/y growth of twenty four percent at the midpoint and reflects the benefit of the company's focus on leveraging its analytic and customer insight capabilities.","wordCount":61},{"sentence":"The company also maintained its guidance for Group Disability and Life business in the range of dollar three hundred twenty dollar three hundred forty million, which reflects a decrease of four percent at the midpoint.","wordCount":35},{"sentence":"Lastly, Cigna maintained their expectation to grow medical membership of two percent four.","wordCount":13},{"sentence":"When we put it all together, Cigna is guiding to operating earnings growth of what we estimate to be six.six","wordCount":21},{"sentence":"Consolidated Impact two thousand fourteen Net Income Favorable Development Healthcare Global Supp Tax Benefits Favorable Reserve Study in in Dis/Life Segment Corporate Segment Unfavorable tax items two thousand fourteen Adjusted RUN RATE Earnings two thousand fifteen Net Income Acquisition related amortizaton Favorable Development Healthcare YTD two thousand fifteen Adjusted RUN RATE Earnings percent Organic Growth","wordCount":55},{"sentence":"In terms of expenses, as a reminder the company changed their reporting methodology and now provides MLRs on the basis of commercial and total commercial.","wordCount":25},{"sentence":"Barclays | CIGNA Corp. commercial ratio encompasses all of the commercial risk products including medical, pharmacy dental, stop loss and behavioural products provided through guaranteed cost or experience rated funding arrangements in both the United States and Internationally.","wordCount":38},{"sentence":"The total government ratio includes Medicare Advantage, Medicare Part D and Medicaid.","wordCount":12},{"sentence":"The company updated their commercial MLR guidance, which is now projected to be fiftybps lower at seventy seven.five","wordCount":19},{"sentence":"In the release, Cigna noted the MLR improvement was driven by low utilization, effective medical cost management especially in the medical and specialty results.","wordCount":24},{"sentence":"In addition, twoQfifteen results benefitted from ~ dollar twenty million related to the update of the two thousand fourteen risk mitigation programs for their Individual business.","wordCount":26},{"sentence":"The government MLR is still expected to come in between eighty four.five","wordCount":13},{"sentence":"percent, which is seventy bps above the two thousand fourteen result at the midpoint.","wordCount":14},{"sentence":"The increase is expected to come partially as a result from specialty drug costs and increased utilization.","wordCount":17},{"sentence":"The two thousand fifteen projection excludes the impact of prior period development and future share repurchases.","wordCount":16},{"sentence":"Barclays | CIGNA Corp. utilization and higher costs in the Medicaid business as the company added two new contracts.","wordCount":19},{"sentence":"Guaranteed Cost Premiums Segment Medical Expense MLR Incremental three R Accrual Incremental three R Accrual MLR Excluding Accrual three R Impact to MLR","wordCount":23},{"sentence":"In addition, earlier this month, CMS released a report detailing the estimated reinsurance and risk adjustment payments for the FYtwo thousand fourteen benefit year.","wordCount":24},{"sentence":"We expect CMS to release information related to the risk corridor program later this year .","wordCount":15},{"sentence":"Without the risk corridor payment information from CMS it is impossible to tell if the companies in our coverage universe were over/under accrued in totality.","wordCount":25},{"sentence":"Barclays | CIGNA Corp. cannot directly compare Cigna's previous guidance of a dollar two hundred million, Cigna has a dollar three hundred ten.nine million receivable balance from reinsurance and risk corridors.","wordCount":32},{"sentence":"This implies they are expecting a ~ dollar one hundred million payment related to the risk corridor program.","wordCount":18},{"sentence":"four) Cigna no longer reports is commercial guaranteed cost MLR, which makes results incomparable to peers.","wordCount":16},{"sentence":"As mentioned above, Cigna no longer breaks out its guaranteed cost MLR and instead reports a consolidated commercial MLR, which includes its international business segment, stop loss products associated with experience rated customers and other benefits like Dental.","wordCount":38},{"sentence":"The new reporting methodology obfuscates the core commercial MLR trend, making a comparison to peers apples and oranges.","wordCount":18},{"sentence":"All of that said, Cigna showed an improvement in their overall commercial MLR and reduced their two thousand fifteen guidance for commercial MLRs by fiftybps.","wordCount":25},{"sentence":"This trend is consistent with peers who have also shown annual improvement in commercial MLRs this quarter.","wordCount":17},{"sentence":"For some background, last quarter's results Cigna's reported commercial MLR was below the peer group average.","wordCount":16},{"sentence":"In oneQfifteen Cigna's commercial MLR was up thirty onebps y/y but decreased by six hundred seventy ninebps on a sequential basis.","wordCount":21},{"sentence":"In fourQfourteen Cigna's commercial MLR was flat y/y but increased by five hundred eightybps on a sequential basis.","wordCount":18},{"sentence":"In threeQfourteen quarter commercial MLR declined by two hundred tenbps y/y and two hundred thirtybps sequentially, after increasing four hundred fortybps y/y and seven hundredbps sequentially in the second quarter.","wordCount":30},{"sentence":"Taking a step back, Cigna's commercial cost trends, have come in all over the map in recent quarters.","wordCount":18},{"sentence":"For the thirteen quarters from oneQone hundred twenty twoQfifteen, Cigna's commercial MLR ran an average of three hundred twenty sevenbps below its peer group.","wordCount":24},{"sentence":"More recently, in twoQfourteen, the elevated costs resumed, with commercial MLR increasing four hundred fortybps y/y and seven hundredbps sequentially.","wordCount":20},{"sentence":"However, trends have improved again this quarter, with a commercial MLR improving one hundred forty threebps y/y.","wordCount":17},{"sentence":"Aetna Anthem Cigna Health Net Humana UnitedHealth Commercial YOY Change CI vs. Average","wordCount":13},{"sentence":"Note: Aetna and Health Net have yet to report twoQfifteen results, figures represent Barclays estimates.","wordCount":15},{"sentence":"For full year two thousand fourteen, Cigna recorded dollar fifty three million in segment favorable development related to prior periods.","wordCount":20},{"sentence":"For reference, Cigna reported dollar seventy seven million in PPRD for the full year two thousand thirteen, and dollar sixty six million in two thousand twelve.","wordCount":26},{"sentence":"dollar two thousand dollar one thousand eight hundred dollar one thousand six hundred dollar one thousand four hundred dollar one thousand two hundred dollar one thousand dollar eight hundred dollar six hundred dollar four hundred dollar two hundred dollar one thousand nine hundred ninety seven one thousand nine hundred ninety eight one thousand nine hundred ninety nine two thousand two thousand one two thousand two two thousand three two thousand four two thousand five two thousand six two thousand seven two thousand eight two thousand nine two thousand ten two thousand eleven two thousand twelve two thousand thirteen two thousand fourteen two thousand fifteenEtwo thousand sixteenE","wordCount":106},{"sentence":"The company recently collapsed some of the International membership into the ASO category so the overall numbers can be misleading with regards to the domestic changes.","wordCount":26},{"sentence":"In the second quarter of two thousand fifteen, the company gained one hundred seventeenK total medical lives q/q, with a twenty oneK gain in the US overall.","wordCount":27},{"sentence":"As noted, Cigna saw a decrease in its Commercial risk membership with tenK losses .","wordCount":14},{"sentence":"However, Cigna saw a strong sequential increase in commercial ASO up one hundred twenty sixK lives q/q and a slight dip in Medicaid.","wordCount":23},{"sentence":"US Risk International Risk Total Risk US Service International Service Total Service US Total International Total Total Commercial Medicare Medicaid Total Cigna","wordCount":22},{"sentence":"In two thousand fourteen, Cigna's medical customers grew by one.seven","wordCount":11},{"sentence":"percent within the company's guidance range of one two percent when adjusted for the cessation of its limited benefits business.","wordCount":20},{"sentence":"Back in threeQthirteen Cigna outlined an expectation that the U.S. national account market would decline in population by one percent to two percent, but planned to continue efforts take share.","wordCount":31},{"sentence":"Looking ahead, Cigna expects its medical membership to grow by two percent four percent, driven by growth in commercial, as well as mid to upper single digit growth in the Medicare, partially offset by some expected reduction in our non ACA compliant individual customers.","wordCount":44},{"sentence":"From two thousand one through two thousand six, Cigna saw its membership share relative to the other three large national plans shrink.","wordCount":22},{"sentence":"Cigna lost over four.one million lives over that six year period on an organic basis.","wordCount":16},{"sentence":"For some comparison, on an organic basis, Aetna lost just two.eight million lives from two thousand one to two thousand six, while United added two.three million lives and WellPoint added eight.two million.","wordCount":35},{"sentence":"All of that said, in two thousand seven Cigna experienced commercial growth of three hundred ninety sixK lives on an organic basis, beating UnitedHealth and coming relatively close to WellPoint on a percentage basis.","wordCount":34},{"sentence":"For two thousand eight, we saw a loss of two hundred fifty fourK lives organically .","wordCount":15},{"sentence":"In terms of two thousand nine, overall medical membership declined by six hundred fifty sixK lives from year end two thousand eight totals.","wordCount":23},{"sentence":"In two thousand ten, Cigna outpaced its peers, with risk membership increasing two hundred sixty fourK lives and ASO lives up fortyK.","wordCount":22},{"sentence":"In two thousand eleven, the company gained two hundred eighty fourK ASO lives, offset by losses of one hundred thirty sevenK risk members.","wordCount":23},{"sentence":"This is below UnitedHealth and WellPoint, but better than the results at Aetna.","wordCount":13},{"sentence":"In two thousand twelve, we estimate that the company added eight hundred eightyK new commercial lives, most of which was organic adds.","wordCount":22},{"sentence":"In two thousand fourteen, Cigna added one hundred ninetyK total lives.","wordCount":11},{"sentence":"A few notes about the data used below: one) this represents organic enrolment changes only.","wordCount":15},{"sentence":"We have excluded more than twenty separate acquisitions for these companies.","wordCount":11},{"sentence":"four) We simply combined legacy WellPoint and Anthem for the Pro Forma version of the company.","wordCount":16},{"sentence":"FIGURE ten Organic Commercial Membership changes for the Big four Nationals: two thousand one two thousand fifteenYTD","wordCount":17},{"sentence":"RISK Aetna Cigna UnitedHealth Anthem Total Risk ASO Aetna Cigna UnitedHealth Anthem Total ASO Commercial Aetna Cigna UnitedHealth Anthem Total Commercial two thousand one one hundred two five hundred ninety four two thousand one one hundred nine six hundred sixty four four hundred seventy seven two thousand one thirty eight one thousand two hundred fifty eight two hundred ten two thousand two one thousand two hundred fifty nine two thousand two seventy six one thousand eighty one thousand two hundred forty three two thousand one hundred eighty five two thousand two nine hundred two thousand five hundred three two thousand three two hundred eighty two thousand three six hundred one thousand two hundred four five hundred seventy two two thousand three five hundred sixty one thousand four hundred eighty four two thousand four three hundred thirty one three hundred eighty four two hundred twenty five two thousand four three hundred thirty two seven hundred eighty five one thousand three hundred twenty four one thousand thirty eight two thousand four six hundred sixty three seven hundred forty five one thousand seven hundred eight one thousand two hundred sixty three two thousand five two hundred eighty one two thousand five six hundred forty four nine hundred forty one thousand one hundred forty eight two thousand one hundred seventy nine two thousand five nine hundred twenty five nine hundred twenty seven hundred two one thousand nine hundred thirty seven two thousand six one hundred four two thousand six six hundred forty seven two hundred twenty six one hundred sixty one seven hundred fifty nine two thousand six six hundred twenty one hundred thirty three two hundred sixty five two hundred eighteen two thousand seven three hundred thirty two thousand seven three hundred fifty seven five hundred three hundred seventy five nine hundred ninety two two thousand two hundred twenty four two thousand seven six hundred eighty seven three hundred ninety six three hundred fifty nine one thousand three hundred thirty two two thousand eight one hundred seventy seven two thousand eight four hundred forty seven hundred eighty three one thousand eighty eight two thousand eight six hundred seventeen five hundred thirty four ninety two two thousand nine two thousand ten nineteen two hundred sixty four two thousand nine nine hundred twenty eight two thousand nine nine hundred forty seven two thousand ten forty one hundred ninety five one thousand three hundred fifty four one thousand five hundred seventy seven two thousand ten three hundred four one hundred eighty five two thousand eleven one hundred forty five two thousand eleven two hundred eighty four nine hundred fifteen nine hundred sixteen one thousand six hundred fifty one two thousand eleven one hundred forty seven one thousand sixty six hundred five one thousand ninety one two thousand twelve thirty two two thousand twelve one thousand three hundred eighty one one thousand two hundred sixty five two thousand seventy four two thousand twelve one thousand four hundred thirteen one thousand fifty five one thousand two hundred fifty two two thousand thirteen two thousand thirteen thirty three one hundred fifty nine one thousand four hundred seventy one hundred eighteen one thousand seven hundred eighty two thousand thirteen one one hundred thirty one three hundred fifteen two hundred twenty two thousand fourteen two hundred sixty nine two thousand fourteen seven hundred thirty two three hundred fourteen two thousand five hundred six two thousand eight hundred forty seven two thousand fourteen one thousand one one hundred ninety one thousand one hundred five nine hundred eleven two thousand fifteenYTD four one thousand one hundred seventy four hundred one two thousand fifteenYTD six hundred three one hundred seventy one thousand five hundred forty two thousand two hundred seventy two thousand fifteenYTD five hundred four one thousand three hundred forty eight hundred sixty six two thousand six hundred seventy one","wordCount":637},{"sentence":"The company ended the quarter with dollar five hundred sixty million of cash at the parent.","wordCount":16},{"sentence":"The twoQfifteen balance includes proceeds from the recent issuance of long term debt, which was used to redeem existing debt in twoQfifteen.","wordCount":22},{"sentence":"In two thousand fourteen the company contributed dollar one hundred thirteen million towards funding its pension, a notable reduction from prior years which is expected to free up additional capital for shareholders.","wordCount":32},{"sentence":"Cigna's capital deployment strategy remains unchanged, in the following order: one.","wordCount":11},{"sentence":"M and A to acquire capabilities and scale, mainly tuck in acquisitions.","wordCount":12},{"sentence":"The company offered some interesting commentary on M and A priorities.","wordCount":11},{"sentence":"Namely, Cigna highlighted international assets, capabilities around U.S. seniors and dual eligibles and retail based capabilities as target areas for future acquisitions.","wordCount":23},{"sentence":"nine) We review what we believe to be Cigna's administrative costs relative to its peer group.","wordCount":16},{"sentence":"For two thousand fifteen, Cigna anticipates the operating expense ratio to decrease ~ one hundred bps to twenty one percent twenty two percent, which includes a one hundred tenbps impact from the HIF.","wordCount":33},{"sentence":"It also excludes any acquisition related amortization expenses in the Global Healthcare segment.","wordCount":13},{"sentence":"On a consolidated basis, Cigna continues to run a higher administrative cost ratio than its peers.","wordCount":16},{"sentence":"Cigna has spent significant amounts of capital on systems and infrastructure over","wordCount":12},{"sentence":"In fact, the company has spent more than dollar four.one billion in capital expenditures since the beginning of two thousand.","wordCount":21},{"sentence":"On top of that investment spending, the company has taken a series of operational changes in an effort to right size its infrastructure.","wordCount":23},{"sentence":"Over the past several years that spending has reaped little discernible benefit, in our opinion.","wordCount":15},{"sentence":"At this point, we believe that the company's smaller size relative to national competitors, the uniqueness of certain product lines and International exposure create a higher overall administrative cost structure on a relative basis.","wordCount":34},{"sentence":"The chart below simply shows total administrative costs, total membership and then the ratio.","wordCount":14},{"sentence":"That said, we believe that the chart is telling at a minimum from a directional standpoint.","wordCount":16},{"sentence":"Among the national plans, Cigna had the highest overall administrative cost per member month by a wide margin at an estimated dollar forty one.eight","wordCount":25},{"sentence":"We anticipate this competitive disadvantage to persist in two thousand fifteen.","wordCount":11},{"sentence":"However, it is important to note that when comparing only Cigna's global healthcare segment which is more representative of a traditional managed care business to its smaller competitors, administrative costs appear more in line with the group.","wordCount":37},{"sentence":"When looking at the global healthcare segment only, Cigna's administrative expenses on a PMPM basis drop substantially, to dollar thirty two.one in two thousand fourteen, which compares to the commercial average of dollar thirty four.fourteen.","wordCount":37},{"sentence":"Although this is clearly more representative of the traditional insurance business within Cigna, it's still not a true apples to apples comparison, as the other national names have a multitude of non healthcare insurance businesses as well.","wordCount":37},{"sentence":"In two thousand fifteen, we estimate Cigna will have an estimated overall administrative cost per member per month of dollar forty one.thirty","wordCount":23},{"sentence":"This compares to our estimate of dollar thirty six.eighteen for the overall group in two thousand fifteen.","wordCount":18},{"sentence":"All of that said, the data below suggest that on a fully consolidated basis Cigna has less operating leverage than its peers.","wordCount":22},{"sentence":"Cigna Cigna UnitedHealth Aetna Anthem National Average Humana Health Net Regional Average Centene* Molina Commercial Average Medicaid Average Overall Average dollar five million seven hundred ten thousand dollar three million nine hundred ninety five thousand dollar fifteen million five hundred fifty seven thousand dollar six million six hundred sixty seven thousand four hundred dollar eight million four hundred thirty five thousand six hundred","wordCount":63},{"sentence":"dollar six million seven hundred forty five thousand dollar four million six hundred fifty seven thousand dollar six million seven hundred three thousand two hundred dollar eight million six hundred thousand five hundred","wordCount":33},{"sentence":"dollar seven million one hundred twenty five thousand dollar five million four hundred ninety seven thousand","wordCount":16},{"sentence":"dollar seven million seven hundred twelve thousand dollar six million nine thousand dollar ten million six hundred twenty eight thousand four hundred dollar eleven million seven hundred forty eight thousand four hundred","wordCount":32},{"sentence":"dollar eight million one hundred thirty five thousand four hundred seventy dollar six million three hundred thirty eight thousand nine hundred fifty seven dollar eleven million five hundred fifty seven thousand four hundred ninety dollar twelve million five hundred sixty three thousand fifty four","wordCount":44},{"sentence":"four dollar forty six.thirty three dollar twenty six.sixty dollar thirty six.forty six dollar twenty nine.nineteen","wordCount":19},{"sentence":"dollar twenty six.ten dollar thirty six.eighteen dollar twenty seven.sixty","wordCount":12},{"sentence":"dollar two.four dollar two.eighty four dollar two.fifty one dollar nine.eighty dollar nine.sixty six dollar three.eighty","wordCount":21},{"sentence":"two dollar six.forty five dollar two.fourteen dollar five.eighty nine dollar four.one dollar two.twenty dollar five.twenty four dollar one.nine","wordCount":25},{"sentence":"four dollar nineteen million three hundred sixty two thousand dollar twenty nine.eighty","wordCount":13},{"sentence":"four dollar eight million three hundred seventy three thousand dollar nineteen.twenty","wordCount":12},{"sentence":"dollar ten million thirty six thousand dollar twenty six.fifty eight dollar thirty nine.eighty","wordCount":15},{"sentence":"four dollar six million three hundred fifty five thousand dollar one million three hundred sixteen thousand two hundred forty five","wordCount":20},{"sentence":"dollar thirty two.two dollar twenty one million three hundred seventeen thousand","wordCount":12},{"sentence":"two dollar twenty five million five hundred ninety seven thousand eighty four","wordCount":12},{"sentence":"dollar five million three hundred ninety four thousand nine hundred five dollar one million one hundred sixty four thousand seven hundred thirty seven","wordCount":23},{"sentence":"dollar five million seven hundred eighty five thousand five hundred dollar one million one hundred forty nine thousand sixty seven","wordCount":20},{"sentence":"dollar seven million six hundred thirty nine thousand dollar one million seven hundred twenty thousand two hundred eight","wordCount":18},{"sentence":"dollar thirteen thousand eight hundred forty two dollar forty five.ninety","wordCount":11},{"sentence":"nine five thousand nine hundred ninety six dollar twenty three.ninety","wordCount":11},{"sentence":"five three thousand seven hundred sixty three two thousand six hundred twenty three dollar twenty seven.fourteen","wordCount":17},{"sentence":"dollar seven million eight hundred eighty three thousand one hundred sixty five dollar one million nine hundred ninety six thousand seven hundred sixteen","wordCount":23},{"sentence":"dollar five hundred twenty eight thousand five hundred dollar four hundred eight thousand four hundred sixty nine","wordCount":17},{"sentence":"dollar six hundred thirty eight thousand seven hundred thirty eight dollar five hundred thirty two thousand six hundred twenty seven","wordCount":20},{"sentence":"dollar eight hundred eighty two thousand one hundred thirty nine dollar six hundred sixty six thousand one hundred twenty five","wordCount":20},{"sentence":"dollar one million two hundred twenty five thousand four hundred thirty two dollar seven hundred sixty four thousand six hundred ninety three","wordCount":22},{"sentence":"dollar one million six hundred twenty seven thousand two hundred seventy three dollar one million eighty five thousand three hundred forty seven","wordCount":22},{"sentence":"dollar twelve thousand two hundred thirty six dollar thirteen thousand three hundred thirty six dollar thirteen thousand one hundred nine dollar fifteen thousand two hundred forty eight dollar sixteen thousand three hundred eighty nine dollar twenty three thousand eighty dollar twenty five thousand two hundred ninety six dollar twenty seven thousand two hundred ninety sixty nine.four","wordCount":57},{"sentence":"percent dollar five thousand three hundred eighty seven dollar five thousand seven hundred sixty five dollar five thousand three hundred five dollar six thousand five dollar five thousand six hundred nine dollar six thousand two hundred seven dollar seven thousand eighty four dollar seven thousand six hundred twenty four thirty.six","wordCount":51},{"sentence":"percent dollar seventeen thousand six hundred twenty three dollar nineteen thousand one hundred one dollar eighteen thousand four hundred fourteen dollar twenty one thousand two hundred fifty three dollar twenty one thousand nine hundred ninety eight dollar twenty nine thousand two hundred eighty seven dollar thirty two thousand three hundred eighty dollar thirty four thousand nine hundred fourteen six.eight percent eight.four","wordCount":63},{"sentence":"one percent dollar seven hundred twenty nine sixty six.four percent dollar three hundred sixty nine thirty three.six","wordCount":19},{"sentence":"percent dollar one thousand seven hundred sixty two twenty three.four","wordCount":11},{"sentence":"percent dollar one thousand five hundred seventy two eighty one.three","wordCount":11},{"sentence":"percent dollar one thousand nine hundred thirty four fifty one.three","wordCount":11},{"sentence":"percent dollar six.seventy eight forty six.one percent dollar one thousand six hundred forty six eighty two.five","wordCount":19},{"sentence":"percent dollar one thousand nine hundred ninety six thirty nine.eight","wordCount":11},{"sentence":"Cigna also updated the amount of loans that were considered problem loans or potential problem loans in the quarter.","wordCount":19},{"sentence":"These are loans where the company believes that there is some risk to cash flow of these mortgages in the future.","wordCount":21},{"sentence":"Barclays | CIGNA Corp. were dollar one hundred four million of mortgages classified as problem mortgages, five.one","wordCount":18},{"sentence":"percent of the total, and down one hundred sixty bps sequentially.","wordCount":11},{"sentence":"Problem and potential problem mortgages were listed at between dollar sixty nine million and dollar ninety three million from two thousand seven through the end of two thousand eight.","wordCount":29},{"sentence":"Another dollar sixty four million loan was moved into that category in the first quarter of two thousand nine, bringing the balance to four.one percent of the commercial mortgage total.","wordCount":31},{"sentence":"In the second quarter of two thousand nine, we saw a large increase with dollar three hundred twenty one million, or nine percent of the total, now listed as problem bonds.","wordCount":31},{"sentence":"With the third quarter of two thousand nine, we again saw an increase in problem mortgages, which increased to nine.five percent of the total cost.","wordCount":26},{"sentence":"The trend continued in the fourth quarter, with dollar three hundred ninety seven million or eleven.three","wordCount":17},{"sentence":"Cigna has slowly lowered its exposure to problem bonds through twoQfifteen.","wordCount":11},{"sentence":"As a percent of total cost, problem bonds accounted for five.one","wordCount":12},{"sentence":"percent, which is down from eight.two percent in oneQfourteen, the lowest it has been since oneQnine.","wordCount":17},{"sentence":"Total Cost Problem/Potential Bonds twoQtwelve dollar two thousand nine hundred ninety five dollar two hundred forty seven threeQtwelve dollar two thousand nine hundred forty six dollar two hundred fifteen fourQtwelve dollar two thousand eight hundred fifty one dollar two hundred fifteen oneQthirteen dollar two thousand eight hundred eleven dollar one hundred sixty twoQthirteen dollar two thousand five hundred seventy dollar one hundred sixty six.two percent threeQthirteen dollar two thousand four hundred four dollar one hundred sixty six.seven percent fourQthirteen dollar two thousand two hundred fifty two dollar one hundred fifty eight seven.","wordCount":94},{"sentence":"percent oneQfourteen dollar two thousand one hundred twenty five dollar two hundred thirteen ten.","wordCount":14},{"sentence":"percent twoQfourteen dollar two thousand two hundred seventeen dollar two hundred nine nine.four","wordCount":14},{"sentence":"percent threeQfourteen dollar two thousand fifty eight dollar two hundred eight ten.one","wordCount":13},{"sentence":"percent fourQfourteen dollar two thousand eighty one dollar two hundred eight ten.","wordCount":12},{"sentence":"percent oneQfifteen dollar two thousand ten dollar one hundred thirty four six.seven percent twoQfifteen dollar two thousand fifty four dollar one hundred four five.one","wordCount":26},{"sentence":"In December two thousand ten we launched the Raskin Index of Sustainable Quality Earnings .","wordCount":14},{"sentence":"RISQE is an analytical tool to objectively evaluate the quality of our coverage universe's quarterly earnings.","wordCount":16},{"sentence":"The model uses quantitative metrics to produce a ratings score for each company, with high scores indicating a lower level of risk to future results.","wordCount":25},{"sentence":"RISQE scores range from one to one hundred, with one hundred reflecting the highest level of sustainable quality earnings.","wordCount":19},{"sentence":"Overall, Cigna's RISQE score for the quarter was seventy four.seven","wordCount":11},{"sentence":"Improvement in the balance sheet metric and income statement metric was offset by slight deterioration in the cash flow statement metrics.","wordCount":21},{"sentence":"The balance sheet RISQE score increased by two hundred fifty six bps to twenty one.two","wordCount":16},{"sentence":"The income statement RISQE score increased one thousand two hundred ninety bps sequentially to twenty three.","wordCount":16},{"sentence":"percent, as the company's MLR decreased by one hundred elevenbps y/y.","wordCount":11},{"sentence":"Finally, the cash flow RISQE score decreased two hundred fiftybps sequentially to eleven.five","wordCount":14},{"sentence":"percent, driven by an annual decline in TTM CFFO of fourteen.","wordCount":11},{"sentence":"In situations where the RISQE score moves more than would be indicated by a ninety percent confidence level away from its historic averages and there is support from more than one component, we have seen very high correlation with forward stock movements.","wordCount":42},{"sentence":"In this situation, the change in quarterly RISQE score and supporting components was not great enough to qualify as a significant event.","wordCount":22},{"sentence":"Total global healthcare revenues were up ten.two percent Y/Y to dollar seven.five billion.","wordCount":15},{"sentence":"In the release, Cigna said the results are driven by rate actions, specialty contributions and customer growth in its Commercial and Government business.","wordCount":23},{"sentence":"Total premiums and fees for the segment were dollar six.seven billion, up ten.one percent y/y.","wordCount":17},{"sentence":"percent Y/Y in twoQfifteen to dollar six hundred twenty five million.","wordCount":11},{"sentence":"percent from the prior year quarter to dollar fifty seven million.","wordCount":11},{"sentence":"In twoQfifteen, the segment also benefited from dollar nineteen million in after tax favorable PPRD, compared to dollar sixteen million in twoQfourteen.","wordCount":22},{"sentence":"Total Global Supplemental Benefits Revenues were dollar seven hundred eighty two million, up three.three","wordCount":15},{"sentence":"In the press release, Cigna said the results reflect customer growth and strong retention.","wordCount":14},{"sentence":"Total Group Disability and Life revenues were up six.six percent Y/Y to dollar one thousand thirty nine million.","wordCount":19},{"sentence":"Total Disability and Life operating income was dollar one hundred six million, down three.six","wordCount":15},{"sentence":"percent from the prior year quarter, representing a ten.two percent operating margin.","wordCount":13},{"sentence":"This compares to an operating income of dollar fifty one million last quarter.","wordCount":13},{"sentence":"This segment represents amortized gains and annuity business as well as the company's corporate life insurance business and the run off retirement segment.","wordCount":23},{"sentence":"Total segment revenue was dollar one hundred nineteen million in the quarter, down four.eight","wordCount":15},{"sentence":"The company reported an Operating earnings outflow of dollar forty seven million, up nine.three","wordCount":15},{"sentence":"Additionally, Medicare Part D membership totalled one.five million lives, up twenty.seven","wordCount":13},{"sentence":"Medicare and Medicaid membership grew by seventy oneK Y/Y, increased .two","wordCount":11},{"sentence":"Finally, international risk lives increased thirty fourK lives y/y, flat q/q, and came in seven.fourK","wordCount":16},{"sentence":"percent, down one hundred eight bps from the prior year, and down sixty ninebps sequentially.","wordCount":15},{"sentence":"The result was two hundred thirteen bps below our MLR estimate of eighty two.thirty","wordCount":15},{"sentence":"Revenue from premiums and fees of dollar eight.five billion were up nine.four","wordCount":14},{"sentence":"percent year over year to dollar two hundred ninety seven million, one.five","wordCount":13},{"sentence":"percent of revenues, down one hundred fifty two bps y/y, and were one hundred five bps below our estimates.","wordCount":19},{"sentence":"The number of shares outstanding came in at two hundred sixty one million, down eleven.fiveK","wordCount":16},{"sentence":"I, Joshua R. Raskin, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":62},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, fourteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five million two hundred sixty one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to https://live.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: https://live.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equitylinked analysis, quantitative analysis, and trade ideas.","wordCount":24},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks CIGNA Corp., Equal Weight/Positive, C/J/K/M/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":39},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by this issuer or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays Bank PLC.","wordCount":20},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of this issuer.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Health Care Managed Care Aetna Inc. CIGNA Corp. Humana Inc. UnitedHealth Group Distribution of Ratings: Barclays Equity Research has two thousand six hundred ninety nine companies under coverage.","wordCount":42},{"sentence":"forty three percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty six percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts thirty one July two thousand fifteen nineteen Anthem, Inc. Health Net Magellan Health Inc. Universal American Corp.","wordCount":19},{"sentence":"may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":26},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date Closing Price one hundred twenty five.forty","wordCount":13},{"sentence":"seven ninety.seventy six eighty two.sixty six seventy six.seventy four eighty seven.ninety","wordCount":15},{"sentence":"Jan two thousand thirteen Jul two thousand thirteen Jan two thousand fourteen Jul two thousand fourteen Target Price Jan two thousand fifteen Jul two thousand fifteen","wordCount":26},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"*The rating for this security remained Equal Weight during the relevant period.","wordCount":12},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by CIGNA Corp. or one of its affiliates.","wordCount":26},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of CIGNA Corp.. K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from CIGNA Corp. within the past twelve months.","wordCount":37},{"sentence":"M: CIGNA Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: CIGNA Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"Valuation Methodology: Our twelve month price target of dollar one hundred fifty six represents a target multiple of one hundred seventeen.x","wordCount":22},{"sentence":"our two thousand sixteen Cash EPS estimate of dollar eight.ninety per share.","wordCount":13},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: one) As the company reprices its unprofitable health care book, it loses large blocks of membership.","wordCount":28},{"sentence":"We believe that CIGNA will need to reinvigorate growth to see earnings improve.","wordCount":13},{"sentence":"two) The substantial spending on the transformation project will likely continue to pressure earnings.","wordCount":14},{"sentence":"four) CIGNA's nonhealth businesses have been somewhat spotty in performance and perform worse in a slower economy.","wordCount":17},{"sentence":"five) While likely not imminent, CIGNA is a natural candidate for future bidding on health plan assets up for sale.","wordCount":20},{"sentence":"six) There is and could continue to be near term negative sentiment toward managed care companies and concern about industry pricing trends and potential litigation noise.","wordCount":26},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DP NSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":152},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one twenty two sixty seven million one hundred ninety six thousand.","wordCount":14},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports produced by the Investment Bank are distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":64},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth","wordCount":16},{"sentence":"Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":27},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
