{"fileName":"Barclays_Columbia_TransCanada_buys_CPGX_CPPL_to_remain_publicly_traded_partnersh.pdf","numberSentences":218,"text":[{"sentence":"CPGX to be taken out for dollar twenty five.fifty in all cash: The price represents an eleven percent premium based on the three/sixteen/sixteen closing price, a thirty two percent premium over the last thirty days, and a twenty nine percent premium since three/nine/sixteen, which was the last trading day before the WSJ article reported the possibility of a deal between the two companies.","wordCount":64},{"sentence":"We estimate the equity portion of the deal is dollar ten.two billion while TransCanada will be assuming roughly dollar two.eight billion in debt for a total enterprise value of dollar thirteen billion.","wordCount":34},{"sentence":"Given the one hundred percent cash component, we think the likelihood and ability of someone else stepping in to top the bid is low.","wordCount":24},{"sentence":"Additionally, we don't foresee any FTC issues to close the deal.","wordCount":11},{"sentence":"In the interim, Transcanada has bridge term loan credit facilities for up to US dollar ten.three billion with a syndicate of lenders.","wordCount":23},{"sentence":"We think the probability of the deal closing is high and are taking our price target to dollar twenty five, which is slightly below the purchase price as we are pricing in a slight discount as we wait for further news re: more permanent funding plans, regulatory approvals, and the Columbia shareholder vote.","wordCount":53},{"sentence":"Our prior price target of dollar twenty one was based on a sum of the parts: one) dollar six.three billion for CPGX's value of OpCo; two) dollar one.nine billion for the one hundred one million LP units we estimated CPGX will own by two thousand seventeen at a dollar nineteen PT, and three) dollar three.one billion for the GP of CPPL less dollar two.nine billion of debt, divided by four hundred million shares.","wordCount":77},{"sentence":"Downgrade CPPL to Equal Weight as news was light on strategy for the MLP: We are surprised at the acquirer's decision to keep the MLP outstanding without providing some context for CPPL's outlook.","wordCount":33},{"sentence":"We think the lack of affirmation around CPPL's twenty percent growth will likely cause a negative reaction in the stock at the open.","wordCount":23},{"sentence":"While it's possible a future announcement could still come re: the two MLPs that TransCanada will now have, we think whatever action the company takes will likely be decided upon the reaction of how TCP and CPPL units trade.","wordCount":39},{"sentence":"As this is still a fluid situation, our initial thinking is that there will be no need for OpCo to issue new equity as TransCanada will fund its eighty four.three","wordCount":31},{"sentence":"percent portion of OpCo capex while the MLP will lean on its revolver in the near term for its share of the capex.","wordCount":23},{"sentence":"If this is to be the case, we think the MLP would probably be able to grow its distribution to dollar .seventy","wordCount":22},{"sentence":"three in two thousand seventeen, which would reflect ten percent year/year increases.","wordCount":12},{"sentence":"However, it could be possible that CPPL's cost of capital still shakes out to be better than TCP's, which may potentially incentivize TransCanada to drop a portion of the legacy assets it has earmarked for drops into CPPL rather than TCP.","wordCount":41},{"sentence":"Without enough clarity on the company's plans, we aren't making such assumptions in our model and are assuming CPPL's only asset is its fifteen.seven","wordCount":25},{"sentence":"We are revising down our price target to dollar fifteen predicated on our expectation for the two thousand seventeene distribution of dollar .eighty","wordCount":23},{"sentence":"Our prior price target of dollar nineteen was based on a two thousand seventeene distribution of dollar .ninety","wordCount":18},{"sentence":"Unchanged For a full list of our ratings, price target and earnings changes in this report, please see table on page two.","wordCount":22},{"sentence":"U.S. Diversified Natural Gas Christine Cho, CFA +one two hundred twelve five hundred twenty six eight thousand four hundred nineteen christine.cho","wordCount":23},{"sentence":"at barclays dot com BCI, US Richard Gross +one two hundred twelve five hundred twenty six three thousand one hundred forty three richard.gross","wordCount":24},{"sentence":"at barclays dot com BCI, US U.S. MLPs Christine Cho, CFA +one two hundred twelve five hundred twenty six eight thousand four hundred nineteen christine.cho","wordCount":27},{"sentence":"at barclays dot com BCI, US Richard Gross +one two hundred twelve five hundred twenty six three thousand one hundred forty three richard.gross","wordCount":24},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE six.","wordCount":11},{"sentence":"Barclays | Columbia Summary of our Ratings, Price Targets and Earnings Changes in this Report","wordCount":15},{"sentence":"Company Rating Old New U.S. Diversified Natural Gas Columbia Pipeline Group, Inc.","wordCount":13},{"sentence":"U.S. MLPs Columbia Pipeline Partners LP Neu Neu EW EW twenty three.fifty","wordCount":14},{"sentence":"eight eighteen Price seventeen Mar sixteen Old Price Target New percent Chg EPS FYone Old New percent Chg EPS FYtwo Old New percent Chg","wordCount":24},{"sentence":"Share prices and target prices are shown in the primary listing currency and EPS estimates are shown in the reporting currency.","wordCount":21},{"sentence":"Stock Rating: OW: Overweight; EW: Equal Weight; UW: Underweight; RS: Rating Suspended Industry View: Pos: Positive; Neu: Neutral; Neg: Negative","wordCount":20},{"sentence":"U.S. MLPs Industry View: NEUTRAL Stock Rating: EQUAL WEIGHT two thousand eighteenE one thousand fifty one eight hundred fifty four eight hundred fifty one one hundred thirty four one.eighteen","wordCount":31},{"sentence":"We rate CPPL with an Equal Weight rating as we think the distribution growth will be ~ten percent in the next two years.","wordCount":23},{"sentence":"six/unit for the two thousand seventeene distribution and a target yield of five.","wordCount":13},{"sentence":"percent ift the new parent reinforces the twenty percent growth rate with dropdowns.","wordCount":13},{"sentence":"Our downside case assumes mid single digit growth over this year and next year which would bring our two thousand seventeene distribution to dollar .eighty and a target yield of six percent .","wordCount":32},{"sentence":"Income statement EBITDA EBIT Pre tax income Net income Reported EPU Diluted shares Cash distribution per unit Balance sheet and cash flow Cash and equivalents Net PP and E Total debt Net debt/ Shareholders' equity Cash flow from operations Distributable cash flow Return data ROE ROCE EBITDA /capital Valuation and leverage metrics Distribution coverage EV/EBITDA EV/EBITDA less MC, GP P/DCF EBITDA /interest expense Dividend yield Net debt/EBITDA","wordCount":67},{"sentence":"U.S. Diversified Natural Gas Industry View: NEUTRAL Stock Rating: EQUAL WEIGHT two thousand fifteenA two thousand sixteenE two thousand seventeenE two thousand eighteenE CAGR forty seven .thirty five seventeen seventeen two hundred twenty six two hundred forty three two hundred two .five","wordCount":43},{"sentence":"N/A forty seven .seventy six thirty five thirty five four hundred fifty eight four hundred ninety three four hundred eleven one.","wordCount":21},{"sentence":"N/A forty seven .eighty three thirty nine one forty five hundred twenty one five hundred sixty one four hundred seventy one.two","wordCount":22},{"sentence":"N/A forty seven one.eight fifty one fourteen sixty five seven hundred forty eight hundred five six hundred seventy two one.seven","wordCount":22},{"sentence":"percent N/A six.four percent N/A Price USD twenty three.fifty","wordCount":11},{"sentence":"We rate CPGX Equal Weight due to its limited upside relative to its dollar twenty five.fifty","wordCount":17},{"sentence":"If the deal closes with all the necessary regulatory approvals, financing, and shareholder vote, we expect the stock to go to its take out offer of dollar twenty five.fifty.","wordCount":30},{"sentence":"If the deal falls through, we expect the stock to trade to dollar twenty one predicated on a SOTP: one) dollar six.threebn of CPGX's value of OpCo, two) dollar one.ninebn","wordCount":32},{"sentence":"for the one hundred onemm LP units we estimated CPGX will own by two thousand seventeen at a dollar nineteen PT, and three) dollar three.onebn for the GP of CPPL less dollar two.nine bn of debt.","wordCount":38},{"sentence":"Selected operating and Financial metrics CPPL units owned CPPL distribution per unit Total cash flow from LP distributions GP distributions/IDRs Cash distributions received from CPPL Pro rata distribution from OpCo DCF Total cash received by CPGX Cash available for distribution by CPGX CAD per share Diluted shares Coverage Total debt","wordCount":50},{"sentence":"U.S. Diversified Natural Gas Columbia Pipeline Group, Inc. Valuation Methodology: Our price target of dollar twenty five is slightly below the dollar twenty five.fifty","wordCount":26},{"sentence":"purchase price offered by TransCanada to account for a six month discount as we wait for further news re: more permanent funding plans, regulatory approvals, and the Columbia shareholder vote.","wordCount":30},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Customer concentration, commodity exposure, credit risk, regulatory risk, acquisition risk, event risk, and capital markets risk.","wordCount":30},{"sentence":"U.S. MLPs Columbia Pipeline Partners LP Valuation Methodology: Our dollar fifteen price target is predicated on our two thousand seventeene distribution of dollar .eighty","wordCount":25},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Capital markets risk, Customer concentration, commodity exposure, credit risk, regulatory risk, acquisition risk, event risk.","wordCount":29},{"sentence":"We, Christine Cho, CFA and Richard Gross, hereby certify that the views expressed in this research report accurately reflect our personal views about any or all of the subject securities or issuers referred to in this research report and no part of our compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":64},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Columbia Pipeline Group, Inc., Equal Weight/Neutral, A/CD/CE/D/J/K/L/M/O Columbia Pipeline Partners LP, Equal Weight/Neutral, CE/D/J/K/L/M/O Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":48},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Diversified Natural Gas AGL Resources Inc. Cheniere Energy Partners LP Holdings, LLC Enlink Midstream Llc.","wordCount":29},{"sentence":"U.S. MLPs American Midstream Partners LP Arc Logistics Partners LP Blueknight Energy Partners, L.P. Buckeye Partners, L.P. Columbia Pipeline Partners LP CrossAmerica Partners LP Dominion Midstream Partners, LP Enbridge Energy Partners eighteen March two thousand sixteen AmeriGas Partners, L.P. Archrock Partners LP Boardwalk Pipeline Partners LP Calumet Specialty Products Partners, L.P. CONE Midstream Partners LP DCP Midstream Partners LP Dynagas LNG Partners LP. Energy Transfer Equity LP Antero Midstream Partners LP Black Stone Minerals Breitburn Energy Partners L.P. Cheniere Energy Partners LP Crestwood Equity Partners L.P. Delek Logistics Partners LP Enable Midstream Partners LP Energy Transfer Partners LP seven Atmos Energy Columbia Pipeline Group, Inc. EQT Corporation MDU Resources Group Plains GP Holdings LP Spectra Energy Corp. UGI Corp. Cheniere Energy Enbridge Inc. Kinder Morgan Inc.","wordCount":133},{"sentence":"National Fuel Gas Questar Corp. Tallgrass Energy GP, LP Williams Cos.","wordCount":11},{"sentence":"Enlink Midstream Partners LP EQT GP Holdings, LP Foresight Energy LP Global Partners LP Holly Energy Partners LP KNOT Offshore Partners, LP.","wordCount":22},{"sentence":"Memorial Production Partners NGL Energy Partners LP NuStar GP Holdings PBF Logistics LP Plains All American Pipeline Shell Midstream Partners LP Sprague Resources LP SunCoke Energy Partners, LP Tallgrass Energy Partners, LP Transocean Partners LLC Valero Energy Partners LP.","wordCount":39},{"sentence":"Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy six companies under coverage.","wordCount":16},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Enterprise Products Prtns LP EQT Midstream Partners LP Gaslog Partners LP Green Plains Partners LP Höegh LNG Partners LP Legacy Reserves LP Midcoast Energy Partners LP Niska Gas Storage Partners LLC OCI Partners LP. PennTex Midstream Partners LP Rice Midstream Partners LP Southcross Energy Partners LP Suburban Propane Partners Sunoco Logistics Partners L.P. TC Pipelines, LP USA Compression Partners LP Vanguard Natural Resources Western Gas Partners LP Williams Partners LP Enviva Partners, LP Ferrellgas Partners Genesis Energy, L.P. Hi Crush Partners LP JP Energy Partners LP Magellan Midstream Partners, LP MPLX LP NuStar Energy LP ONEOK Partners LP Phillips sixty six Partners LP Rose Rock Midstream, L.P. Spectra Energy Partners, LP Summit Midstream Partners LP Sunoco LP.","wordCount":173},{"sentence":"Tesoro Logistics LP USD Partners LP Viper Energy Partners Western Refining Logistics LP","wordCount":13},{"sentence":"Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":15},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Columbia Pipeline Group, Inc. in the previous twelve months.","wordCount":32},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by Columbia Pipeline Group, Inc.. CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Columbia Pipeline Group, Inc.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Columbia Pipeline Group, Inc. in the past twelve months.","wordCount":64},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Columbia Pipeline Group, Inc. and/or in any related derivatives.","wordCount":27},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Columbia Pipeline Group, Inc. within the past twelve months.","wordCount":24},{"sentence":"L: Columbia Pipeline Group, Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Columbia Pipeline Group, Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Columbia Pipeline Group, Inc. stock, which is listed on the New York Stock Exchange.","wordCount":28},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Our price target of dollar twenty five is slightly below the dollar twenty five.fifty","wordCount":17},{"sentence":"purchase price offered by TransCanada to account for a six month discount as we wait for further news re: more permanent funding plans, regulatory approvals, and the Columbia shareholder vote.","wordCount":30},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Customer concentration, commodity exposure, credit risk, regulatory risk, acquisition risk, event risk, and capital markets risk.","wordCount":30},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date eleven Jan two thousand sixteen five Nov two thousand fifteen eight Sep two thousand fifteen three Aug two thousand fifteen eighteen Mar two thousand fifteen Closing Price fifteen.eighty","wordCount":35},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Columbia Pipeline Partners LP. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Columbia Pipeline Partners LP in the past twelve months.","wordCount":44},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Columbia Pipeline Partners LP and/or in any related derivatives.","wordCount":27},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Columbia Pipeline Partners LP within the past twelve months.","wordCount":24},{"sentence":"L: Columbia Pipeline Partners LP is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Columbia Pipeline Partners LP is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Columbia Pipeline Partners LP stock, which is listed on the New York Stock Exchange.","wordCount":28},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Our dollar fifteen price target is predicated on our two thousand seventeene distribution of dollar .eighty","wordCount":18},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Capital markets risk, Customer concentration, commodity exposure, credit risk, regulatory risk, acquisition risk, event risk.","wordCount":29},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
