{"fileName":"Barclays_Cerner_Corp_Ready_Aim_Migrate_Modeling_the_Siemens-Cerner_Migration_Pat.pdf","numberSentences":461,"text":[{"sentence":"Healthcare | U.S. Health Care Distribution and Technology six April two thousand fifteen Stock Rating","wordCount":16},{"sentence":"On February two, two thousand fifteen, Cerner acquired Siemens Health Services.","wordCount":11},{"sentence":"Within this report, we utilize HIMSS Analytics data to categorize Siemens' six hundred forty four hospital clients on the basis of their likely migration path from Siemens' legacy products to Millennium, Soarian, and competing platfor Miss Having stratified the hospital base, we utilize our newly developed Barclays Siemens Cerner Migration Model to project Cerner revenue and profit contributions for the ten year period two thousand fifteen two thousand twenty four.","wordCount":70},{"sentence":"Over the next one two years, Cerner will continue to service and support Siemens' six hundred forty four hospital client base while executing on corporate synergy opportunities and cross selling ancillary Cerner offerings ­ leading to EPS accretion of approximately dollar .fifteen in two thousand fifteenE and dollar .twenty","wordCount":49},{"sentence":"Over a three ten year period, the company must execute on a strategy to retain and migrate a large portion of Siemens' diverse base onto Cerner's Millennium platform while simultaneously reducing the expense of supporting Siemens' systems ­ no easy task.","wordCount":41},{"sentence":"Our base case scenario assumes Cerner retains eighty percent of the Siemens base.","wordCount":13},{"sentence":"Even assuming loss of twenty percent of Siemens base, over a ten year period Cerner will generate dollar thirteenbn in revenues from Siemens and produce dollar two.fourbn of EBIT.","wordCount":30},{"sentence":"We project the PV of FCF at ~ dollar three.bn,","wordCount":11},{"sentence":"While Cerner's risk profile has increased, the risk/reward remains tilted to reward, in our view.","wordCount":15},{"sentence":"We raise our target to dollar eighty five from dollar seventy five and reiterate our Overweight rating.","wordCount":17},{"sentence":"We will host a conference call on Tuesday, April seventh at ten:thirty AM to walk through the Barclays Siemens Cerner Migration Model.","wordCount":22},{"sentence":"Please reach out to us directly if you would like an interactive version of the model or to work with us on custom scenario analysis.","wordCount":25},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"seven + seventeen percent CERN twenty four thousand nine hundred thirty three hundred forty two.fifty","wordCount":16},{"sentence":"U.S. Health Care Distribution and Technology Eric Percher +one two hundred twelve five hundred twenty six five thousand four hundred ninety six eric.percher at barclays dot com BCI, New York Onusa Chantanapongwanij, M.D. +one two hundred twelve five hundred twenty six six thousand one hundred sixty six onusa.chantanapongwanij","wordCount":52},{"sentence":"at barclays dot com BCI, New York David Ho +one two hundred twelve five hundred twenty six two thousand six hundred eighty seven david.ho at barclays dot com BCI, New York","wordCount":32},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE twenty five.","wordCount":12},{"sentence":"U.S. Health Care Distribution and Technology Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fourteenA three thousand four hundred three one thousand one hundred twenty eight eight hundred twenty six seven hundred seventy four five hundred seventy six one.sixty","wordCount":41},{"sentence":"two thousand fifteenE four thousand nine hundred thirty six one thousand four hundred five one thousand seventy one nine hundred seventy four seven hundred thirty one two.eight","wordCount":28},{"sentence":"two thousand sixteenE five thousand five hundred twenty five one thousand six hundred seventy seven one thousand three hundred fifteen one thousand one hundred eighty six eight hundred eighty six two.fifty","wordCount":32},{"sentence":"two thousand seventeenE N/A N/A N/A N/A N/A N/A N/A N/A CAGR N/A N/A N/A N/A N/A N/A N/A N/A Average thirty.seven","wordCount":23},{"sentence":"CAGR N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A Average thirty six.one eighteen.seven","wordCount":20},{"sentence":"After several years of share gains, Cerner has a strong installed base and opportunities to increase revenue via greater capture of customers' total HCIT spending.","wordCount":25},{"sentence":"Management has shown the ability to continuously innovate and we expect Cerner's customers will look to the company to help them navigate the transition to increasingly valuebased reimbursement.","wordCount":28},{"sentence":"Cerner's newer solutions gain traction within its customer base faster than expected.","wordCount":12},{"sentence":"We see upside in the multiple to eighteenx two thousand sixteen adjusted EV/EBITDA, implying a stock valuation of dollar ninety.","wordCount":20},{"sentence":"Failure to meet high bookings and revenue growth expectations as clients reduce spending post stimulus.","wordCount":15},{"sentence":"We see downside in the multiple to thirteenx two thousand sixteen adjusted EV/EBITDA, implying a stock valuation of dollar sixty five.","wordCount":21},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDA Equity FCF yield EV/sales P/BV Dividend yield Total debt/capital Selected operating metrics Bookings Backlog Contract value Active physician count","wordCount":99},{"sentence":"N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A","wordCount":13},{"sentence":"Executive Summary: Ready, Aim, Migrate ............................................................................................ four Introducing Siemens Health Services .................................................................................................... eight Examining the Siemens Product Suite ............................................................................................ eight Unpacking the Siemens Installed Base ............................................................................................ nine Retaining the Siemens Client Base: A Case Study ............................................................................. fourteen Step one: Organize the Installed Base by Expected Behavior ....................................................... fourteen Step two: Determine the Long Term Financial Benefit to Cerner................................................ fifteen Scenario one / Base Case: Expected customer retention .............................................................. sixteen Scenario two / Upside Case: Better than expected customer retention, earlier sunset ........ eighteen Scenario three / Downside Case: Worse than expected customer retention, later sunset ..... nineteen Acquisition Widens International Opportunity .................................................................................. twenty one Potential implications for Cerner's DoD EHR contract bid.............................................................. twenty one The Road Ahead ....................................................................................................................................... twenty one Appendix: Key Takeaways from Siemens Client Conversations .................................................... twenty three Appendix: Cerner Commentary on Siemens ...................................................................................... twenty four","wordCount":125},{"sentence":"On February two, two thousand fifteen, Cerner acquired Siemens' HCIT business, Siemens Health Services, for dollar one.three billion in cash.","wordCount":21},{"sentence":"With the acquisition, Cerner gained five thousand employees and a broad set of healthcare IT solutions, including: enterprise clinical and financial systems, population health tools, remote hosting, and related services.","wordCount":30},{"sentence":"John Glaser, CEO of Siemens Health Services, joined Cerner as a SVP and will focus on strategy and government policy development.","wordCount":21},{"sentence":"Based on HIMSS Analytics data, we project the combined company is now the largest acute EHR vendor in the U.S., with roughly twenty three percent market share.","wordCount":28},{"sentence":"Combined company twenty three percent Other nineteen percent Allscripts three percent McKesson eight percent CPSI eight percent Epic nineteen percent MEDITECH twenty percent Cerner eighteen percent Siemens five percent","wordCount":29},{"sentence":"number of hospitals three thousand five hundred eighteen percent three thousand two thousand five hundred two thousand one thousand five hundred one thousand five hundred < one hundred beds one hundred two hundred two hundred three hundred three hundred five hundred five hundred+ beds beds beds beds Cerner Siemens Epic Other nine hundred seventy six six hundred eight six hundred fifty one four hundred eighteen two thousand eight hundred eighty eight Cerner and Siemens percent of category total twenty three percent twenty eight percent twenty nine percent thirty percent","wordCount":89},{"sentence":"Over the next one two years, the company will continue to service and support Siemens' six hundred forty four hospital client base while executing on corporate synergy opportunities and cross selling ancillary Cerner offerings, leading to EPS accretion of approximately dollar .fifteen in two thousand fifteen and dollar .twenty","wordCount":49},{"sentence":"Over a three ten year period, the company must execute on a strategy to migrate and retain a large portion of Siemens' diverse base onto Cerner's Millennium platform or Siemens' Soarian platform while simultaneously reducing the expense of supporting Siemens' systems ­ no easy task.","wordCount":45},{"sentence":"While Cerner has provided specific guidance for two thousand fifteen and two thousand sixteen financial benefits, the company has yet to outline its approach to migration or to size the near to long term financial benefit.","wordCount":36},{"sentence":"little commentary on the factors leading to financial reward, including: retention/migration of the Siemens base, cross sell opportunity for Cerner products, cost reduction/sunset schedule, and concessions/profitability on the business that is retained.","wordCount":32},{"sentence":"Model, an interactive scenario analysis, which models Siemens customer retention and","wordCount":11},{"sentence":"profit contribution over the ten year period extending through two thousand twenty four.","wordCount":13},{"sentence":"Please contact us directly for a live version of the model or to work with us on custom scenario analysis.","wordCount":20},{"sentence":"Our base case scenario projects Cerner will sunset Invision and MSfour in two thousand twenty.","wordCount":15},{"sentence":"We assume that the vast majority of customers will migrate between two thousand seventeen and two thousand twenty.","wordCount":18},{"sentence":"As evidenced in Figure three below, the sheer number of migrations required makes this an aggressive time frame in our view, but one that we view as essential as shuttering the legacy systems in two thousand twenty one is key to expanding margins.","wordCount":43},{"sentence":"number of Hospitals two hundred one hundred eighty one hundred sixty one hundred forty one hundred twenty one hundred eighty sixty forty twenty two thousand fifteen two thousand sixteen two thousand seventeen two thousand eighteen two thousand nineteen two thousand twenty two thousand twenty one two thousand twenty two two thousand twenty three two thousand twenty four Hospitals Remaining* thirty eight sixty three forty eight twenty nine eight seven eight seven fifteen fourteen fifteen fourteen ninety five seventy ninety four ninety three one hundred twenty seven one hundred thirty three Invision and MSfour one hundred eighty one fully sunset","wordCount":99},{"sentence":"Our base case scenario projects Cerner retains eighty percent of the Siemens hospital base.","wordCount":14},{"sentence":"Of Siemens' six hundred forty four hospitals, we expect twenty nine percent will migrate to Cerner's Millennium platform easily, twenty two percent will resist movement and attempt to stay on Soarian as long as possible, eleven percent will migrate from legacy SMS products to Soarian Financials and thirty nine percent will conduct a competitive selection.","wordCount":55},{"sentence":"Our base assumes Cerner loses twenty percent of the Siemens base to competing vendors whereas our downside case assumes thirty seven percent loss and our upside case assumes eleven percent loss.","wordCount":31},{"sentence":"System Composition Financial System Clinical System Clinical System six hundred forty four Hospitals Total Client Base one) Resist Movement","wordCount":19},{"sentence":"Source: Barclays Research, HIMSS Analytics; Note: All HIMSS data as of three/thirty one/two thousand fifteen","wordCount":15},{"sentence":"Even assuming the loss of twenty percent of the Siemens base, we foresee near term revenue expansion and a ten year EBIT contribution well in excess of the dollar one.threebn","wordCount":31},{"sentence":"Over the next ten years, we anticipate Cerner will generate approximately dollar thirteenbn in revenues from the Siemens base and produce ~ dollar two.fourbn of EBIT.","wordCount":27},{"sentence":"We project the present value of FCF at ~ dollar three.bn,","wordCount":12},{"sentence":"suggesting significant value creation relative to the purchase price of dollar one.threebn.","wordCount":13},{"sentence":"'fifteen 'sixteen ' seventeen 'eighteen 'nineteen 'twenty 'twenty one 'twenty two 'twenty three 'twenty four Siemens Revenue Cross Sales Revenue","wordCount":20},{"sentence":"dollar, mn dollar three hundred fifty dollar three hundred dollar two hundred fifty dollar two hundred dollar one hundred fifty dollar one hundred dollar fifty dollar 'fifteen 'sixteen ' seventeen 'eighteen 'nineteen 'twenty 'twenty one 'twenty two 'twenty three 'twenty four Siemens EBIT","wordCount":43},{"sentence":"Potential rewards are tempered by an increase in Cerner's risk profile.","wordCount":11},{"sentence":"The transaction clearly increases Cerner's risk profile, as the company has zero experience executing acquisitions and will now for the first time take on responsibility for maintaining and developing a product suite, sales force, and support staff that were not created and developed within Cerner's unique and tightly managed environment.","wordCount":50},{"sentence":"In order to reflect the potential magnitude of these risks we have created a `downside' scenario.","wordCount":16},{"sentence":"Lower than projected client retention more than thirty nine percent of clients conduct a competitive process and/or a greater than projected number move to a competing offering.","wordCount":27},{"sentence":"We project that Cerner will only retain fifty six percent of hospitals that migrate in the next ten years and will have lost thirty seven percent of the Siemens client base by two thousand twenty four.","wordCount":36},{"sentence":"Slower than projected migration off of legacy systems ­ delayed revenue recognition is less of a concern than the impact on expenses for legacy SMS platforms, which will not dissipate until all clients are migrated and the products are fully sunset .","wordCount":41},{"sentence":"Distraction impacts the core business the energy and cost necessary to maintain and migrate the Siemens client base is greater than projected, draining financial resources and slowing momentum in Cerner's core business.","wordCount":32},{"sentence":"We note that this risk is not reflected in our migration and financial model.","wordCount":14},{"sentence":"While Cerner's risk profile has increased, we believe the risk/reward remains tilted in favor of reward ­ consequently, we reiterate our Overweight/Positive rating on the shares .","wordCount":26},{"sentence":"Our migration model provides a basis for projecting the value of the Siemens acquisition and for monitoring Cerner's progress over the decade to come.","wordCount":24},{"sentence":"The base case scenario implies a strong return on the acquisition with the IRR on Siemens equating to fifteen percent, more than double Cerner's WACC.","wordCount":25},{"sentence":"range of potential outcomes and we acknowledge that given the lack of commentary from management the model requires an uncomfortably high number of educated guesses.","wordCount":25},{"sentence":"As such, we will update the model as more data becomes public.","wordCount":12},{"sentence":"FIGURE seven Siemens Acquisition: Summary of ten YR Base, Upside, and Downside Scenarios","wordCount":13},{"sentence":"BASE CASE Key Operational Assumptions Complete sunset of legacy SMS products Average percent retention of migrated customers percent of Siemens Hospital Base Retained by two thousand twenty four* Financial Outputs ten year total revenue opportunity ten year average EBIT margin PV of FCF from acquisition Value creation / IRR of dollar one.threebn","wordCount":53},{"sentence":"acqusition two thousand twenty one eighty one percent eighty percent UPSIDE CASE two thousand twenty ninety two percent ninety one percent DOWNSIDE CASE two thousand twenty four fifty six percent sixty four percent","wordCount":33},{"sentence":"We update our model to reflect the long term financial impact of Siemens and increase our PT to dollar eighty five.","wordCount":21},{"sentence":"Updating our model to reflect the long term financial impact of the Siemens acquisition leads us to increase our target price to dollar eighty five.","wordCount":25},{"sentence":"Our DCF based price target increases to dollar eighty five from dollar seventy five.","wordCount":14},{"sentence":"This target price equates to a target EV/EBITDA multiple of seventeen.x","wordCount":12},{"sentence":"our two thousand sixteen adjusted EBITDA estimate and a P/E target of thirty four.onex","wordCount":15},{"sentence":"our new two thousand sixteen EPS estimate of dollar two.fifty.","wordCount":11},{"sentence":"Siemens Health Services was formed in two thousand when Siemens purchased Shared Medical Systems for dollar two.one billion.","wordCount":19},{"sentence":"While the Siemens parent organization expected SMS to strengthen its healthcare technology portfolio, the business stalled under Siemens ownership and fifteen years later, Siemens Health Services was sold to Cerner for dollar one.three","wordCount":34},{"sentence":"Although Siemens Health Services is well regarded for its strong financial/revenue cycle offering, the company was challenged by two major issues: one) early programming challenges with Soarian, its primary EHR product, and two) delayed delivery of an integrated ambulatory EHR system.","wordCount":41},{"sentence":"While we fully expect that Cerner will seek to leverage Siemens financial system expertise over time, Cerner has made clear that the company does not intend to integrate Siemens technology into Cerner's Millennium infrastructure and that the motivating factor behind the acquisition is the opportunity to migrate a sizable portion of the company's installed base of six hundred forty four hospitals to Cerner software and services over time.","wordCount":68},{"sentence":"In our view, the success of the Siemens acquisition will hinge on the pace and efficiency with which Cerner is able to sunset legacy SMS products and migrate clients to both Siemens' Soarian platform and Cerner's Millennium platform.","wordCount":38},{"sentence":"Consequently, we have focused our research efforts on categorizing Siemens' customer base and modelling the likely path and pace of migration.","wordCount":21},{"sentence":"Understanding the Siemens customer base and the challenges and opportunities available to Cerner as it attempts to capture legacy Siemens hospital's current and future IT expenditures is key to determining the returns and profits Cerner is likely to derive as a result of the Siemens acquisition over the next ten years.","wordCount":51},{"sentence":"Siemens' product suite includes Soarian, the company's primary clinical and financial IT platform, as well as legacy SMS systems, population health tool MobileMD, remote hosting, and other related products and services.","wordCount":31},{"sentence":"Financials for general use in two thousand two and two thousand four, respectively.","wordCount":13},{"sentence":"Soarian Clinicals is a webbased, workflow oriented clinical information system for the acute market, while Soarian Financials is an enterprise wide solution for scheduling, patient access, and revenue management.","wordCount":29},{"sentence":"The products may be purchased separately or together as an integrated product.","wordCount":12},{"sentence":"While the revenue cycle solution is very well respected by hospitals, Soarian Clinicals has been challenged by programming issues, which weighed on adoption for nearly a decade.","wordCount":27},{"sentence":"Although we believe Siemens expended considerable resources developing an ambulatory version of Soarian, the product was never released for general availability.","wordCount":21},{"sentence":"Out of Siemens' customer base of six hundred forty four hospitals, we estimate eighty six hospitals are using an integrated Soarian system, thirty six are only using Soarian Financials, and twenty are only using Soarian Clinicals.","wordCount":36},{"sentence":"For a more detailed view of the installed base, please refer to the section titled `Unpacking the Siemens Installed Base' on page nine.","wordCount":23},{"sentence":"financial platform, was launched in one thousand nine hundred eighty nine, and MedSeriesfour, a community hospital focused system, was inherited from SMS' acquisition of GTE Health Systems in one thousand nine hundred ninety four.","wordCount":34},{"sentence":"Both platforms are available as integrated or standalone clinical and financial solutions.","wordCount":12},{"sentence":"Our analysis of Siemens' customer base suggests that one hundred seventy eight hospitals are only using Invision Financials and twenty one are on the integrated platform.","wordCount":26},{"sentence":"Meanwhile, one hundred twenty hospitals are using only the MSfour financial system and thirty nine are on an integrated solution.","wordCount":20},{"sentence":"We note that seventy eight percent of Siemens customers are still running some sort of legacy SMS system, which demonstrates the inherent stickiness of large HCIT purchases and the difficulty of changing syste Miss In our view, while Siemens would have preferred to sunset Invision and MedSeriesfour and aggressively shift those customers onto its internally developed Soarian platform, the company never established the level of technical credibility needed to drive adoption even as Meaningful Use made clear that the legacy SMS products' days were numbered.","wordCount":85},{"sentence":"While Siemens has continued to support the SMS legacy systems and upgraded them for Meaningful Use one/two and ICDten, we do not believe it is in Cerner's best interest to continue allocating the same level of resources to maintain and service these solutions.","wordCount":43},{"sentence":"We expect the company will seek to sunset these products as quickly as possible, perhaps over the next three six years.","wordCount":21},{"sentence":"The HIE allows hospitals and physician practices to exchange patient data and is relatively well regarded in the marketplace.","wordCount":19},{"sentence":"Siemens expanded MobileMD's functionality by introducing a patient portal in two thousand thirteen.","wordCount":13},{"sentence":"We believe Siemens currently has more than seventy five MobileMD customers.","wordCount":11},{"sentence":"IT operations on either fully or partially outsourced models for approximately forty percent of its U.S. customer base, a slightly lower penetration level than Cerner remote hosting.","wordCount":28},{"sentence":"The majority of Siemens' customers are still utilizing legacy Invision and MSfour syste Miss According to HIMSS Analytics data, Siemens' installed base consists of six hundred forty four hospitals.","wordCount":29},{"sentence":"Approximately sixty percent of clients only employ a Siemens financial solution, while forty percent utilize both a Siemens financial and clinical/EHR platform.","wordCount":22},{"sentence":"Product commentary from Cerner has largely focused on plans to support the Soarian solution.","wordCount":14},{"sentence":"However, we find that only twenty one percent of Siemens' installed base is on the platform; the majority of Siemens' customers are still utilizing legacy Invision and MSfour syste Miss This could be viewed positively as it suggests almost eighty percent of Siemens clients may migrate over the near term.","wordCount":50},{"sentence":"It may also be viewed negatively as it demonstrates the inherent stickiness of legacy financial systems and difficulty in changing systems","wordCount":21},{"sentence":"While all of Cerner's customers are neatly installed on the company's Millennium platform, the Siemens client base of six hundred forty four hospitals is much more complex as the company has multiple products which have been implemented in a dizzying number of combinations.","wordCount":43},{"sentence":"Our approach to peeling back the layers of the Siemens installed base is as follows:","wordCount":15},{"sentence":"Barclays | Cerner Corp. one) We first separate the total base of six hundred forty four hospitals into three segments, categorizing customers by system composition : hospitals using a Siemens financial system only, hospitals using both Siemens financial and clinical/EHR systems, and hospitals using only a Siemens clinical system .","wordCount":49},{"sentence":"Dividing the installed base along these lines allows us to determine the `product gaps' that Cerner may target for replacement as the company gradually shifts Siemens clients onto its Millennium platform.","wordCount":31},{"sentence":"number of hospitals seven hundred two hundred thirty nine six hundred five hundred four hundred three hundred two hundred one hundred Financials Only Clinicals and Financials Clincials Only Total Customer Base three hundred seventy two thirty three six hundred forty four","wordCount":41},{"sentence":"The Siemens retention effort will consist of managing hospitals migrating on different paths at different speeds.","wordCount":16},{"sentence":"Unlike Cerner, we note that the core of Siemens' installed base is founded upon its financial, not clinical, systems as ninety five percent of customers use a Siemens financial product while five percent only use a clinical solution.","wordCount":38},{"sentence":"As providers face a growing value based reimbursement landscape, many will adopt an integrated clinical and financial platform, opening a wide window for Cerner to sell its full Millennium suite of solutions.","wordCount":32},{"sentence":"However, our channel checks indicate that Millennium Financials are currently not as mature as Siemens' products.","wordCount":16},{"sentence":"We anticipate Cerner will continue supporting Soarian while improving Millennium's capabilities in the next two three years, but also wonder if the company will eventually integrate Soarian in the long term.","wordCount":31},{"sentence":"Looking ahead, the Siemens retention effort will consist of managing hospitals migrating on different paths at different speeds.","wordCount":18},{"sentence":"Cerner must implement strategies for transitioning the Siemens' base off Invision and MSfour in the near term, followed by Soarian in the longer term.","wordCount":24},{"sentence":"two) Next, we identify the number of hospitals utilizing each of Siemens' financial products: a) Within the three hundred seventy two hospitals using a Siemens' financial system only, we were surprised to find that just thirty six are on Soarian Financials; the majority of customers within this segment are still utilizing legacy SMS products ­ one hundred seventy eight have Invision installed and one hundred fifty eight have MedSeriesfour or other products.","wordCount":72},{"sentence":"On the other hand, the mix of financial system installs at the two hundred thirty nine hospitals using both Siemens' clinical and financial products is more balanced amongst the three platforms: eighty six hospitals are on Soarian, eighty on Invision, and seventy three on MSfour or other solutions.","wordCount":48},{"sentence":"FIGURE ten Majority of hospitals only using a Siemens financial product are on legacy SMS solutions","wordCount":16},{"sentence":"number of hospitals four hundred three hundred fifty three hundred two hundred fifty two hundred one hundred fifty one hundred fifty Soarian Invision MSfour / Other Customers on Financials Only thirty six one hundred seventy eight one hundred fifty eight three hundred seventy two","wordCount":44},{"sentence":"FIGURE eleven ~one/three of hospitals using both clinical and financial solutions are installed on Soarian Financials","wordCount":16},{"sentence":"number of hospitals three hundred two hundred fifty two hundred one hundred fifty one hundred fifty Soarian Invision MSfour / Other Customers on Clinicals and Financials eighty six eighty seventy three two hundred thirty nine","wordCount":35},{"sentence":"Although Soarian Financials has been available since two thousand four, our analysis reveals that eighty percent of customers using a Siemens financial system are still on legacy SMS products.","wordCount":29},{"sentence":"Although Soarian Financials has been available since two thousand four, our analysis reveals that eighty percent of customers using a Siemens financial system are still on legacy SMS products .","wordCount":29},{"sentence":"In our view, Siemens did not sunset Invision and MedSeriesfour and aggressively shift those customers onto its internally developed Soarian platform as the company needed more time to build its own technical credibility and expertise.","wordCount":35},{"sentence":"number of hospitals three hundred two hundred fifty two hundred one hundred fifty one hundred eighty six fifty thirty six Soarian Financials Only","wordCount":23},{"sentence":"Now that we have a foundational understanding of which financial systems are being utilized, we can begin to drill deeper into hospitals' clinical product selection.","wordCount":25},{"sentence":"We first focus on the two hundred thirty nine customers who have both Siemens clinical and financial systems installed.","wordCount":19},{"sentence":"Please view Figure thirteen below for a detailed product installation breakdown.","wordCount":11},{"sentence":"While all eighty six hospitals on Soarian Financials also utilize Soarian Clinicals, customers on Invision and MSfour/Other financial systems are not on integrated suites.","wordCount":24},{"sentence":"For example, forty four of eighty customers using the Invision financial product have shifted their clinical systems to Soarian ­ the remaining thirty six are still using Invision's clinical solution.","wordCount":30},{"sentence":"FIGURE thirteen Siemens' Customer Base with Clinical and Financial Systems Product Install Matrix","wordCount":13},{"sentence":"Clinical System Soarian Invision thirty six seven forty three forty two forty two MSfour / Other Total eighty six eighty seventy three two hundred thirty nine","wordCount":26},{"sentence":"Will clients on non Soarian financial systems and Soarian Clinicals be encouraged to purchase Soarian Financials, or will customers be funneled to a fully integrated Millennium platform?","wordCount":27},{"sentence":"We view the fact that Siemens was able to transition some clients from legacy SMS products to its newer Soarian offering positively, but note that the majority only switched their clinical systems instead of opting for a fully integrated product.","wordCount":40},{"sentence":"The complex web of product install combinations raises a key question for Cerner as the company moves customers off Siemens' systems : will clients on non Soarian financial systems who now utilize Soarian Clinicals be encouraged to purchase Soarian Financials?","wordCount":40},{"sentence":"Or, given that Cerner does not sell a standalone financial product, will clients be offered to transition to a fully integrated Millennium platform?","wordCount":23},{"sentence":"We provide more detail on our assumptions and expectations regarding how potential migration scenarios may play out in the section titled `Retaining the Siemens Client Base: A Case Study' on page fourteen.","wordCount":32},{"sentence":"four) Lastly, we narrow in on the three hundred seventy two customers that are only using a Siemens' financial system and identify which EHR vendor they are aligned with.","wordCount":29},{"sentence":"Our analysis indicates that one hundred ninety four hospitals are utilizing Cerner's EHR, with the majority on Invision, MSfour, or other non Soarian financial syste Miss Out of the one hundred seventy eight hospitals on other vendors' EHR platforms, we note that sixty eight are aligned with Allscripts and forty six with Epic.","wordCount":53},{"sentence":"FIGURE fourteen Siemens' Customer Base with Financial System Only ­ EHR vendor","wordCount":12},{"sentence":"number of hospitals two hundred one hundred eighty one hundred sixty one hundred forty one hundred twenty one hundred eighty sixty forty twenty thirty six twenty eight eight Soarian","wordCount":29},{"sentence":"As customers are transitioned off Siemens' financial systems, we believe the majority of hospitals will migrate towards installing an integrated clinical and financial product.","wordCount":24},{"sentence":"For example, we think the one hundred eighty six hospitals currently using Cerner's Millennium clinical product will be more easily persuaded to add the financial component, while Cerner may have to offer more generous terms or incentives to Invision/MSfour clients that do not have an existing Cerner relationship.","wordCount":48},{"sentence":"Barclays | Cerner Corp. how potential migration scenarios may play out in the section titled `Retaining the Siemens Client Base: A Case Study' on page fourteen.","wordCount":26},{"sentence":"As a side note, the Siemens customer base is relatively similar to Cerner's in terms of hospital bed size .","wordCount":19},{"sentence":"Both companies have a lower percentage of customers in the sub one hundred bed space compared to overall hospital market, although Siemens' has slightly more small hospitals compared to Cerner.","wordCount":30},{"sentence":"Additionally, Cerner has a much larger mix of three hundred ­ five hundred bed hospitals, while Siemens has a slightly larger mix of one hundred ­ two hundred and five hundred+ bed hospitals.","wordCount":33},{"sentence":"FIGURE fifteen Siemens and Cerner Installed Acute Customer Base by Bed Size","wordCount":12},{"sentence":"Armed with a deeper understanding of the Siemens customer base, we attempt to one) predict how the company's hospital clients will behave, and two) estimate the long term retention rate and implied financial benefit to Cerner.","wordCount":36},{"sentence":"System Composition Financial System Clinical System Clinical System one) Resist Movement","wordCount":11},{"sentence":"The Siemens retention effort consists of managing hospitals migrating on different paths at different speeds.","wordCount":15},{"sentence":"Depending on customers' system composition and product, we believe hospitals will broadly behave in one of four ways: one) Resist Movement; most likely to stay on Soarian as long as possible .","wordCount":31},{"sentence":"Customers exclusively on Soarian solutions have little incentive to move near owing to the Cerner acquisition as Cerner has pledged to support Soarian for at least ten years.","wordCount":28},{"sentence":"Given the inherent stickiness of large HCIT purchases and difficulty in getting providers to change systems, we expect the majority of hospitals in this group will stay on the platforms as long as possible.","wordCount":34},{"sentence":"Our client conversations lead us to believe that Cerner will likely support Soarian well beyond ten years.","wordCount":17},{"sentence":"We believe hospitals using Cerner's EHR platform and legacy SMS financial products have the clearest path to an integrated Millennium suite.","wordCount":21},{"sentence":"While Cerner has publically stated that it will provide a three to five year time horizon of supporting non Soarian products, conversations with current Siemens customers lead us to believe that either Cerner has yet to fully communicate this intention or the company is planning to support the products for a larger period, perhaps five to ten years.","wordCount":58},{"sentence":"As previously stated, HCIT system purchases are deeply entrenched and we expect providers to resist and challenge Cerner's schedule.","wordCount":19},{"sentence":"We think Cerner will move smaller health systems first, while continuing to provide legacy SMS system support for","wordCount":18},{"sentence":"We believe first movers will initially opt to install Soarian Financials but expect to see a shift in preferences toward an integrated Millennium suite over time.","wordCount":26},{"sentence":"This group includes hospitals who are on legacy non Soarian SMS systems and do not use Cerner's EHR.","wordCount":18},{"sentence":"While we believe Cerner will attempt to maximize retention by offering these customers potentially larger discounts/incentives, clients in the group are significantly less anchored to Cerner and will be more inclined to conduct a competitive selection when switching syste Miss Our analysis suggests that forty six hospitals using SMS financial products are on Epic's EHR and forty nine hospitals are on Allscripts' EHR.","wordCount":63},{"sentence":"Additionally, our channel checks indicate that Epic has already begun reaching out to Siemens customers and could capture a significant share from Cerner in this category.","wordCount":26},{"sentence":"The last bucket of customers includes those who are on legacy SMS financial products but have migrated to Soarian Clinicals.","wordCount":20},{"sentence":"We believe the `path of least resistance' for Cerner is to transition these hospitals onto Soarian Financials instead of an integrated Millennium suite.","wordCount":23},{"sentence":"This way, the company can take a longer time to build up strong client relationships and maximize retention when migrating the customers to Millennium ten+ years later.","wordCount":27},{"sentence":"number of hopsitals three hundred two hundred forty eight two hundred fifty two hundred one hundred fifty one hundred fifty Resist Movement","wordCount":22},{"sentence":"While Cerner has provided specific guidance for year one and two financial benefits, the company has yet to outline its approach to migration or to size the near to long term financial benefit.","wordCount":33},{"sentence":"Given the dramatic increase in Cerner's risk profile, the company has given us precious little detail on the offsetting rewards.","wordCount":20},{"sentence":"As we look out ten fifteen years from now to a point when Cerner sunsets all of Siemens products and migrated customers to Millennium, key questions on our minds include: one) How does client retention play out? two) How large is the cross sell opportunity?","wordCount":45},{"sentence":"three) What is the expected financial return on the dollar one.threebn","wordCount":12},{"sentence":"In order to answer these questions, we created the Siemens Cerner Migration Model, an interactive scenario analysis, which models Cerner's customer retention over the next ten years and estimate the total financial benefit to the company.","wordCount":36},{"sentence":"Barclays | Cerner Corp. scenarios incorporating assumptions related to the timing of customer switches, the number of hospitals retained by Cerner and financial metrics used to evaluate the total deal value.","wordCount":31},{"sentence":"Please reach out to us directly if you would like an interactive version of the model or to work with us on custom scenario analysis.","wordCount":25},{"sentence":"Migrating Siemens customers off of legacy SMS platforms is key to profitability.","wordCount":12},{"sentence":"The timing of migration and level of customer retention critically influences the overall value Cerner will derive from the acquisition.","wordCount":20},{"sentence":"These factors especially impact one) the timing and Professional Services/implementation revenue, two) the level of ongoing Managed Services revenue, and three) the overall cost basis and operating margins associated with supporting the installed base.","wordCount":34},{"sentence":"In regards to the Managed Services opportunity, we believe Cerner has the ability to provide remote hosting services to a larger percentage to Siemens customers.","wordCount":25},{"sentence":"Additionally, the faster Cerner can migrate customers off Invision and MSfour, the sooner the company can improve overall margins via eliminating the considerable costs necessary to support the legacy platfor Miss FIGURE eighteen Siemens Acquisition: Summary of ten YR Base, Upside, and Downside Scenarios","wordCount":44},{"sentence":"BASE CASE Key Operational Assumptions Complete sunset of legacy SMS products Average percent retention of migrated customers percent of Siemens Hospital Base Retained by two thousand twenty four* Financial Outputs ten year total revenue opportunity ten year average EBIT margin PV of FCF from acquisition Value creation / IRR of dollar one.threebn","wordCount":53},{"sentence":"acqusition two thousand twenty one eighty one percent eighty percent UPSIDE CASE two thousand twenty ninety two percent ninety one percent DOWNSIDE CASE two thousand twenty four fifty six percent sixty four percent","wordCount":33},{"sentence":"Source: Barclays Research; *Note: Includes hospitals still on Soarian syste Miss.","wordCount":11},{"sentence":"In our baseline scenario we believe a significant majority of the five hundred two hospitals that are likely to migrate to Millennium, install Soarian Financials, or conduct a competitive system selection, will transition from their existing systems over a three year period from two thousand eighteen through to two thousand twenty; we expect Cerner will retain approximately seventy four percent of hospitals switching platforms during this period.","wordCount":67},{"sentence":"Separately, hospitals on Soarian, will begin migrating in two thousand twenty one; we anticipate a ninety percent retention level of hospital switches from two thousand twenty one onwards.","wordCount":28},{"sentence":"number of Hospitals two hundred one hundred eighty one hundred sixty one hundred forty one hundred twenty one hundred eighty sixty forty twenty two thousand fifteen two thousand sixteen two thousand seventeen two thousand eighteen two thousand nineteen two thousand twenty two thousand twenty one two thousand twenty two two thousand twenty three two thousand twenty four Hospitals Remaining* thirty eight sixty three forty eight twenty nine eight seven eight seven fifteen fourteen fifteen fourteen ninety five seventy ninety four ninety three one hundred twenty seven one hundred thirty three Invision and MSfour one hundred eighty one fully sunset","wordCount":99},{"sentence":"Our base case scenario results in an IRR of fifteen percent.","wordCount":11},{"sentence":"In our base case, we assume hospital system migrations, and corresponding revenue from the newly converted installed base, will begin to accelerate in two thousand eighteen.","wordCount":26},{"sentence":"The paced outflow of clients from Invision and MSfour will allow Cerner to completely sunset the systems and only support Soarian by two thousand twenty one.","wordCount":26},{"sentence":"Over the next ten years, we assume Cerner generates approximately dollar thirteen.fourbn in revenues from the legacy installed base, converted base, and cross sales of additional Cerner offerings such as pop health and ambulatory.","wordCount":35},{"sentence":"On the cost synergy front, we assume Cerner will aggressively eliminate SG and A costs in the next two to three years; the company will also look to cut peripheral R and D spending in the short term and benefit from further reductions once Invision and MSfour are completely sunset.","wordCount":50},{"sentence":"We assume the company will generate dollar two.fourbn of EBIT from the Siemens' installed base over this time period.","wordCount":20},{"sentence":"Assuming a seven percent cost of capital, this equates to a PV of free cash flows from the acquisition of dollar three.bn","wordCount":23},{"sentence":"­ value creation of over dollar one.seven billion over the price paid for Siemens.","wordCount":15},{"sentence":"Put another way, in this first scenario we believe the long term benefits from the Siemens acquisition will yield Cerner an IRR of fifteen percent.","wordCount":25},{"sentence":"'fifteen 'sixteen ' seventeen 'eighteen 'nineteen 'twenty 'twenty one 'twenty two 'twenty three 'twenty four Siemens Revenue Cross Sales Revenue","wordCount":20},{"sentence":"dollar, mn dollar three hundred fifty dollar three hundred dollar two hundred fifty dollar two hundred dollar one hundred fifty dollar one hundred dollar fifty dollar 'fifteen 'sixteen ' seventeen 'eighteen 'nineteen 'twenty 'twenty one 'twenty two 'twenty three 'twenty four Siemens EBIT","wordCount":43},{"sentence":"Scenario two / Upside Case: Better than expected customer retention, earlier sunset","wordCount":12},{"sentence":"Scenario two illustrates our projections assuming a better than expected level of customer retention.","wordCount":14},{"sentence":"In this scenario, Cerner is able to quickly migrate hospitals on legacy SMS products onto Millennium .","wordCount":16},{"sentence":"In scenario two, a significant majority of the five hundred two hospitals that are likely to migrate to Millennium, install Soarian Financials, or conduct a competitive system selection will transition from their existing systems over a three year period from two thousand seventeen through to two thousand nineteen; we expect Cerner will retain approximately eighty eight percent of hospitals switching platforms during this period.","wordCount":64},{"sentence":"Separately, hospitals on Soarian, will begin migrating in two thousand twenty; we anticipate a ninety five percent retention level of hospital switches from two thousand twenty one onwards.","wordCount":28},{"sentence":"FIGURE twenty two Scenario two : Siemens Installed Base Migration Forecast","wordCount":11},{"sentence":"number of Hospitals two hundred one hundred eighty one hundred sixty one hundred forty one hundred twenty one hundred eighty sixty forty twenty two thousand fifteen two thousand sixteen two thousand seventeen two thousand eighteen two thousand nineteen two thousand twenty two thousand twenty one two thousand twenty two two thousand twenty three two thousand twenty four Hospitals Remaining* eight eight twelve eleven fifteen fourteen sixteen fifteen sixteen fifteen forty three thirty nine fifty nine one hundred twenty one one hundred six one hundred seventy one hundred forty nine Invision and MSfour one hundred eighty four fully sunset one hundred sixty two","wordCount":102},{"sentence":"Our upside case results in an IRR of twenty one percent.","wordCount":11},{"sentence":"In the upside case scenario, we assume hospital system migrations, and corresponding revenue from the newly converted installed base, will begin to accelerate in two thousand seventeen.","wordCount":27},{"sentence":"The rapid outflow of clients from Invision and MSfour will allow Cerner to completely sunset the systems","wordCount":17},{"sentence":"Barclays | Cerner Corp. and only support Soarian by two thousand twenty.","wordCount":12},{"sentence":"Over the next ten years, we assume that Cerner will generate approximately dollar seventeen.threebn in revenues from the legacy installed base, converted base, and cross sales of additional Cerner offerings such as pop health and ambulatory.","wordCount":37},{"sentence":"We assume the company will generate dollar three.threebn of EBIT from the Siemens' installed base over this time period.","wordCount":20},{"sentence":"Assuming a seven percent cost of capital, this equates to a PV of free cash flows from the acquisition of dollar four.fivebn ­ significant value creation of over dollar three.twobn over the price paid for Siemens.","wordCount":38},{"sentence":"Put another way, in our upside case we believe the long term benefits from the Siemens acquisition can yield Cerner a very high IRR of twenty one percent .","wordCount":28},{"sentence":"'fifteen 'sixteen ' seventeen 'eighteen 'nineteen 'twenty 'twenty one 'twenty two 'twenty three 'twenty four Siemens Revenue Cross Sales Revenue","wordCount":20},{"sentence":"dollar, mn dollar five hundred dollar four hundred fifty dollar four hundred dollar three hundred fifty dollar three hundred dollar two hundred fifty dollar two hundred dollar one hundred fifty dollar one hundred dollar fifty dollar 'fifteen 'sixteen ' seventeen 'eighteen 'nineteen 'twenty 'twenty one 'twenty two 'twenty three 'twenty four Siemens EBIT","wordCount":53},{"sentence":"dollar four hundred thirty one dollar four hundred forty three dollar three hundred ninety eight dollar three hundred sixty two dollar three hundred sixty nine dollar three hundred eighty four dollar three hundred twenty six dollar two hundred thirty dollar one hundred fifty nine dollar eighty","wordCount":46},{"sentence":"Scenario three / Downside Case: Worse than expected customer retention, later sunset","wordCount":12},{"sentence":"Our downside scenario reflects lower client retention and a later sunset date for legacy SMS products.","wordCount":16},{"sentence":"Scenario three, our downside scenario, illustrates our expectations regarding the likely course of future events assuming a worse than expected level of customer retention.","wordCount":24},{"sentence":"In this scenario, Cerner will be significantly challenged in its efforts to migrate customers off legacy SMS products, end up supporting the systems for much longer than expected, and experience a much lower retention rate.","wordCount":35},{"sentence":"Additionally, this may result in a larger than expected drain on resources, capital, and could distract management from the core business though no financial impact is considered here.","wordCount":28},{"sentence":"We assume the five hundred two hospitals that are likely to migrate to Millennium, install Soarian Financials, or conduct a competitive system selection will transition from their existing systems over an eight year period from two thousand sixteen through to two thousand twenty three; we expect Cerner will retain roughly fifty four percent of hospitals switching platforms during this period.","wordCount":60},{"sentence":"Separately, hospitals on Soarian, will begin migrating in two thousand twenty three.","wordCount":12},{"sentence":"FIGURE twenty five Scenario three : Siemens Installed Base Migration Forecast","wordCount":11},{"sentence":"number of Hospitals one hundred sixty one hundred forty one hundred twenty one hundred eighty sixty forty twenty two thousand fifteen two thousand sixteen two thousand seventeen two thousand eighteen two thousand nineteen two thousand twenty two thousand twenty one two thousand twenty two two thousand twenty three two thousand twenty four Hospitals Remaining* twenty five thirteen twenty five thirteen forty three twenty three forty eight twenty five forty eight twenty five fifty one twenty eight eight six seventy one seventy seven one hundred thirty two Invision and MSfour fully sunset one hundred forty one one hundred twenty four","wordCount":99},{"sentence":"In the worse than expected scenario, we assume hospital system migrations, and corresponding revenue from the newly converted installed base, will slowly take place over two thousand sixteen through two thousand twenty one before Cerner begins to force customers off legacy platforms in two thousand twenty two.","wordCount":47},{"sentence":"A slow outflow of clients from Invision and MSfour suggests Cerner will not be able to completely sunset the systems and only support Soarian until two thousand twenty four.","wordCount":29},{"sentence":"Over the next ten years, we anticipate Cerner will generate approximately dollar nine.fivebn in revenues from the legacy installed base, converted base, and cross sales of additional Cerner offerings such as pop health and ambulatory.","wordCount":36},{"sentence":"While we expect Cerner to aggressively eliminate SG and A costs in the next two to three years, the company not be able to significantly reduce R and D until Invision and MSfour are completely sunset.","wordCount":36},{"sentence":"Additionally, we believe Cerner will reduce a portion of SG and A as part of its post acquisition cost synergy activities but will not be able to eliminate further costs until the legacy platforms are fully phased out.","wordCount":38},{"sentence":"We assume the company will generate dollar nine hundred seventymn of EBIT from the Siemens' installed base over this time period.","wordCount":21},{"sentence":"Assuming a seven percent cost of capital, this equates to a PV of free cash flows from the acquisition of dollar one.twobn","wordCount":23},{"sentence":"­approximately dollar one hundredmn less than the price paid for Siemens.","wordCount":11},{"sentence":"The long term benefits from the Siemens acquisition, when accounting for a loss of two hundred forty four hospitals, or thirty seven percent of the installed base, results in an IRR of seven percent, in this downside case.","wordCount":38},{"sentence":"'fifteen 'sixteen ' seventeen 'eighteen 'nineteen 'twenty 'twenty one 'twenty two 'twenty three 'twenty four Siemens Revenue Cross Sales Revenue","wordCount":20},{"sentence":"Siemens Operating losses dollar one hundred fifty eight dollar one hundred thirty four dollar one hundred dollar one hundred dollar eighty dollar eighty four dollar fifty dollar one hundred eleven dollar one hundred fifteen dollar one hundred forty four","wordCount":39},{"sentence":"dollar one hundred eighty dollar one hundred sixty dollar one hundred forty dollar one hundred twenty dollar one hundred dollar eighty dollar sixty dollar forty dollar twenty dollar 'fifteen 'sixteen ' seventeen 'eighteen","wordCount":33},{"sentence":"While we expect investors will focus primarily on Cerner's efforts to manage and retain Siemens' domestic business, we believe the acquisition also nicely complements and expands the company's international operations.","wordCount":30},{"sentence":"The majority of Siemens' international revenue is earned in Germany; the company also has footprints in the Netherlands, Switzerland, Austria, and Norway.","wordCount":22},{"sentence":"Approximately seventy five percent of Cerner's international revenue is derived from the UK, Canada, Australia, and UAE/Saudi Arabia/Middle East.","wordCount":19},{"sentence":"Additionally, Siemens has traditionally focused its international efforts on smaller institutions than are the prime focus of Cerner.","wordCount":18},{"sentence":"As such, Siemens should provide Cerner with a conduit to a wide variety of public and private purchasers with widely divergent levels of technology sophistication.","wordCount":25},{"sentence":"We believe Cerner will capitalize on its broader global presence to not only sell incrementally more Millennium licenses but other ancillary services as well.","wordCount":24},{"sentence":"Before the Siemens deal was announced, we believed that Cerner viewed the DoD EHR contract opportunity as a key enabler of the company's longer term international strategy as the award will greatly improve the winning vendor's global visibility.","wordCount":38},{"sentence":"Now that Cerner has Siemens' strong access, credibility, and relationships in the European market, we think the company is less reliant on the DoD contract to drive the next leg of its international expansion.","wordCount":34},{"sentence":"It is even possible that the DoD contract may be a potential challenge for Cerner as we are slightly uneasy about the company's capacity to juggle the project's demands at a point in time when Siemens' execution will be paramount.","wordCount":40},{"sentence":"Cerner must succeed on an number of operational fronts over the next ten+ years.","wordCount":14},{"sentence":"In our view, Cerner must succeed on a number of operational fronts over the next ten+ years.","wordCount":17},{"sentence":"First, the company needs to quickly begin a massive relationship building effort with the Siemens installed base.","wordCount":17},{"sentence":"Our discussions with Siemens clients across both the large and small ends of the health system spectrum reveal a high level of customer service, including a personal relationship with John Glaser, and many customers we have spoken with expect a similar level of service when moving to Cerner.","wordCount":48},{"sentence":"The next part is even trickier: Cerner must carefully design and lead Siemens customers on various migration strategies.","wordCount":18},{"sentence":"Barclays | Cerner Corp. discussed in the prior sections, the company must migrate hospitals quickly to eliminate costs associated with supporting legacy SMS products but do so without any missteps that will cause customers to panic and/or switch vendors.","wordCount":39},{"sentence":"While there is a significant opportunity to generate shareholder value, our three scenarios indicate a positive financial result is far from certain.","wordCount":22},{"sentence":"While Cerner's risk profile has increased, we believe the risk/reward remains tilted in favor of reward ­ consequently, we reiterate our Overweight/Positive rating on the shares .","wordCount":26},{"sentence":"Our migration model provides a basis for projecting the value of the Siemens acquisition and for monitoring Cerner's progress over the decade to come.","wordCount":24},{"sentence":"The base case scenario implies a strong return on the acquisitions with the IRR on Siemens equating to fifteen percent, more than double Cerner's WACC.","wordCount":25},{"sentence":"range of potential outcomes and we acknowledge that given the lack of commentary to date from management, the model requires an uncomfortably high number of educated guesses.","wordCount":27},{"sentence":"As such, we will update the model as more data becomes public.","wordCount":12},{"sentence":"Updating our model to reflect the long term financial impact of the Siemens acquisition leads us to increase our target price to dollar eighty five.","wordCount":25},{"sentence":"Our DCF based price target increases to dollar eighty five from dollar seventy five.","wordCount":14},{"sentence":"This target price equates to a target EV/EBITDA multiple of seventeen.x","wordCount":12},{"sentence":"our two thousand sixteen adjusted EBITDA estimate and a P/E target of thirty four.onex","wordCount":15},{"sentence":"our new two thousand sixteen EPS estimate of dollar two.fifty.","wordCount":11},{"sentence":"Our previous DCFbased price target of dollar seventy five was derived using a WACC of seven percent, target debt to cap of forty percent, and terminal growth rate of three percent ).","wordCount":32},{"sentence":"Over the last few months we spoke with a number of current Siemens clients, ranging from small to large health syste Miss While all the clients we spoke with appeared to view the acquisition positively, our conversations indicated that many have yet to determine future system migration plans.","wordCount":48},{"sentence":"Five key takeaways from our client conversations: one) Cerner may have to support Siemens' products for a longer period of time than currently anticipated.","wordCount":24},{"sentence":"Our biggest finding from conversations with clients is a discrepancy between what Cerner has publicly stated regarding the length of platform support and the time period clients perceive will actually play out.","wordCount":32},{"sentence":"Customers on older legacy products Invision and MSfour anticipate Cerner will continue supporting those systems longer than the intended three five year horizon.","wordCount":23},{"sentence":"Additionally, those on Soarian expressed expectations that Cerner would support the platform for at least ten years, in contrast with the fixed ten year mark the company stated.","wordCount":28},{"sentence":"Siemens' clients exhibited a wide range of views on eventual system migration decisions.","wordCount":13},{"sentence":"The majority of customers have not begun internal discussions around system migration and are currently adopting a `wait andsee' approach.","wordCount":20},{"sentence":"While Cerner has yet to communicate with all of the Siemens customer base, all the clients we spoke with have not heard any new statements regarding product sunsets or Millennium migration plans.","wordCount":32},{"sentence":"We asked hospital CIOs about likely outcomes and heard an equal number of responses for one) will go Epic, two) will go Cerner, and three) will conduct a competitive selection.","wordCount":30},{"sentence":"CIOs indicated a strong preference for eventually operating a fully integrated, single vendor HCIT platform.","wordCount":15},{"sentence":"The majority of CIOs desire a fully integrated platform across all clinical/financial and acute/ambulatory components within the health system ­ an IT infrastructure would be the most effective in a value based payment environment.","wordCount":34},{"sentence":"However, many expressed doubts if they would receive the capital and/or operating budget required to implement a fully integrated, one vendor system in the near future.","wordCount":26},{"sentence":"Siemens' provided all of its clients with extremely strong client service and cultivated deep management relationships.","wordCount":16},{"sentence":"Every CIO we spoke with held John Glaser, previous CEO of Siemens Health Services, in high esteem.","wordCount":17},{"sentence":"While Siemens may have frustrated clients with product issues and prolonged implementation, customers were able to directly escalate issues to John Glaser.","wordCount":22},{"sentence":"While we believe Cerner will build strengthen its new client relationships over time, we are unsure if customers will have the same level of management access.","wordCount":26},{"sentence":"We expect Mister Glaser will play a key role in managing the Siemens relationships in the near term.","wordCount":18},{"sentence":"Separately, our conversations led us to believe that Cerner has yet to reach out to all of Siemens clients ­ only the larger systems we spoke with indicated contact with the company.","wordCount":32},{"sentence":"As we would have expected, our channel checks indicate that Epic has started reaching out to Siemens' health system clients.","wordCount":20},{"sentence":"We believe Cerner's primary competitor could capture an especially significant share of the two hundred fifty one hospitals falling under Siemens `Likely to Conduct a Competitive Selection' category.","wordCount":28},{"sentence":"FIGURE twenty eight Selected company commentary related to the Siemens acquisition","wordCount":11},{"sentence":"Date / Event Topic Comments The majority of will be in backlog for health services that will come into the income statement.","wordCount":22},{"sentence":"The classification of it will vary, but it is flowing from long term contracts that will have a variety of components to the revenue, but it's basically a single bucket of dollars that will be parsed out in different places, but it's coming out of primarily the backlog.","wordCount":48},{"sentence":"Their revenues have actually been fairly flat over a period of time.","wordCount":12},{"sentence":"They haven't decreased, but they haven't grown significantly over a period.","wordCount":11},{"sentence":"So their recurring percentage, at the end of the day, probably isn't the recurring and highly visible isn't a whole lot different than what ours is.","wordCount":26},{"sentence":"Given the targets we've set, getting to dollar one hundred seventy five million of OE coming from these assets by two thousand seventeen, we think those are eminently attainable.","wordCount":29},{"sentence":"We look at two thousand fifteen and look at approximately dollar .fifteen of synergies, primarily cost driven, that we expect to see going to the P and L in two thousand fifteen.","wordCount":32},{"sentence":"So, yes, we continue to see those synergies being things that we can drive and gain the benefit in our P and L next year.","wordCount":25},{"sentence":"We expect the first year of incorporating Siemens Health Systems into our results to bring our adjusted operating margins down to the low twenty percent range.","wordCount":26},{"sentence":"We expect operating margin to return to the mid twenty percent s by two thousand seventeen, based on ongoing leverage in our core business and as the expected accretion ramps.","wordCount":30},{"sentence":"That will be supplemented when we close the Siemens transaction with another dollar two hundred million of R and D that they spend.","wordCount":23},{"sentence":"So we will be a company spending approximately dollar six hundred fifty million a year on R and D. The CapEx required for health services isn't significant.","wordCount":27},{"sentence":"There are some things we want to invest in, clearly just their offices and making sure that they've got what they need, a little bit relative to their data center, getting that up to speed relative to our standards and being able to utilize some of that space.","wordCount":48},{"sentence":"accretive to non GAAP EPS in two thousand fifteen and more than dollar .twenty","wordCount":14},{"sentence":"And for a non GAAP number, it would be before share based compensation, one time transaction costs, acquisition related amortization, and deferred revenue adjustments.","wordCount":24},{"sentence":"Projected annual pre tax synergies from crossselling and cost savings are expected to be greater than dollar one hundred seventy five million by two thousand seventeen.","wordCount":26},{"sentence":"I have spent a fair amount of time on the number with a number of clients, and clients are very receptive and excited that Cerner has stepped in to acquire Health Services, and I think there is many that will that are looking for a strong path moving forward with Cerner, and whether that's on Soarian platform or whether that perhaps on a Millennium platform, each client's journey is different, but I've been very pleased with how the clients have responded to date","wordCount":83},{"sentence":"Aug five two thousand fourteen Siemens Acquisition Conference Call Aug five two thousand fourteen Siemens Acquisition Conference Call Feb two two thousand fifteen fourQfourteen Earnings Call Oct twenty three two thousand fourteen threeQfourteen Earnings Call","wordCount":35},{"sentence":"We are going to support Soarian for the next ten years.","wordCount":11},{"sentence":"So those clients that are on Soarian, we absolutely are committed to their success and making them as happy as Siemens Platform Support possible.","wordCount":24},{"sentence":"Those that are on some of the older legacy solutions, we do think that that will play out over I do think it is a three to five year horizon as we move forward.","wordCount":34},{"sentence":"As it relates to the Siemens global element, there are some markets where they played at a little bit of a lower end in terms of scalability of the solution.","wordCount":30},{"sentence":"And so from a scalability perspective, they have some offerings that scale to a different part of the marketplace that we haven't been in.","wordCount":24},{"sentence":"And it is very nice and complementary and will give us good entree into those countries.","wordCount":16},{"sentence":"And they're but those many of those places are natural places that we would have looked to have gone over time and as we've looked at the portfolio For their clients, they offer complementary and supporting services, including hosting and managed services, implementation, strategic consulting, as well as clearinghouse and health information exchange capabilities.","wordCount":54},{"sentence":"And obviously, we all know they have a strong track record in revenue cycle management solutions.","wordCount":16},{"sentence":"On the global front, they have a strong presence in Germany, Sweden, Austria, Spain, Norway, and the Netherlands and are very complementary to our existing global footprint I'd say their percent that's coming from non US sources is probably more traditionally what we used to see in the mid teens.","wordCount":50},{"sentence":"Aug five two thousand fourteen Siemens Acquisition International Conference Call Source: Company reports, Barclays Research","wordCount":15},{"sentence":"I, Eric Percher, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":60},{"sentence":"To the extent that any of the conclusions are based on a quantitative model, Barclays hereby certifies that the views expressed in this research report accurately reflect the firm's quantitative research model and no part of the firm's compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":59},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, fourteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to https://live.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: https://live.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":32},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by this issuer or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays Bank PLC.","wordCount":20},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of this issuer.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Health Care Distribution and Technology Allscripts Healthcare Solutions, Inc. Cardinal Health Inc. Express Scripts Holding Co. Omnicare, Inc. VWR Corp. Distribution of Ratings: Barclays Equity Research has two thousand six hundred eighty seven companies under coverage.","wordCount":50},{"sentence":"forty three percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty one percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty five percent of companies with this rating are investment banking clients of the Firm.","wordCount":38},{"sentence":"fourteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty percent of companies with this rating are investment banking clients of the Firm.","wordCount":35},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"The current list of Top Picks is available on https://live.barcap","wordCount":11},{"sentence":"dot com /go/RSL/servlets/dv.search?pubType=four thousand five hundred twenty six and contentType=latest.","wordCount":11},{"sentence":"AmerisourceBergen Corp. Catamaran Corp. McKesson Corp. PharMerica Corporation Athenahealth, Inc. Cerner Corp. MedAssets, Inc.","wordCount":14},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays offices involved in the production of equity research: London Barclays Bank PLC New York Barclays Capital Inc. Tokyo Barclays Securities Japan Limited São Paulo Banco Barclays S.A. Hong Kong Barclays Bank PLC, Hong Kong branch Toronto Barclays Capital Canada Inc. Johannesburg Absa Bank Limited Mexico City Barclays Bank Mexico, S.A. Taiwan Barclays Capital Securities Taiwan Limited Seoul Barclays Capital Securities Limited Mumbai Barclays Securities Private Limited Singapore Barclays Bank PLC, Singapore branch","wordCount":75},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date eleven Feb two thousand fifteen four Mar two thousand fourteen twenty five Oct two thousand twelve twenty seven Apr two thousand twelve Closing Price sixty seven.seventy","wordCount":32},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by Cerner Corp. or one of its affiliates.","wordCount":26},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of Cerner Corp.. Valuation Methodology: Our dollar eighty five price target is derived from DCF analysis based on a discount rate of seven percent and a terminal growth rate of three percent .","wordCount":44},{"sentence":"This target price equates to a target EV/EBITDA multiple of seventeen.x","wordCount":12},{"sentence":"our two thousand sixteen adjusted EBITDA estimate and a P/E target of thirty four.onex","wordCount":15},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: one) High bookings growth expectations represent a near term risk for Cerner each quarter.","wordCount":26},{"sentence":"two) Failure to execute on the double digit top line growth presents a long term risk to our growth outlook.","wordCount":20},{"sentence":"three) The company faces increasing competition from new healthcare entrants and established non healthcare entrants.four)","wordCount":16},{"sentence":"Mismanagement of the Siemens installed base causes lower than expected customer retention and is a significant burden on costs and management attention","wordCount":22},{"sentence":"DISCLAIMER: This publication has been prepared by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been issued by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All equity research material is distributed in India by Barclays Securities Private Limited, INB/INF eleven million two hundred ninety two thousand seven hundred thirty eight | Corporate Identification Number: Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three | Registered Office: two hundred eight | Ceejay House | Doctor Annie Besant Road | Shivsagar Estate | Worli | Mumbai four hundred eighteen | India, Phone: + ninety one twenty two sixty seven million one hundred ninety six thousand three hundred sixty three) .","wordCount":87},{"sentence":"Other research reports are distributed in India by Barclays Bank PLC, India Branch.","wordCount":13},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":21},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is One Raffles Quay Level twenty eight, South Tower, Singapore forty eight thousand five hundred eighty three.","wordCount":39},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
