{"fileName":"Barclays_AutoZone_Inc_Raising_3Q_Comp_to_3_Corporate_Initiatives_Ahead_of_Plan_R.pdf","numberSentences":205,"text":[{"sentence":"Retail | U.S. Retail Hardlines eleven May two thousand fifteen","wordCount":11},{"sentence":"Raising threeQ Comp to three percent ; Corporate Initiatives Ahead of Plan; Reiterate OW","wordCount":14},{"sentence":"We are increasing our comp expectation for AutoZone's fiscal threeQ from two percent to three percent, based on accelerating trends in the latter part of the company's quarter.","wordCount":28},{"sentence":"After a slow start, where we believe comps were negative due solely to the timing of tax rebates, we believe sales accelerated, particularly in failure related categories in most markets.","wordCount":30},{"sentence":"Our three percent comp expectation is especially noteworthy, given our estimate incorporates a fifty one hundred bp impact from the timing of tax benefits out of FthreeQ and into FtwoQ.","wordCount":30},{"sentence":"Additionally, we believe AutoZone is ahead of plan with respect to accelerating its commitment to serving the DIFM customer.","wordCount":19},{"sentence":"After announcing last quarter plans to open three additional mega hubs by fiscal year end, we believe all three mega hubs are now open, increasing the company's commitment to serving the Pro.","wordCount":32},{"sentence":"Recall a typical mega hub is twenty five thirtyk square feet, and has eighty one hundredk SKUs, effectively increasing part availability at the company.","wordCount":24},{"sentence":"Each mega hub can service five ten hubs, which in turn can support ten fifty stores.","wordCount":16},{"sentence":"In total, we believe the five mega hubs today can support an estimated thirty five forty percent of AutoZone's domestic store base.","wordCount":22},{"sentence":"Together with an increase in delivery frequency, which AutoZone continues to test at four hundred fifty five hundred stores today, the commercial customer remains a key focus for AutoZone.","wordCount":29},{"sentence":"Furthermore, we believe that the prior plan to open two or three DCs over the next few years will likely ultimately result in three, with the first opening in twoHsixteen.","wordCount":30},{"sentence":"Additionally, with a greater concentration of full time employees vs. its competitors, we believe AutoZone remains well positioned to increase share in the fast growing DIFM market.","wordCount":27},{"sentence":"We believe the strong company specific initiatives together with strong industry data, including the percent y/y decline in gas and miles driven data, among the best in twelve years should likely continue to drive momentum at the company.","wordCount":38},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"USD six hundred eighty six.thirteen + seventeen percent AZO twenty one thousand seven hundred sixty six thirty one.seventy","wordCount":20},{"sentence":"hundred twenty six.one thousand two hundred ninety two alan.rifkin","wordCount":11},{"sentence":"at barclays dot com BCI, New York Sam Reid one.two","wordCount":11},{"sentence":"hundred twenty six.three thousand four hundred seventy six sam.reid at barclays dot com BCI, New York Todd Cohen +one two hundred twelve five hundred twenty six six thousand ninety six todd.cohen at barclays dot com BCI, New York","wordCount":41},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE five.","wordCount":11},{"sentence":"U.S. Retail Hardlines Industry View: NEUTRAL Stock Rating: OVERWEIGHT two thousand fourteenA nine thousand four hundred seventy five two thousand eighty one one thousand eight hundred thirty one thousand six hundred sixty three one thousand seventy thirty one.fifty","wordCount":40},{"sentence":"two thousand fifteenE ten thousand ninety one two thousand two hundred eighty one two thousand fifteen one thousand eight hundred twenty five one thousand one hundred fifty nine thirty six.twenty thirty two. .","wordCount":33},{"sentence":"two thousand sixteenE ten thousand five hundred ninety six two thousand four hundred fourteen two thousand one hundred thirty one one thousand nine hundred sixteen one thousand two hundred seventeen forty one.twenty","wordCount":33},{"sentence":"two thousand seventeenE eleven thousand one hundred twenty six two thousand five hundred sixty five two thousand two hundred sixty five two thousand fifty one thousand three hundred two forty six.fifty twenty eight. .","wordCount":34},{"sentence":"AutoZone offers consistent earnings growth and a commitment to enhancing shareholder value.","wordCount":12},{"sentence":"Our price target uses a multiple of twenty twox our two thousand fifteen fiscal year EPS estimate.","wordCount":17},{"sentence":"Our upside scenario uses a multiple of twenty threex our two thousand fifteen fiscal year EPS estimate.","wordCount":17},{"sentence":"Downside risks include material increases in gasoline prices, a change in the competitive landscape and pricing pressure.","wordCount":17},{"sentence":"Our downside scenario uses a multiple of fifteenx our two thousand fifteen fiscal year EPS estimate.","wordCount":16},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDA FCF yield P/Sales P/BV Dividend yield Total debt/capital Selected operating metrics Sales growth Same store sales growth Number of stores Square footage growth Inventory growth","wordCount":99},{"sentence":"We are confident in AutoZone's strength as an executor within a strong industry.","wordCount":13},{"sentence":"This should support long term company specific outperformance and provide AutoZone with a long tail of comp growth.","wordCount":18},{"sentence":"Recall that, last month, we hosted a series of meetings with AutoZone CEO Bill Rhodes, who highlighted several of the company's ongoing initiatives, including one) investments in distribution, including AutoZone's mega hub initiatives, new distribution centers and a focus on greater delivery frequency, two) the LT potential of the company's commercial business, three) the opportunities to leverage IMC, and four) the company's insulation from e commerce.","wordCount":66},{"sentence":"We remain confident that AutoZone will open at least three hundred commercial programs during fiscal two thousand fifteen.","wordCount":18},{"sentence":"We view AutoZone's investments in mega hubs and commercial desks ­ ongoing initiatives that Mister Rhodes emphasized throughout our meetings ­ as particularly meaningful, both for near term and longer term performance: · Mega hubs: After announcing last quarter plans to open three additional mega hubs by fiscal year end, we believe all three Mega hubs are now open, increasing the company's commitment to serving the Pro.","wordCount":67},{"sentence":"Recall a typical mega hub is twenty five thirtyk square feet, and has eighty one hundredk SKUs, effectively increasing part availability at the company.","wordCount":24},{"sentence":"Each mega hub can service five ten hubs, which in turn can support ten fifty stores.","wordCount":16},{"sentence":"In total, we believe the five mega hubs today can support an estimated thirty five forty percent of AutoZone's domestic store base.","wordCount":22},{"sentence":"Commercial desks: AutoZone continues to invest in its commercial desk program, with plans to open three hundred desks in fiscal two thousand fifteen vs. four hundred last year.","wordCount":28},{"sentence":"With commercial desks in seventy eight percent of the company's stores today, we are not surprised that the absolute pace of commercial desk openings is slowing.","wordCount":26},{"sentence":"However, we expect AutoZone to continue to benefit from incremental improvements in productivity at its existing commercial desks.","wordCount":18},{"sentence":"We believe that commercial desk penetration could reach ninety ninety five percent long term, representing a long tailed growth opportunity for AutoZone and its commercial operations.","wordCount":26},{"sentence":"As an aside, thirty percent of commercial desks at AutoZone are under three years old.","wordCount":15},{"sentence":"Additionally, recall that, in fiscal twoQ, management noted that commercial desks five years or older comped in the mid single digit range.","wordCount":22},{"sentence":"Share Gains Also Likely to be a Meaningful Company Specific Driver","wordCount":11},{"sentence":"We also believe that AutoZone, with its relatively high degree of DIY penetration, is well positioned to capture share as Advance Auto Parts focuses on building its commercial business.","wordCount":29},{"sentence":"We expect this to be a tailwind both for threeQ and longer term.","wordCount":13},{"sentence":"Both AutoZone and O'Reilly management have indicated their view that Advance's integration of General Parts is progressing slowly.","wordCount":18},{"sentence":"At our April meeting with AutoZone CEO Bill Rhodes, he indicated that the integration is progressing slowly from his vantage point, with little completed on the integration itself.","wordCount":28},{"sentence":"He also noted that there are few Carquest conversions that have taken place to date, signaling that Advance may be missing key milestones that other peers did not when they were undertaking large acquisitions.","wordCount":34},{"sentence":"Additionally, on O'Reilly's oneQ earnings call, CEO Greg Henslee noted that there are some markets they really haven't done much consolidation work yet.","wordCount":23},{"sentence":"Additionally, we expect near term results to reflect continued industry momentum, including: one) Recent strength in miles driven data ­ with strong results in February at +two.eight percent, January at +four.nine percent, and December at +five.","wordCount":38},{"sentence":"percent ; two) Support from low gas prices, which are down","wordCount":11},{"sentence":"Barclays | AutoZone Inc. percent y/y at dollar two.sixty two/gallon; three) Continued support from long term macro data trends, including average vehicle age of +eleven years and continued increases in part ASPs.","wordCount":33},{"sentence":"FIGURE one Miles Driven Data, two thousand fourteen ­ Present FIGURE two Gas Price Trends, two thousand nine ­ Present","wordCount":20},{"sentence":"I, Alan M. Rifkin, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, fourteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to https://live.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: https://live.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":32},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by this issuer or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays Bank PLC.","wordCount":20},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of this issuer.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Retail Hardlines ACCO Brands Corp. Barnes and Noble, Inc. Dick's Sporting Goods Inc. Mattress Firm Holding Corp. Pier one Imports Inc.","wordCount":35},{"sentence":"The Container Store Group Tractor Supply Co. Distribution of Ratings: Barclays Equity Research has two thousand six hundred seventy one companies under coverage.","wordCount":23},{"sentence":"forty two percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty four percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty one percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty seven percent of companies with this rating are investment banking clients of the Firm.","wordCount":38},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts eleven May two thousand fifteen six Advance Auto Parts Inc. Bed Bath and Beyond Inc. hhgregg, Inc.","wordCount":19},{"sentence":"The Home Depot Inc. Williams Sonoma Inc. AutoZone Inc. Best Buy Co., Inc.","wordCount":13},{"sentence":"may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":26},{"sentence":"The current list of Top Picks is available on https://live.barcap","wordCount":11},{"sentence":"dot com /go/RSL/servlets/dv.search?pubType=four thousand five hundred twenty six and contentType=latest.","wordCount":11},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays offices involved in the production of equity research: London Barclays Bank PLC New York Barclays Capital Inc. Tokyo Barclays Securities Japan Limited São Paulo Banco Barclays S.A. Hong Kong Barclays Bank PLC, Hong Kong branch Toronto Barclays Capital Canada Inc. Johannesburg Absa Bank Limited Mexico City Barclays Bank Mexico, S.A. Taiwan Barclays Capital Securities Taiwan Limited Seoul Barclays Capital Securities Limited Mumbai Barclays Securities Private Limited Singapore Barclays Bank PLC, Singapore branch","wordCount":75},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date ten Apr two thousand fifteen four Mar two thousand fifteen nine Dec two thousand fourteen three Dec two thousand fourteen four Mar two thousand fourteen seventeen Jan two thousand fourteen five Dec two thousand thirteen seventeen Jun two thousand thirteen fourteen May two thousand thirteen four Dec two thousand twelve Closing Price seven hundred one.seventy","wordCount":61},{"sentence":"Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":15},{"sentence":"Jul two thousand twelve Jan two thousand thirteen Jul two thousand thirteen Closing Price Jan two thousand fourteen Jul two thousand fourteen Jan two thousand fifteen","wordCount":26},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by AutoZone Inc. or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from AutoZone Inc. in the past twelve months.","wordCount":22},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of AutoZone Inc.. K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from AutoZone Inc. within the past twelve months.","wordCount":37},{"sentence":"L: AutoZone Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: AutoZone Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"Valuation Methodology: Our dollar eight hundred price target is based on a P/E multiple of twenty twox our fiscal two thousand fifteen estimate of dollar thirty six.twenty.","wordCount":28},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: Upside risks include a material decrease in gasoline prices and a material improvement in average miles driven.","wordCount":29},{"sentence":"Downside risks include material increases in gasoline prices, a change in the competitive landscape and pricing pressure.","wordCount":17},{"sentence":"DISCLAIMER: This publication has been prepared by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been issued by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research are distributed in India by Barclays Securities Private Limited .","wordCount":18},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DP NSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":152},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one twenty two sixty seven million one hundred ninety six thousand.","wordCount":14},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports are distributed in India by Barclays Bank PLC, India Branch.","wordCount":13},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is One Raffles Quay Level twenty eight, South Tower, Singapore forty eight thousand five hundred eighty three.","wordCount":39},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
