{"fileName":"Barclays_Cameron_International_A_Brighter_Path_Ahead.pdf","numberSentences":275,"text":[{"sentence":"Energy | North America Oil Services and Drilling thirty one January two thousand fourteen","wordCount":14},{"sentence":"Initiatives Taking Hold: Cameron remains best positioned among the capital equipment makers to continue to grow backlog in two thousand fourteen; however, CAM is experiencing higher costs associated with ramping revenues off of record order levels.","wordCount":36},{"sentence":"For the past two years, sustaining margin expansion has been a frustrating exercise for both the company and investors.","wordCount":19},{"sentence":"Margins will face headwinds in early two thousand fourteen as CAM continues to take steps to add capacity, rationalize its cost structure and sustain reasonable levels of profitability.","wordCount":28},{"sentence":"We expect the pace of margin expansion to remain a key focus in two thousand fourteen and think the company is on a path to stabilizing margins in its most challenged business areas.","wordCount":33},{"sentence":"With a positive margin trajectory likely to take hold in the second half of the year, an aggressive share buyback program underway and the possibility of additional noncore asset divestitures looming, we think CAM offers a compelling buying opportunity.","wordCount":39},{"sentence":"Solid fourQ: CAM reported operating EPS of dollar one., above our estimate of dollar .ninety","wordCount":15},{"sentence":"The strong results were driven by robust sales as total revenue for the quarter exceeded our estimate by more than five percent .","wordCount":22},{"sentence":"EBITDA of dollar four hundred forty five million beat our dollar four hundred thirty three million estimate.","wordCount":17},{"sentence":"A Margin Trough in oneQ: CAM expects total EBITDA margins of thirteen fourteen percent in oneQ with the majority of the decline vs. the fifteen.one","wordCount":26},{"sentence":"percent margin in fourQ stemming from headwinds in the Drilling segment.","wordCount":11},{"sentence":"Surface and Subsea margins remain stable; however, CAM's Drilling business continues to struggle with capacity constraints.","wordCount":16},{"sentence":"The company expects a slow progression higher in DPS off the oneQ base and anticipates total EBITDA margins to range between fifteen sixteen percent in two thousand fourteen, an improvement relative to the fourteen.eight","wordCount":35},{"sentence":"Adjusting Estimates: We are adjusting our two thousand fourteenE EPS estimates to dollar three.eighty","wordCount":15},{"sentence":"We think the combination of self help cost improvement and the continued share buyback program will support the two thousand fourteen earnings outlook.","wordCount":23},{"sentence":"Our two thousand fifteenE EPS estimate of dollar four.fifty is unchanged as is our price target of dollar eighty two.","wordCount":21},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume Dividend Yield Return on Equity TTM Current BVPS","wordCount":24},{"sentence":"three +thirty six percent CAM fourteen thousand three hundred fifty one two hundred thirty seven.eighty","wordCount":16},{"sentence":"North America Oil Services and Drilling James C. West one.two","wordCount":11},{"sentence":"hundred twenty six.eight thousand seven hundred ninety six james.west","wordCount":11},{"sentence":"at barclays dot com BCI, New York Sean C. Meakim, CFA one.two","wordCount":13},{"sentence":"hundred twenty six.four thousand four hundred twenty sean.meakim at barclays dot com BCI, New York","wordCount":17},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE ten.","wordCount":11},{"sentence":"North America Oil Services and Drilling Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fourteenE ten thousand three hundred forty six.eight one thousand five hundred ninety seven.three","wordCount":29},{"sentence":"two thousand fifteenE two thousand sixteenE eleven thousand three hundred fifty seven.four","wordCount":13},{"sentence":"N/A CAGR N/A N/A N/A N/A N/A N/A N/A N/A Average fifteen.six","wordCount":13},{"sentence":"CAGR N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A Average fifteen.nine","wordCount":20},{"sentence":"CAM is levered to several key secular trends which are likely to drive growth in the years to come, including the ongoing new offshore rig construction cycle, the retrofitting of offshore BOP equipment, and accelerating demand for subsea equipment globally.","wordCount":40},{"sentence":"Near term challanges have been a headwind to earnings growth, but the secular story remains intact.","wordCount":16},{"sentence":"Our upside case of dollar ninety five is based on an upside multiple of seventeen.ninex","wordCount":16},{"sentence":"In a more robust environment in North America and assuming a more accelerated pickup in international spending we think the company could earn dollar four.seventy five to dollar five.twenty five per share.","wordCount":34},{"sentence":"A stalling of the global economy or geopolitical issues could have a negative impact on demand for oil and gas, and consequently oil services.","wordCount":24},{"sentence":"Under this scenario we think EPS for CAM could be dollar three.ten","wordCount":13},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROA ROE ROACE two thousand thirteenA nine thousand eight hundred thirty eight.four","wordCount":40},{"sentence":"Balance sheet and cash flow Intangible fixed assets two thousand nine hundred twenty four.eight","wordCount":15},{"sentence":"Short and long term debt two thousand two hundred ninety one.five","wordCount":12},{"sentence":"Capital expenditure five hundred twenty Dividends paid Change in working capital two hundred sixty five.nine","wordCount":16},{"sentence":"Valuation and leverage metrics P/E EV/EBITDA Equity FCF yield P/BV P/Sales Dividend yield Net debt/capital Total debt/capital Net debt/equity","wordCount":19},{"sentence":"N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A","wordCount":16},{"sentence":"Selected operating metrics Backlog eleven thousand five hundred thirty seven.six","wordCount":11},{"sentence":"The scores are valid as of the date of this report and are independent of the fundamental analysts' views.","wordCount":19},{"sentence":"To view the latest scores, please go to the equity company page on Barclays Live.","wordCount":15},{"sentence":"Cameron remains best positioned among the capital equipment makers to continue to grow backlog in two thousand fourteen.","wordCount":18},{"sentence":"However, CAM is experiencing higher costs associated with ramping revenues out of a record backlog.","wordCount":15},{"sentence":"For the past two years, sustaining margin expansion has been a frustrating exercise for both the company and investors.","wordCount":19},{"sentence":"Margins will face headwinds in early two thousand fourteen as CAM continues to take steps to add capacity, rationalize its cost structure and sustain reasonable levels of profitability.","wordCount":28},{"sentence":"We expect the pace of margin expansion to remain a key focus in two thousand fourteen and think the company is on a path to stabilizing margins in its most challenged business areas.","wordCount":33},{"sentence":"With a positive margin trajectory likely to take hold in the second half of the year, an aggressive share buyback program underway and the possibility of additional non core asset divestitures looming, we think CAM offers a compelling buying opportunity.","wordCount":40},{"sentence":"Cameron International reported fourQthirteen operating EPS of dollar one., above our estimate of dollar .ninety","wordCount":15},{"sentence":"From the results we excluded a number of one time items, including integration costs for OneSubsea, and litigation and restructuring costs which collectively lowered EPS by dollar .five.","wordCount":28},{"sentence":"The strong results were driven by robust sales as total revenue for the quarter exceeded our estimate by more than five percent .","wordCount":22},{"sentence":"Total revenue of dollar two thousand nine hundred thirty eight million increased eighteen percent sequentially and was higher than our dollar two thousand seven hundred eighty three million estimate.","wordCount":29},{"sentence":"EBITDA of dollar four hundred forty five million rose twenty one percent from the previous quarter and beat our estimate of dollar four hundred thirty three million.","wordCount":27},{"sentence":"New orders of dollar three.three billion increased ten percent sequentially and exceeded our estimate of dollar three.one billion.","wordCount":20},{"sentence":"fivex estimate as throughput for the period increased by over ten percentage points from the prior quarter and was higher than our forecast.","wordCount":23},{"sentence":"billion, up three percent from threeQ and thirty four percent from year end two thousand twelve levels.","wordCount":17},{"sentence":"Drilling and Production Systems orders of dollar two.two billion were flat from threeQ and in line with our estimate.","wordCount":20},{"sentence":"Valves and Measurements orders of dollar five hundred twenty six million expanded nearly six percent from the prior period and modestly beat our estimate of dollar five hundred twenty three million.","wordCount":31},{"sentence":"Process and Compression Systems orders surged over seventy five percent sequentially to dollar six hundred four million which was materially higher than our dollar three hundred sixty million forecast.","wordCount":29},{"sentence":"PCS orders were aided by a dollar two hundred fifty million COtwo separation order in Malaysia.","wordCount":16},{"sentence":"Cameron repurchased nearly dollar nine hundred seventy five million in shares in fourQ and reduced shares outstanding to two hundred twenty three million by year end two thousand thirteen .","wordCount":29},{"sentence":"At year end, the company had over dollar eight hundred forty million remaining on its buyback authorization and has further reduced the share count to two hundred nineteen million today.","wordCount":30},{"sentence":"We expect a further reduction over the course of two thousand fourteen and think Cameron could buy back another five million shares through fourQfourteen.","wordCount":24},{"sentence":"Revenue for the Drilling and Production Systems business of dollar one thousand nine hundred forty three million increased nineteen percent sequentially and was higher than our dollar one thousand eight hundred fifteen million forecast.","wordCount":34},{"sentence":"EBITDA of dollar three hundred nineteen million rose sixteen percent from the previous quarter but missed our dollar three hundred twenty two million estimate.","wordCount":24},{"sentence":"The margin at sixteen.four percent declined from sixteen.seven percent in threeQthirteen and was below our estimate of seventeen.seven","wordCount":21},{"sentence":"DPS orders of dollar two.two billion were relatively flat from threeQ levels.","wordCount":13},{"sentence":"The fourQ total included Drilling orders of dollar five hundred eighty five million, up forty four percent sequentially, and Drilling aftermarket orders of dollar two hundred thirty nine million, up five percent sequentially.","wordCount":33},{"sentence":"The dollar eight hundred twenty four million in total Drilling Systems orders was the second highest figure in CAM's history.","wordCount":20},{"sentence":"Segment backlog at dollar nine.five billion increased three percent over threeQ as book to bill was a healthy one.onex.","wordCount":21},{"sentence":"Surface Systems secured dollar five hundred thirty nine million in orders, up eighteen percent sequentially while Subsea orders totalled dollar eight hundred fifty one million, a twenty four percent decline from threeQ.","wordCount":32},{"sentence":"OneSubsea ...booked a significant award during the quarter ­ the Moho subsea processing system from Total.","wordCount":16},{"sentence":"CAM also announced a five year frame agreement with Woodside to engage in that company's deepwater development programs off Australia.","wordCount":20},{"sentence":"Valves and Measurements revenue of dollar five hundred twenty eight million increased five percent sequentially but was lower than our dollar five hundred thirty eight million estimate.","wordCount":27},{"sentence":"EBITDA at dollar one hundred fourteen million rose six percent from the prior period and met our dollar one hundred fifteen million forecast.","wordCount":23},{"sentence":"percent in the previous quarter and was above our twenty one.four","wordCount":12},{"sentence":"V and M orders of dollar five hundred twenty five million were up roughly five percent from threeQ.","wordCount":18},{"sentence":"Backlog for the segment dipped slightly to dollar one billion from dollar one.five billion in the previous quarter.","wordCount":19},{"sentence":"Orders for the quarter were slightly less than anticipated due to project slippages in Asia/Pac and the Gulf of Mexico.","wordCount":20},{"sentence":"Onshore engineered valve activity in the U.S. improved sequentially but is still below two thousand twelve levels while distributed valve orders remained elevated off a record threeQ.","wordCount":28},{"sentence":"Well infrastructure build outs in the U.S. land market are expanding the opportunity for distributed valves while demand drivers for the remainder of the business have favorable tail winds.","wordCount":30},{"sentence":"CAM expects V and M orders to grow ten percent year over year in two thousand fourteen with most of the uptick occurring in the back half of the year.","wordCount":30},{"sentence":"The margin outlook is stable at ~twenty one percent which is consistent with recent periods.","wordCount":15},{"sentence":"Revenue for the Process and Compression Systems business of dollar four hundred sixty seven million increased thirty one percent sequentially and was higher than our dollar four hundred twenty nine million forecast.","wordCount":32},{"sentence":"EBITDA of dollar seventy three million rose sixty nine percent from the previous quarter and beat our dollar sixty one million estimate.","wordCount":22},{"sentence":"CAM recently announced its intention to exit the compression business and has plans to sell its Reciprocating Compression unit to GE while pursuing strategic alternative for its Centrifugal Compression operation.","wordCount":30},{"sentence":"The company will begin reporting the compression units as dis continued operations starting in oneQ with a resulting dilution to EPS of ~ dollar .two.","wordCount":25},{"sentence":"The remaining PCS businesses should generate between dollar one billion and dollar one.one billion in revenue in two thousand fourteen with EBITDA margins expanding from roughly ten percent in oneQ to between one thousand four hundred fifteen percent by year end.","wordCount":42},{"sentence":"We are adjusting our two thousand fourteenE EPS estimates to dollar three.eighty","wordCount":13},{"sentence":"We think the combination of self help cost improvement and the continued share buyback program will support the two thousand fourteen earnings outlook.","wordCount":23},{"sentence":"Our two thousand fifteenE EPS estimate of dollar four.fifty is unchanged as is our price target of dollar eighty two.","wordCount":21},{"sentence":"Our dollar eighty two price target is based on eighteen.twox","wordCount":11},{"sentence":"Our price target multiple represents a ten percent premium to the oil service group's target multiple of sixteen.fivex.","wordCount":19},{"sentence":"Price Target Methodology Oil Service Group Target Multiple Premium to Group Multiple two thousand fifteen P/E Multiple Price Target Current Share Price* Potential Upside to PT *as of: thirty Jan fourteen","wordCount":31},{"sentence":"Prem/Disc to S and P S and P five hundred two thousand fifteen Target P/E","wordCount":15},{"sentence":"Debt Debt Debt Cash two hundred forty four one thousand eight hundred twenty one two hundred ninety three two thousand one hundred thirteen one thousand seven hundred fifty five Earnings Per Share two thousand thirteenA two thousand fourteenE three.thirty","wordCount":40},{"sentence":"Growth Rate: twelve thirteen thirteen fourteen fourteen fifteen CAGR Trading Multiples two thousand twelveA nineteen.twox","wordCount":16},{"sentence":"Price to Earnings two thousand thirteenA two thousand fourteenE eighteen.threex","wordCount":11},{"sentence":"Equity dollar seven thousand five hundred eighty six Cash Flow Per Share two thousand thirteenA two thousand fourteenE four.fifty","wordCount":20},{"sentence":"EV Implied by PT dollar twenty thousand three hundred eighty two EBITDA two thousand thirteenA two thousand fourteenE one thousand four hundred sixty one thousand five hundred ninety seven Growth Rate: twelve thirteen thirteen fourteen fourteen fifteen CAGR","wordCount":38},{"sentence":"Price to Cash Flow two thousand thirteenA two thousand fourteenE thirteen.twox","wordCount":12},{"sentence":"EV/EBITDA two thousand thirteenA two thousand fourteenE ten.threex nine.fourx","wordCount":11},{"sentence":"Multiples Implied by Price Target Price to Earnings two thousand twelveA two thousand thirteenA two thousand fourteenE twenty six.onex twenty four.ninex","wordCount":23},{"sentence":"Price to Cash Flow two thousand thirteenA two thousand fourteenE seventeen.ninex","wordCount":12},{"sentence":"Our twelve month price target of dollar eighty two is based on eighteen.twox","wordCount":14},{"sentence":"Our price target multiple represents a ten percent premium to the oil service group's target multiple of sixteen.fiftyx.","wordCount":19},{"sentence":"nine two hundred forty six.six two hundred forty eight.one","wordCount":11},{"sentence":"dollar three hundred thirty six.nine dollar two hundred sixty six.five dollar one.seven","wordCount":15},{"sentence":"one two hundred forty two.seven two hundred forty four.two","wordCount":11},{"sentence":"twenty two.two dollar two hundred thirty two.two dollar one.","wordCount":11},{"sentence":"two hundred thirty two.six dollar four hundred forty four.nine","wordCount":11},{"sentence":"Tax Rate EBITDA MARGINS Drilling and Production Systems EBITDA Valves and Measurement EBITDA Process and Compression Systems EBITDA Total EBITDA Margin INCREMENTAL MARGINS DPS Incremental EBITDA Margin, percent V and M Incremental EBITDA Margin, percent PCS Incremental EBITDA Margin, percent Incremental EBITDA Margin, percent Incremental EBITDA Margin, percent Operating Margin ORDERS Drilling and Production Systems Orders Valves and Measurement Orders Process and Compression Systems Orders Total Orders BACKLOG Drilling and Production Systems Backlog Valves and Measurement Backlog Process and Compression Systems Backlog Total Backlog THROUGHPUT Drilling and Production Systems Throughput Valves and Measurement Throughput Process and Compression Systems Throughput Total Throughput, percent RETURN DATA Return on Assets Return on Equity Return on Invested Capital Return on Average Capital Employed","wordCount":119},{"sentence":"four two hundred twenty six.six two hundred thirty three.nine","wordCount":11},{"sentence":"dollar seven hundred thirty six.seven dollar seven hundred forty four.two","wordCount":12},{"sentence":"dollar two.twenty four dollar two.thirteen two hundred nineteen.four","wordCount":11},{"sentence":"dollar six hundred sixty six.six three hundred thirty three.six","wordCount":11},{"sentence":"dollar one thousand fifty two.eight one hundred thirty two.one dollar nine hundred twenty.seven","wordCount":16},{"sentence":"NA dollar six hundred ten.two dollar two.eighty dollar two.sixty seven two hundred seventeen.five","wordCount":17},{"sentence":"dollar one thousand fifty two.eight dollar seven hundred forty two.three dollar three.twenty","wordCount":15},{"sentence":"dollar two.thirty five dollar two.thirty two two hundred twenty one.four","wordCount":13},{"sentence":"one hundred eighty six.six dollar one thousand fifty eight.two","wordCount":11},{"sentence":"dollar two.forty six dollar two.forty two two hundred forty three.two","wordCount":13},{"sentence":"dollar two.seventy one dollar two.sixty seven two hundred forty five.","wordCount":12},{"sentence":"dollar one thousand one hundred ten.five two hundred fifty five.four","wordCount":12},{"sentence":"dollar one thousand one hundred sixty six.two dollar five.forty one","wordCount":12},{"sentence":"three hundred seventy two.five dollar one thousand five hundred one.two","wordCount":12},{"sentence":"dollar one thousand three hundred sixty two.five three hundred thirteen.four","wordCount":12},{"sentence":"dollar four.forty two dollar four.fifty two hundred sixteen.four","wordCount":11},{"sentence":"Tax Rate EBITDA MARGINS Drilling and Production Systems EBITDA Valves and Measurement EBITDA Process and Compression Systems EBITDA Total EBITDA Margin INCREMENTAL MARGINS DPS Incremental EBITDA Margin, percent V and M Incremental EBITDA Margin, percent PCS Incremental EBITDA Margin, percent Incremental EBITDA Margin, percent","wordCount":44},{"sentence":"Operating Margin ORDERS Drilling and Production Systems Orders Valves and Measurement Orders Process and Compression Systems Orders Total Orders BACKLOG Drilling and Production Systems Backlog Valves and Measurement Backlog Process and Compression Systems Backlog Total Backlog THROUGHPUT Drilling and Production Systems Throughput Valves and Measurement Throughput Process and Compression Systems Throughput Total Throughput, percent RETURN DATA Return on Assets Return on Equity Return on Invested Capital Return on Average Capital Employed","wordCount":71},{"sentence":"I, James C. West, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"The POINT® Quantitative Equity Scores referenced herein are produced by the firm's POINT quantitative model and Barclays hereby certifies that the views expressed in this research report accurately reflect the firm's POINT Scores model and no part of the firm's compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Corporate and Investment Banking division of Barclays Bank PLC and its affiliates .","wordCount":19},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, fourteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to https://live.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://group.barclays","wordCount":15},{"sentence":"The Corporate and Investment Banking division of Barclays produces a variety of research products including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":29},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research products, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":30},{"sentence":"Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":32},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by this issuer or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays Bank PLC.","wordCount":20},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of this issuer.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: The Corporate and Investment Banking division of Barclays Bank PLC, is a Corporate Broker to this issuer.","wordCount":18},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Corporate and Investment Banking Division of Barclays is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":56},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: North America Oil Services and Drilling Atwood Oceanics Inc. Bristow Group Inc. Cameron International Core Laboratories Dril Quip Inc. Exterran Holdings Inc. Global Geophysical Services Helmerich and Payne Inc. ION Geophysical Corp. Nabors Industries Ocean Rig UDW Inc.","wordCount":50},{"sentence":"Pacific Drilling SA Precision Drilling SEACOR Holdings, Inc. Tenaris S.A. Tidewater Inc. Vantage Drilling Co. Distribution of Ratings: Barclays Equity Research has two thousand five hundred ninety three companies under coverage.","wordCount":32},{"sentence":"forty four percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; forty seven percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"thirty eight percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":38},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; thirty nine percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Baker Hughes C and J Energy Services CARBO Ceramics Diamond Offshore Drilling Ensco plc FMC Technologies GulfMark Offshore, Inc. Hercules Offshore Key Energy Services National Oilwell Varco Oceaneering International Parker Drilling Rowan Companies Seadrill Limited Tetra Technologies Inc. Transocean Ltd.","wordCount":40},{"sentence":"Weatherford International Basic Energy Services Calfrac Well Services Chart Industries Inc. Dresser Rand Group Inc. Ensign Energy Services Frank's International Halliburton Co. Hornbeck Offshore Services MRC Global Noble Corp.","wordCount":29},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Guide to the POINT® Quantitative Equity Scores: The POINT Quantitative Equity Scores are based on consensus historical data and are independent of the Barclays fundamental analysts' views.","wordCount":27},{"sentence":"Each score is composed of a number of standard industry metrics.","wordCount":11},{"sentence":"These scores are valid as of the date of this report.","wordCount":11},{"sentence":"To view the latest scores, which are updated monthly, click here.","wordCount":11},{"sentence":"For a more detailed description of the underlying methodology for each score, please click here.","wordCount":15},{"sentence":"Barclays offices involved in the production of equity research: London Barclays Bank PLC New York Barclays Capital Inc. Tokyo Barclays Securities Japan Limited São Paulo Banco Barclays S.A. Hong Kong Barclays Bank PLC, Hong Kong branch Toronto Barclays Capital Canada Inc. Johannesburg Absa Capital, a division of Absa Bank Limited Mexico City Barclays Bank Mexico, S.A. Taiwan Barclays Capital Securities Taiwan Limited Seoul Barclays Capital Securities Limited Mumbai Barclays Securities Private Limited Singapore Barclays Bank PLC, Singapore branch","wordCount":80},{"sentence":"Jul two thousand eleven Jan two thousand twelve Jul two thousand twelve Jan two thousand thirteen Jul two thousand thirteen Jan two thousand fourteen","wordCount":24},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"*The rating for this security remained Overweight during the relevant period.","wordCount":11},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by Cameron International or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Cameron International in the past twelve months.","wordCount":22},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of Cameron International.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Cameron International within the past twelve months.","wordCount":22},{"sentence":"L: Cameron International is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"N: Cameron International is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in Cameron International stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"Valuation Methodology: Our twelve month price target of dollar eighty two is based on eighteen.twox","wordCount":16},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: A material change in commodity prices would alter our earnings outlook and potentially our stance on the entire oil service and drilling sector.","wordCount":35},{"sentence":"Commodity price changes could be affected by a change in the economic climate, gas storage levels, OPEC behavior, increasing non OPEC oil production, and international political and economic risks.","wordCount":29},{"sentence":"DISCLAIMER: This publication has been prepared by the Corporate and Investment Banking division of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":24},{"sentence":"It has been issued by one or more Barclays legal entities within its Corporate and Investment Banking division as provided below.","wordCount":21},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This communication is being made available in the UK and Europe primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":39},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Corporate and Investment Banking division of Barclays undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":29},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer and member of IIROC .","wordCount":19},{"sentence":"Subject to the conditions of this publication as set out above, Absa Capital, the Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Absa Capital in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":42},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All equity research material is distributed in India by Barclays Securities Private Limited, INB/INF eleven million two hundred ninety two thousand seven hundred thirty eight, Registered Office: two hundred eight | Ceejay House | Doctor Annie Besant Road | Shivsagar Estate | Worli | Mumbai four hundred eighteen | India, Phone: + ninety one twenty two sixty seven million one hundred ninety six thousand three hundred sixty three) .","wordCount":68},{"sentence":"Other research reports are distributed in India by Barclays Bank PLC, India Branch.","wordCount":13},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":15},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Saudi Arabia by Barclays Saudi Arabia .","wordCount":11},{"sentence":"It is not the intention of the publication to be used or deemed as recommendation, option or advice for any action that may take place in future.","wordCount":27},{"sentence":"Registered office Al Faisaliah Tower, Level eighteen, Riyadh eleven thousand three hundred eleven, Kingdom of Saudi Arabia.","wordCount":17},{"sentence":"Authorised and regulated by the Capital Market Authority, Commercial Registration Number: one billion ten million two hundred eighty three thousand twenty four.","wordCount":22},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is One Raffles Quay Level twenty eight, South Tower, Singapore forty eight thousand five hundred eighty three.","wordCount":39},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced in any manner without the prior written permission of Barclays.","wordCount":18},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
