{"fileName":"Barclays_Salesforcecom_Inc_Strong_Quarter_Questions_on_Implied_Billings_Guidance.pdf","numberSentences":223,"text":[{"sentence":"Technology | U.S. Software twenty five February two thousand sixteen","wordCount":11},{"sentence":"Solid results: Salesforce reported healthy results with essentially every metric ahead of expectations, and FY seventeen guidance was also raised slightly.","wordCount":21},{"sentence":"The company beat consensus billings estimates by roughly six percent, while revenue, adjusted operating margin and EPS were also at least in line to slightly better than expected.","wordCount":28},{"sentence":"If we were to nitpick, the implied Qone billings guidance could have been better, tough we believe this will be largely overlooked by investors given the encouraging performance overall.","wordCount":29},{"sentence":"Balanced growth across products and geographies: We believe that one of the most notable aspects of the company's recent performance has been the healthy growth achieved across multiple clouds and the reacceleration of the sales cloud was particularly impressive this quarter, in our view.","wordCount":44},{"sentence":"The performance by region was also healthy overall with growth in the Americas in line with the growth achieved last quarter at twenty seven percent y/y in constant currency, while Asia Pacific and Europe both accelerated to twenty six percent and thirty two percent, respectively.","wordCount":45},{"sentence":"Leverage starting to come through: We have continued to see leverage achieved in the financial model, and generally expect this trend to continue going forward; however, the implied margin expansion of one hundred twenty five one hundred fiftybps assumed in management's FY seventeen outlook was slightly below what we and investors had been hoping for, specifically as Salesforce delivered ~one hundred eightybps of expansion in FYsixteen.","wordCount":66},{"sentence":"Nevertheless, we believe the potential for continued margin expansion and outsized cash flow growth keep the investment thesis compelling relative to peers, in our view.","wordCount":25},{"sentence":"Reiterate OW Rating: We believe the company has ample runway to sustain its high growth trajectory given its combination of clouds that it continues to enhance through organic and inorganic innovation, which the company should also be able to augment with considerable improvement on the bottom line over the near to medium term.","wordCount":53},{"sentence":"We reiterate our OW rating and raise our price target to dollar seventy two.","wordCount":14},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"percent CRM forty one thousand five hundred thirteen six hundred sixty four.","wordCount":12},{"sentence":"at barclays dot com BCI, US Stefan Putyera +one two hundred twelve five hundred twenty six three thousand sixty nine stefan.putyera at barclays dot com BCI, US Andrew Kisch +one two hundred twelve five hundred twenty six one thousand fifty three andrew.kisch","wordCount":44},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE ten.","wordCount":11},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand sixteenA six thousand six hundred sixty seven one thousand two hundred thirty four eight hundred thirty five hundred twenty six five hundred seven .seventy five six hundred seventy one.four .","wordCount":41},{"sentence":"two thousand seventeenE eight thousand one hundred nineteen one thousand five hundred sixty nine one thousand one hundred thirty one nine hundred forty one six hundred ninety six one.","wordCount":29},{"sentence":"two thousand eighteenE nine thousand six hundred twenty four one thousand nine hundred twenty one thousand four hundred eighty two three hundred sixty nine hundred twenty one.thirty","wordCount":28},{"sentence":"two thousand nineteenE eleven thousand two hundred sixteen two thousand four hundred twenty two thousand seven hundred eighty two one thousand two hundred fifty six one.seventy","wordCount":27},{"sentence":"percent Price USD sixty two.fifty two Price Target USD seventy two.","wordCount":12},{"sentence":"We like the large scale of the Sales Force Automation business and expect strong growth there to continue.","wordCount":18},{"sentence":"We also like the move into other application markets such as with Customer Service and Marketing clouds.","wordCount":17},{"sentence":"The new areas Salesforce has expanded into such as Marketing and Salesforceone for Mobile, as well as greater enterprise and industry focus, could drive more growth than we currently expect.","wordCount":30},{"sentence":"The new growth initiatives around enterprise strategy and move to new market areas may not pay off, which will lead to a growth slowdown but still relatively high costs.","wordCount":29},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE","wordCount":31},{"sentence":"Balance sheet and cash flow Net PP and E one thousand seven hundred sixteen Goodwill three thousand eight hundred fifty Cash and equivalents one thousand one hundred fifty eight Total assets twelve thousand seven hundred seventy one Short and long term debt one thousand ninety five Other long term liabilities eight hundred thirty three Total liabilities seven thousand seven hundred sixty eight Net debt/ forty seven Shareholders' equity five thousand three Change in working capital six hundred sixty five Cash flow from operations one thousand six hundred thirteen Capital expenditure two hundred eighty four Free cash flow one thousand three hundred twenty eight Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":130},{"sentence":"Salesforce reported quarterly results that exceeded consensus across most key metrics while guidance was also roughly in line to slightly ahead of expectations.","wordCount":23},{"sentence":"Given the recent pullback in the shares, as well as the general nervousness in the broader equity markets, we think the shares should react positively over the coming days.","wordCount":29},{"sentence":"hundred fifty four billion came in well ahead of consensus of dollar three.seventy billion, driven by revenue of dollar one.eight","wordCount":22},{"sentence":"hundred ninety three billion, and deferred revenue of dollar four.two hundred ninety two billion vs. consensus of dollar four.one hundred twenty billion.","wordCount":24},{"sentence":"Growth by product line was generally balanced, with sales cloud revenue up twelve.three","wordCount":14},{"sentence":"Profitability was also in line to slightly ahead of expectations with adjusted operating margin and adjusted EPS of twelve.one","wordCount":20},{"sentence":"For a complete summary of results versus Barclays and consensus estimates, please refer to the table below.","wordCount":17},{"sentence":"dollar, mn fourQ fifteen Actual Billings Subscription Training and services Total Revenue Gross profit, adjusted percent margin Operating profit, adjusted percent margin Net income, adjusted EPS, adjusted two thousand five hundred forty two one thousand three hundred forty five ninety nine one thousand four hundred forty five one thousand one hundred twenty four seventy seven.eight","wordCount":56},{"sentence":"percent one hundred fifty seven ten.nine percent ninety two.eight","wordCount":11},{"sentence":"fourQ sixteen Actual three thousand two hundred fifty four one thousand six hundred eighty three one hundred twenty seven one thousand eight hundred nine one thousand four hundred six seventy seven.seven","wordCount":32},{"sentence":"fourQ sixteen Barclays three thousand sixty three one thousand six hundred sixty two one hundred twenty seven one thousand seven hundred eighty eight one thousand three hundred ninety seventy seven.seven","wordCount":31},{"sentence":"percent percent percent Actual vs. Barclays six.two percent one.three","wordCount":11},{"sentence":"three thousand seventy one thousand six hundred seventy one hundred twenty three one thousand seven hundred ninety three one thousand three hundred eighty nine seventy seven.five","wordCount":27},{"sentence":"Salesforce issued guidance that exceeded consensus estimates both for the quarter and for the full year; however, the company's deferred revenue guidance implied billings growth of mid teens which was a bit surprising.","wordCount":33},{"sentence":"Additionally, the implied margin improvement was towards the lower end of the previously suggested range, although this may be due to a decent dose of conservatism on the behalf of the management team.","wordCount":33},{"sentence":"Revenue guidance for the quarter came in at dollar one.eight","wordCount":11},{"sentence":"hundred sixty billion, and full year revenue guidance is in the range of dollar eight.eighty","wordCount":16},{"sentence":"hundred twenty billion, just slightly ahead of street expectations of dollar eight.eighty","wordCount":13},{"sentence":"was also just ahead of full year consensus of dollar .ninety","wordCount":11},{"sentence":"For a summary of management's guidance versus consensus please refer to the below table.","wordCount":14},{"sentence":"dollar,mn Guidance Qone seventeen Revenue EPS, non GAAP one thousand eight hundred eighty five ­ one thousand eight hundred ninety five .twenty","wordCount":23},{"sentence":"percent Guidance FY seventeen eight thousand eighty ­ eight thousand one hundred twenty .ninety","wordCount":14},{"sentence":"Deferred revenue came in at dollar four.two hundred ninety two billion, was better than consensus .","wordCount":16},{"sentence":"hundred fifty four billion well ahead of consensus of dollar three.seventy billion.","wordCount":13},{"sentence":"As in past quarters the company's reported billings number had a few items that in our view have to be adjusted to get a more accurate view performance in the quarter.","wordCount":31},{"sentence":"Specifically, management commented that the FX headwind on revenue and total deferred revenue was dollar thirty two million and dollar forty eight million, respectively, while the tailwind to deferred revenue growth y/y from the increase in annual billings was roughly three percent, or dollar one hundred million by our estimate.","wordCount":50},{"sentence":"Given the aforementioned adjustments, we believe that adjusted billings growth was closer to twenty seven percent y/y.","wordCount":17},{"sentence":"Nevertheless, we think investors generally believe management FY seventeen guidance is relatively conservative and supportive of beat and raise quarters going forward as backlog remains solid with Qfour coming in at dollar seven.ten billion and total deferred revenue plus backlog ending at dollar eleven.three","wordCount":46},{"sentence":"We think one of the most impressive aspects of the company's performance recently has been the balanced growth across multiple clouds.","wordCount":21},{"sentence":"As shown in the figure below, revenue growth accelerated across most clouds this quarter, which we view as encouraging considering many of these clouds are reaching scale.","wordCount":27},{"sentence":"Specifically, growth accelerated in sales, marketing and platform, and was partially offset by a modest tick down in service cloud growth.","wordCount":21},{"sentence":"Nevertheless, we believe the longer term opportunity around the service cloud remains meaningful, followed closely by the opportunities around the marketing and platform use cases.","wordCount":25},{"sentence":"Given the scale achieved, we believe investors are closely tracking profitability trends at Salesforce.","wordCount":14},{"sentence":"As shown in the figure below, there has been a clear inflection in adjusted operating margin over the past few years, although as noted above, the FY seventeen margin expansion of one hundred twenty five to one hundred fiftybps implied by management's outlook was slightly below what investors had been hoping for.","wordCount":52},{"sentence":"Nonetheless, we believe the potential for margin expansion and outsized cash flow growth makes the Salesforce invest thesis compelling relative to comparable growth peers.","wordCount":24},{"sentence":"We are revising our model based on management's guidance and commentary around current business conditions.","wordCount":15},{"sentence":"Specifically, our FY seventeen revenue estimate moves from dollar eight.six billion to dollar eight.one","wordCount":16},{"sentence":"hundred ten billion and our FYeighteen revenue estimate moves from dollar nine.four hundred eighty nine billion to dollar nine.six hundred twenty four billion.","wordCount":25},{"sentence":"This drives an increase to our price target from dollar sixty seven to dollar seventy two, based on EV/sales of five.fivex, using CY seventeen sales of approximately dollar nine.five billion.","wordCount":32},{"sentence":"dollar, mn two thousand seventeenE New Subscription Training and services Total Revenue Gross profit, reported percent margin R and D percent margin S and M percent margin G and A percent margin Operating profit, adjusted percent margin EPS, adjusted","wordCount":39},{"sentence":"dollar, m Revenues Subscription and support y/y growth Professional services and other y/y growth Total revenue y/y growth Subscription and support percent of revenue Professional services and other percent of revenue Total cost of revenues percent of revenue Gross profit, non GAAP percent margin Amortization Stock based expenses Gross profit, GAAP percent margin Research and development percent of revenue Marketing and sales percent of revenue General and administrative percent of revenue Total operating expenses percent of revenue Operating profit, reported percent margin Amortization + other Stock based expenses Operating profit, adjusted percent margin EBITDA, adjusted Investment income Interest expense Other expense / income Profit before tax, GAAP Tax Minority Net income to Salesforce, report Net income, adjusted Shares outstanding, diluted EPS adjusted, basic EPS adjusted, diluted","wordCount":126},{"sentence":"dollar, m Current assets Cash and cash equivalents Short term marketable securitie Accounts receivable Total current assets Non current assets Marketable securities Property and equipment, net Capitalized software, net Goodwill Total non current assets Total assets Current liabilities Accounts payable and accrued e Deferred revenue Convertible notes Total current liabilities Non current liabilities Deferred revenue Total non current liabilities Total liabilities Total shareholders' equity Total liabilities and equity two thousand fourteenA seven hundred eighty two fifty seven one thousand three hundred sixty one two thousand six hundred eighty four hundred eighty two one thousand two hundred forty one four hundred eighty two three thousand five hundred one six thousand four hundred seventy three nine thousand one hundred fifty three sixty five two thousand four hundred seventy four five hundred forty two three thousand nine hundred eighty forty eight two thousand one hundred eight six thousand eighty eight three thousand thirty nine nine thousand one hundred fifty three two thousand fifteenA nine hundred eight eighty seven one thousand nine hundred six three thousand six hundred sixty five eight hundred ninety five one thousand one hundred twenty six four hundred thirty three three thousand seven hundred eighty three seven thousand twenty eight ten thousand six hundred ninety three two hundred thirty four three thousand two hundred eighty seven four thousand three hundred ninety thirty five two thousand three hundred twenty eight six thousand seven hundred eighteen three thousand nine hundred seventy five ten thousand six hundred ninety three two thousand sixteenA one thousand one hundred fifty eight one hundred eighty three two thousand four hundred ninety six four thousand three hundred forty seven one thousand three hundred eighty four one thousand seven hundred sixteen three hundred eighty four three thousand eight hundred fifty eight thousand four hundred twenty three twelve thousand seven hundred seventy one four hundred fifteen four thousand two hundred sixty eight five thousand six hundred seventeen twenty four two thousand one hundred fifty one seven thousand seven hundred sixty eight five thousand three twelve thousand seven hundred seventy one oneQ seventeenE one thousand seven hundred twenty nine one hundred eighty three one thousand one hundred thirty five three thousand seven hundred seventy eight one thousand three hundred eighty four one thousand six hundred eighty nine three hundred eighty four three thousand eight hundred eleven eight thousand three hundred forty one twelve thousand one hundred nineteen one hundred twenty three thousand six hundred ninety three four thousand seven hundred sixty eight one hundred fourteen two thousand two hundred forty one seven thousand nine five thousand one hundred ten twelve thousand one hundred nineteen twoQ seventeenE one thousand seven hundred thirty eight one hundred eighty three one thousand two hundred ninety three three thousand eight hundred ninety five one thousand three hundred eighty four one thousand six hundred sixty nine three hundred eighty four three thousand seven hundred seventy one eight thousand two hundred seventy three twelve thousand one hundred sixty seven one hundred nine three thousand six hundred forty one four thousand seven hundred five one hundred thirteen two thousand two hundred forty six thousand nine hundred forty five five thousand two hundred twenty three twelve thousand one hundred sixty seven threeQ seventeenE one thousand eight hundred fifty four one hundred eighty three one thousand three hundred thirty nine three thousand nine hundred six one thousand three hundred eighty four one thousand six hundred fifty three three hundred eighty four three thousand seven hundred thirty two eight thousand two hundred twenty two twelve thousand one hundred twenty eight one hundred thirteen three thousand four hundred seventeen four thousand five hundred fifty eight one hundred six two thousand two hundred thirty three six thousand seven hundred ninety one five thousand three hundred thirty seven twelve thousand one hundred twenty eight fourQ seventeenE two thousand seven hundred eighty one hundred eighty three two thousand six hundred fourteen six thousand one hundred one thousand three hundred eighty four one thousand six hundred forty four three hundred eighty four three thousand six hundred ninety three eight thousand two hundred twenty fourteen thousand three hundred twenty four hundred sixty nine five thousand ninety two six thousand five hundred seventy one one hundred fifty seven two thousand two hundred eighty five eight thousand eight hundred fifty five five thousand four hundred sixty five fourteen thousand three hundred twenty two thousand seventeenE two thousand seven hundred eighty one hundred eighty three two thousand six hundred fourteen six thousand one hundred one thousand three hundred eighty four one thousand six hundred forty four three hundred eighty four three thousand six hundred ninety three eight thousand two hundred twenty fourteen thousand three hundred twenty four hundred sixty nine five thousand ninety two six thousand five hundred seventy one one hundred fifty seven two thousand two hundred eighty five eight thousand eight hundred fifty five five thousand four hundred sixty five fourteen thousand three hundred twenty two thousand eighteenE four thousand six hundred fifteen one hundred eighty three two thousand eight hundred ten eight thousand one hundred forty eight one thousand three hundred eighty four one thousand six hundred forty three hundred eighty four three thousand five hundred twenty six eight thousand seventy eight sixteen thousand two hundred twenty six five hundred thirty seven six thousand two hundred ten seven thousand eight hundred thirty seven one hundred twenty seven two thousand two hundred fifty four ten thousand ninety one six thousand one hundred thirty six sixteen thousand two hundred twenty six","wordCount":911},{"sentence":"dollar, m Consolidated net income Depreciation and amortization Accounts receivable Deferred commissions Accounts payable Deferred revenue Cash from operating activities two thousand fourteenA three hundred sixty nine six hundred twelve eight hundred seventy five two thousand fifteenA four hundred forty eight one hundred sixty seven hundred ninety nine one thousand one hundred seventy four thirty eight ninety seven one hundred sixty five one hundred twenty six two thousand sixteenA five hundred twenty six two hundred fifty four nine hundred seventy one thousand six hundred thirteen one hundred thirty three two hundred fifty seven two hundred fifty oneQ seventeenE ten one hundred fifty one one thousand three hundred sixty one six hundred fifty five five hundred seventy five hundred seventy twoQ seventeenE one hundred forty nine ninety nine ten ten threeQ seventeenE one hundred forty eight four two hundred nine one hundred sixteen one hundred sixteen fourQ seventeenE one hundred forty seven three hundred fifty six one thousand seven hundred twenty seven one thousand twenty four nine hundred twenty six nine hundred twenty six two thousand seventeenE five hundred ninety four fifty five nine hundred fifty eight one thousand nine hundred eighty seven one thousand six hundred twenty two one thousand six hundred twenty two two thousand eighteenE one hundred twelve six hundred four sixty seven one thousand eighty seven two thousand two hundred sixty seven one thousand eight hundred thirty four one thousand eight hundred thirty four","wordCount":237},{"sentence":"Business combinations, net of ca Land activity and building impro Changes in marketable securitie five hundred sixteen Capex Cash from investing activities Proceeds from borrowings one thousand one hundred thirty three eighty five Proceeds from issuance of warra Purchase of notes one hundred thirty one Cash from financing activities one thousand five hundred ninety eight Change in cash FX impact Net change in cash","wordCount":64},{"sentence":"I, Raimo Lenschow, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Salesforce dot com Inc., Overweight/Positive, CD/CE/D/J/K/L/M/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":40},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Software Amdocs Ltd.","wordCount":17},{"sentence":"CA Technologies Cornerstone OnDemand Inc. Ellie Mae Inc. Fleetmatics Group, PLC Imprivata Magic Software Enterprises Ltd. MobileIron, Inc. Oracle Corp. PTC Inc. Red Hat Inc. Sapiens International Corp Symantec Corp. Teradata Corp. Workday Inc. Distribution of Ratings: twenty five February two thousand sixteen eleven Ansys, Inc. CyberArk Software FireEye Fortinet, Inc. Intuit Inc. Microsoft Corp. NetSuite Inc. Palo Alto Networks Qlik Tech Salesforce dot com Inc.","wordCount":66},{"sentence":"ServiceNow, Inc. Tableau Software, Inc. Varonis Systems, Inc. Autodesk Inc. Demandware Fivenine, Inc. Hortonworks, Inc. LogMeIn, Inc. Mimecast Ltd.","wordCount":19},{"sentence":"Nice Systems Paycom Rapidseven SAP AG Splunk Inc. Tangoe Inc VMware Inc. Check Point Software Technologies Ltd. Citrix Systems","wordCount":19},{"sentence":"Barclays Equity Research has one thousand eight hundred seventy three companies under coverage.","wordCount":13},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"USD sixty two.fifty two Rating and Price Target Chart USD","wordCount":11},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date ten Feb two thousand sixteen nineteen Nov two thousand fifteen ten Nov two thousand fifteen twenty one Aug two thousand fifteen twenty one May two thousand fifteen twenty six Feb two thousand fifteen four Sep two thousand fourteen twenty one May two thousand fourteen twenty eight Feb two thousand fourteen nineteen Nov two thousand thirteen twelve Nov two thousand thirteen thirty Aug two thousand thirteen nineteen Apr two thousand thirteen Closing Price fifty eight.seventy","wordCount":80},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"*The rating for this security remained Overweight during the relevant period.","wordCount":11},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by Salesforce dot com Inc.. CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Salesforce dot com Inc.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Salesforce dot com Inc. in the past twelve months.","wordCount":64},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Salesforce dot com Inc. and/or in any related derivatives.","wordCount":27},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Salesforce dot com Inc. within the past twelve months.","wordCount":24},{"sentence":"L: Salesforce dot com Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Salesforce dot com Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"N: Salesforce dot com Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"Valuation Methodology: Our dollar seventy two price target is based on a calendar CY seventeen EV/Sales multiple of five.fivex and a revenue estimate of approximately dollar nine.fivebn.","wordCount":29},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Saleforce competes in the highly competitive enterprise software market, and larger entrants such as Microsoft, SAP, and Oracle could undermine pricing support over time, making it difficult for Salesforce to achieve its financial objectives.","wordCount":48},{"sentence":"As a high growth company carrying a relatively high valuation, shares are susceptible to significant multiple pressure during market selloffs.","wordCount":20},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
