{"fileName":"Barclays_Boston_Scientific_Corp_Bullish_Meetings_in_Cardio_Country.pdf","numberSentences":208,"text":[{"sentence":"Healthcare | U.S. Medical Supplies and Devices twenty three November two thousand fifteen","wordCount":14},{"sentence":"MATT'S MINDSET: We had a chance to meet with Kevin Ballinger, SVP, Interventional Cardiology and Jeff Mirviss, SVP, Peripheral Interventions to discuss the businesses under their purview and key growth drivers in each segment.","wordCount":34},{"sentence":"Kevin noted that the IC business is growing well across a number of franchises with a goal in the future to further diversify growth and add more vectors.","wordCount":28},{"sentence":"In his view, there are three main areas of growth for IC: one) drug eluting stents ; two) complex PCI and three) structural heart .","wordCount":24},{"sentence":"In addition, Jeff Mirviss highlighted BSX's unique portfolio approach to peripheral, with significant growth drivers, also grouped in three key buckets: one) interventional oncology ; two) drug eluting ; three) Venous ­ with assets from the Bayer acquisition.","wordCount":38},{"sentence":"Net net, we think there are under appreciated growth drivers in these core businesses, which together make up about thirty eight percent of BSX revenue in our two thousand sixteen numbers.","wordCount":31},{"sentence":"While we are not raising numbers, we are more confident in our five.four","wordCount":14},{"sentence":"percent xfx growth estimate for these divisions next year and think Synergy and Lotus could drive upside to revenue at accretive margins.","wordCount":22},{"sentence":"On WATCHMAN, BSX noted that CMS coverage with evidence development is relatively in line with its expectations, with a couple points that bear further clarification and logistical issues around running a registry like the one described, but we believe it is more likely that the CMS final decision will cover WATCHMAN more in line with the spirit of the IDE trials than it is that CMS is asking for BSX to study a new population.","wordCount":75},{"sentence":"For more details, read the note, but our bottom line is that BSX remains one of the most compelling top line and margin stories in LC medtech and we reiterate our OW rating; BSX is our Top Pick.","wordCount":38},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"two +thirty one percent BSX twenty three thousand seven hundred two one thousand three hundred forty five.twenty","wordCount":18},{"sentence":"U.S. Medical Supplies and Devices Matthew Taylor, CFA one.two","wordCount":11},{"sentence":"hundred twenty six.six thousand nine hundred sixty five matthew.c.taylor at barclays dot com BCI, US Young Li +one two hundred twelve five hundred twenty six one thousand nine hundred sixty one young.x.li at barclays dot com BCI, US Ian Mahmud +one two hundred twelve five hundred twenty six two thousand four hundred four ian.mahmud at barclays dot com BCI, US","wordCount":66},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE eight.","wordCount":11},{"sentence":"U.S. Medical Supplies and Devices Industry View: NEUTRAL Stock Rating: OVERWEIGHT two thousand fifteenE seven thousand four hundred seventy two one thousand nine hundred eighty two one thousand two hundred seventeen fifty five eight hundred fourteen .ninety","wordCount":38},{"sentence":"two thousand sixteenE seven thousand nine hundred ninety two thousand two hundred twenty six one thousand four hundred thirty five one thousand one hundred seventy one thousand twelve one.five","wordCount":30},{"sentence":"two thousand seventeenE eight thousand three hundred seventy five two thousand four hundred fifty eight one thousand six hundred forty seven one thousand three hundred ninety two one thousand one hundred ninety eight one.twenty","wordCount":35},{"sentence":"We believe shares of BSX offer an attractive valuation that does not fully contemplate the potential for EPS upside due to revenue acceleration, margin benefits from restructuring and cost cutting, increasing contributions from a strong pipeline, and gross margin mix.","wordCount":40},{"sentence":"one) Better than expected market growth/share gains in CRM; two) gross margin upside.","wordCount":13},{"sentence":"three) improved pricing across core markets; four) uptick in medtech utilization; and five) more P and L leverage from restructuring relative to expectations.","wordCount":23},{"sentence":"one) Share loss in CRM and prolonged volume pressure on the ICD market; two) greater pricing pressure in core markets; three) increased competition in stents; four) scrutiny over stent and ICD utilization and pushback from payers.","wordCount":36},{"sentence":"Income statement Revenue EBITDA EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin EBIT margin Pre tax margin Net margin ROIC ROA ROE two thousand fourteenA seven thousand three hundred eighty one thousand seven hundred forty five one thousand fifty six ninety one seven hundred forty three .eighty","wordCount":55},{"sentence":"Balance sheet and cash flow Tangible fixed assets one thousand five hundred seven Intangible fixed assets eleven thousand nine hundred twenty nine Cash and equivalents five hundred eighty seven Total assets seventeen thousand forty two Short and long term debt four thousand two hundred sixty two Other long term liabilities two thousand six hundred sixty six Total liabilities ten thousand five hundred eighty five Net debt/ three thousand six hundred seventy five Shareholders' equity six thousand four hundred fifty seven Change in working capital nine hundred sixty two Cash flow from operations one thousand sixty seven Capital expenditure two hundred fifty nine Free cash flow eight hundred eight Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield P/BV Dividend yield Total debt/capital Selected operating metrics SG and A/sales R and D/sales R and D growth SG and A growth","wordCount":140},{"sentence":"Interventional Cardiology ­ Synergy, Watchman, Lotus, and a Strong Supporting Cast","wordCount":11},{"sentence":"JNJ percent Y/Y Growth MDT percent Y/Y Growth percent Y/Y Growth xfx BSX percent Y/Y Growth percent Y/Y Growth xfx ABT percent Y/Y Growth percent Y/Y Growth xfx TOTAL GLOBAL SALES percent Y/Y Growth percent Y/Y Growth xfx two thousand eleven Year dollar two hundred sixty two fifty eight.five","wordCount":50},{"sentence":"percent dollar one thousand five hundred eighty seven fifteen.eight percent two thousand twelve Year dollar six ninety seven.six","wordCount":20},{"sentence":"percent two thousand fourteen Year dollar NA dollar one thousand one hundred nine .seven","wordCount":14},{"sentence":"percent oneQ dollar NA dollar two hundred eighty seven .three percent .three","wordCount":12},{"sentence":"percent two thousand fifteenE threeQE dollar NA dollar two hundred seventy four one.seven","wordCount":14},{"sentence":"percent fourQE dollar NA dollar two hundred seventy seven one.five percent three.six","wordCount":14},{"sentence":"percent two thousand fifteenE Year dollar NA dollar one thousand one hundred seventeen .seven","wordCount":14},{"sentence":"percent two thousand sixteenE Year dollar NA dollar one thousand one hundred thirty one one.three","wordCount":16},{"sentence":"Watchman LAAC Global Market Patients with AFib percent Growth Patients with CHADStwo two Patients with CHADStwo two percent Penetration Patients with reason to seek alternative percent Penetration WW Prevalence penetration percent Penetration ASP Watchman sales WW percent Growth two thousand twenty twoE two thousand twenty threeE two thousand fifteenE two thousand sixteenE two thousand seventeenE two thousand eighteenE two thousand nineteenE two thousand twentyE two thousand twenty oneE two thousand twenty fourE thirteen million eight hundred fifty seven thousand six hundred eighty one fourteen million one hundred thirty four thousand eight hundred thirty five fourteen million four hundred seventeen thousand five hundred thirty two fourteen million seven hundred five thousand eight hundred eighty two fifteen million fifteen million three hundred thousand fifteen million six hundred six thousand fifteen million nine hundred eighteen thousand one hundred twenty sixteen million two hundred thirty six thousand four hundred eighty two sixteen million five hundred sixty one thousand two hundred twelve two percent two percent two percent two percent two percent two percent two percent two percent two percent two percent two thousand fifteenE six million nine hundred twenty eight thousand eight hundred forty one fifty percent two million four hundred twenty five thousand ninety four thirty five percent two thousand sixteenE seven million sixty seven thousand four hundred eighteen fifty percent two million four hundred seventy three thousand five hundred ninety six thirty five percent two thousand seventeenE seven million two hundred eight thousand seven hundred sixty six fifty percent two million five hundred twenty three thousand sixty eight thirty five percent two thousand eighteenE seven million three hundred fifty two thousand nine hundred forty one fifty percent two million five hundred seventy three thousand five hundred twenty nine thirty five percent two thousand nineteenE seven million five hundred thousand fifty percent two million six hundred twenty five thousand thirty five percent two thousand twentyE seven million six hundred fifty thousand fifty percent two million six hundred seventy seven thousand five hundred thirty five percent two thousand twenty oneE seven million eight hundred three thousand fifty percent two million seven hundred thirty one thousand fifty thirty five percent two thousand twenty twoE seven million nine hundred fifty nine thousand sixty fifty percent two million seven hundred eighty five thousand six hundred seventy one thirty five percent two thousand twenty threeE eight million one hundred eighteen thousand two hundred forty one fifty percent two million eight hundred forty one thousand three hundred eighty four thirty five percent two thousand twenty fourE eight million two hundred eighty thousand six hundred six fifty percent two million eight hundred ninety eight thousand two hundred twelve thirty five percent","wordCount":441},{"sentence":"WW TAVR Market Share MDT CoreValve EW Sapien, XT, three BSX Lotus STJ Portico Other TOTAL","wordCount":16},{"sentence":"dollar four hundred ninety dollar five hundred ten thirty one percent twenty nine percent number REF! number REF! two thousand fifteenE twoQ threeQE thirty five percent thirty five percent fifty seven percent three percent percent five percent one hundred percent fifty six percent three percent percent five percent one hundred percent","wordCount":51},{"sentence":"BSX is taking more of a portfolio approach to peripheral intervention to supply all the physician's needs in the leg given its footprint in atherectomy, DCB's, and stents .","wordCount":28},{"sentence":"Looking at the continuum of care for patients with peripheral disease, BSX believes there may be a spectrum of interventional choices that doctors generally use based on the complexity of the disease.","wordCount":32},{"sentence":"As such, BSX is cultivating a range of unique and differentiated therapies across this cross section with a goal of category leadership in each.","wordCount":24},{"sentence":"Starting from the most complex, BSX thinks stents may be the weapon of choice to combat longer, more challenging lesions .","wordCount":20},{"sentence":"In moderate lesions, the hypothesis is that DCBs may be used more and simpler lesions may see doctor reaching for POBA or atherectomy.","wordCount":23},{"sentence":"one) Drug eluting is differentiated in that BSX has both a stent and a balloon for the periphery in house, along with a relationship with BCR to distribute Lutonix.","wordCount":29},{"sentence":"In our view, Eluvia may be the most exciting product in this segment given the remarkably strong data from the MAJESTIC trial and many doctors at VIVA were very excited about the product given the study was in complex real world patients.","wordCount":42},{"sentence":"Eluvia is launching in the near term in Europe; in the US, BSX is running a pivotal trial head to head versus Cook's Zilver DES.","wordCount":25},{"sentence":"Barclays | Boston Scientific Corp. confidence in the device as Eluvia has shown better patency rates and has the ability to deliver drug longer versus Zilver.","wordCount":26},{"sentence":"BSX took feedback from MEDCAC, who has bemoaned the lack of comparative data in the space and customers who have noted that this type of data set would be the most `practice changing'.","wordCount":33},{"sentence":"On the Ranger DCB, BSX is still talking with the FDA about potential routes to the US market and was pleased to see viability from its FIM data presented in September in Europe.","wordCount":33},{"sentence":"At the same time it is `in the game' with Lutonix, which gives BSX a complementary offering to its atherectomy devices.","wordCount":21},{"sentence":"two) JetStream makes up the majority of atherectomy sales with the balance from Rotoblater and generally JetStream is used above the knee and where there is thrombus while Rotoblator's domain is below the knee.","wordCount":34},{"sentence":"Again BSX is the only company with a portfolio of atherectomy devices and currently believes that in about twenty five fifty percent of its DCB cases there is atherectomy done as well .","wordCount":32},{"sentence":"JetStream is currently sevenFr and to go BTK, it would likely need to be lower profile, although BSX is not convinced that fourFr is necessary .","wordCount":25},{"sentence":"The venous portfolio includes the Zelante DVT catheter) with fourx the horsepower of the market leading product.","wordCount":17},{"sentence":"This has been a big growth driver and BSX is the market leader with fifty five percent share.","wordCount":18},{"sentence":"Penumbra also has a product that grew solid double digits in the threeQ and BSX noted that its growth is not too far away from that.","wordCount":26},{"sentence":"three) In interventional oncology, the portfolio is more exciting post the acquisition of Cellanova, adding microspheres that can deliver therapy to cancer .","wordCount":22},{"sentence":"Previously, BSX had the microcatheters and coils to treat the condition but not the microspheres to deliver the therapy.","wordCount":19},{"sentence":"It is now running the SOLACE trial in the US with the hope of having he first on label drug eluting microsphere in the US.","wordCount":25},{"sentence":"Oncology has been accretive in terms of growth to the peripheral average and Cellanova will help to fuel this faster growing segment.","wordCount":22},{"sentence":"I, Matthew Taylor, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Boston Scientific Corp., Overweight/Neutral, A/C/D/J/K/L/M/N Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":39},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Medical Supplies and Devices Abbott Laboratories Becton Dickinson and Co. Edwards Lifesciences Corp. Intuitive Surgical Mazor Robotics Ltd.","wordCount":32},{"sentence":"ResMed Stryker Corp. Zimmer Biomet Holdings Inc. Distribution of Ratings: Barclays Equity Research has two thousand seven hundred seventy four companies under coverage.","wordCount":23},{"sentence":"forty two percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty four percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; thirty nine percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry Boston Scientific Corp. Heartware International Inc. KtwoM Group Holdings Inc. Medtronic PLC ReWalk Robotics Ltd.","wordCount":33},{"sentence":"Teleflex Baxter International C.R. Bard Inc. Integra LifeSciences Holdings Lombard Medical Inc.","wordCount":13},{"sentence":"industry coverage universe), taken from among the Overweight rated stocks within that industry.","wordCount":13},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date twenty eight Oct two thousand fifteen twenty eight Apr two thousand fifteen twenty three Mar two thousand fifteen fifteen Mar two thousand fifteen four Feb two thousand fifteen twenty five Jul two thousand fourteen nine Jan two thousand fourteen twenty five Oct two thousand thirteen twenty six Jul two thousand thirteen seven May two thousand thirteen twenty nine Jan two thousand thirteen fourteen Dec two thousand twelve Closing Price eighteen.forty","wordCount":76},{"sentence":"Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":15},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Boston Scientific Corp. in the previous twelve months.","wordCount":31},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Boston Scientific Corp.. D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Boston Scientific Corp. in the past twelve months.","wordCount":42},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Boston Scientific Corp. and/or in any related derivatives.","wordCount":26},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Boston Scientific Corp. within the past twelve months.","wordCount":23},{"sentence":"L: Boston Scientific Corp. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"M: Boston Scientific Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"N: Boston Scientific Corp. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"Valuation Methodology: Our dollar twenty three target is based on nineteenx our two thousand seventeen EPS of dollar one.twenty.","wordCount":20},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: one) CRM market dynamics and competition.","wordCount":20},{"sentence":"four) Scrutiny over stent and ICD utilization and pushback from payers.","wordCount":11},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
