{"fileName":"Barclays_US_Software_Raimos_Roundup_Reeling_In_The_Big_Fish.pdf","numberSentences":188,"text":[{"sentence":"Theme of the Week: This week, we look at large deal activity by some of our high growth companies.","wordCount":19},{"sentence":"ServiceNow is having particularly strong success in this area, with seven.seven","wordCount":12},{"sentence":"FireEye and Hortonworks are also faring well here, with three.two","wordCount":11},{"sentence":"percent, respectively, of all customers completing deals for over dollar onemn last year.","wordCount":13},{"sentence":"We believe that Splunk has made progress in converting large deals with its new ELA/EAA structures.","wordCount":16},{"sentence":"Finally, Tableau and Qlik have a lot of runway to move up in the enterprise, and we believe that their success in the future as dollar onebn+ revenue companies could hinge on their ability to execute these deals.","wordCount":38},{"sentence":"Oracle reported threeQsixteen earnings with total revenue slightly below consensus, but SaaS/PaaS revenue came in ahead.","wordCount":16},{"sentence":"We hosted Varonis management for investor meetings in Boston this week.","wordCount":11},{"sentence":"We hosted Mimecast management for investor meetings in the Mid Atlantic region this week.","wordCount":14},{"sentence":"We believe the company represents growth at a reasonable price and gives investors exposure to several secular trends in the broader security market.","wordCount":23},{"sentence":"Salesforce announced Filed Service Lightning this week, a product that aims to automate the management of repair or service calls such as dispatch alerts, work order creation and wrap up reports.","wordCount":31},{"sentence":"Symantec announced the worldwide availability of Encryption Everywhere, a website security offering available through web hosting providers.","wordCount":17},{"sentence":"Apple reported signed a deal with Google Cloud Platform for some of its iCloud servicing needs.","wordCount":16},{"sentence":"Red Hat is set to report quarterly results after the market close on Tuesday, March twenty two.","wordCount":17},{"sentence":"We expect the company will report healthy top and bottom line results as it continues to benefit from a stable core RHEL business and generally strong adoption of its faster growth, emerging product offerings.","wordCount":34},{"sentence":"We are hosting Intuit CFO Neil Williams and VP of Investor Relations Matt Rhodes for investor meetings next week.","wordCount":19},{"sentence":"We will not be publishing Raimo's Roundup next week due to the Easter holiday.","wordCount":14},{"sentence":"at barclays dot com BCI, US Saket Kalia, CFA +one two hundred twelve five hundred twenty six eight thousand four hundred sixty five saket.kalia","wordCount":25},{"sentence":"at barclays dot com BCI, US Andrew Kisch +one two hundred twelve five hundred twenty six one thousand fifty three andrew.kisch","wordCount":22},{"sentence":"at barclays dot com BCI, US Joanne Ho +one two hundred twelve five hundred twenty six eight thousand eighty one joanne.x.ho at barclays dot com BCI, US","wordCount":29},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE eight.","wordCount":11},{"sentence":"This week, we look at large deals for some of our higher growth companies.","wordCount":14},{"sentence":"Large deals are an important measure of success for software companies as they signal a strategic importance of a vendor to a customer, in addition to the more obvious benefit of higher sales.","wordCount":33},{"sentence":"We compiled the number of million dollar deals completed in the last year for the vendors that disclose that number, and compared that to the total billings number, as well as the customer count.","wordCount":34},{"sentence":"We found that ServiceNow is doing quite well with large deals, finishing the year with two hundred thirty customers with ACV of dollar onemn or greater.","wordCount":26},{"sentence":"Taking this as their large deal number, we see that they also had the highest proportion of large deals per customer, at seventy seven per thousand customers, of any company in this analysis.","wordCount":33},{"sentence":"There is a logical correlation between ASPs and large deal generation, since companies whose average selling price is closer to dollar onemn are more likely to achieve dollar onemn+ deals.","wordCount":30},{"sentence":"With this is mind, it makes sense that ServiceNow is seeing such success with large deals.","wordCount":16},{"sentence":"Hortonworks has also seen strong traction with large deals, and completed twenty two dollar onemn plus deals in FYfifteen despite having only existed for five years.","wordCount":26},{"sentence":"Generally, large deals take time to ramp as customers increase their spend year after year, which can usually be seen in a cohort analysis.","wordCount":24},{"sentence":"We view this early success as a positive leading indicator for the company's future performance, especially when viewed in concert with the one hundred fifty nine percent average dollar based net expansion rate.","wordCount":33},{"sentence":"Although Hortonworks only has eight hundred customers, it has over twenty seven dollar onemn+ deals per customer.","wordCount":17},{"sentence":"Splunk has worked hard to increase its large deal count, and the work appears to be paying off.","wordCount":18},{"sentence":"The company introduced EAAs, and more recently unlimited ELAs, to give customers greater predictability in their Splunk costs.","wordCount":18},{"sentence":"Despite ASPs of only dollar fiftyk, they still achieved nine large deals per thousand customers.","wordCount":15},{"sentence":"We expect that Splunk will continue to see solid growth in its dollar onemn+ deal count going forward as it strengthens its large deal process.","wordCount":25},{"sentence":"We believe that Qlik and Tableau have lots of runway to increase their large deal count.","wordCount":16},{"sentence":"Those two companies have, by far, the lowest proportion of large deals, each at less than one per thousand customers.","wordCount":20},{"sentence":"While this makes sense given the land and expand model that usually starts with just a few licenses, we believe that the ability to grow past dollar onebn in revenue will hinge upon moving up in the enterprise and transacting million dollar standardization deals.","wordCount":44},{"sentence":"We know from recent conversations with Tableau that this is a major focus area for them, and we think that some tweaks to the model could unlock significant amounts of spending.","wordCount":31},{"sentence":"Company ServiceNow FireEye Hortonworks Splunk Tableau Qlik dollar onemn Deals two hundred thirty one hundred thirty nine twenty two one hundred two thirty five thirty one Billings one thousand two hundred one.four","wordCount":33},{"sentence":"Customers three thousand four thousand four hundred eight hundred eleven thousand thirty nine thousand thirty eight thousand Large Deals per dollar one hundredmn in Billings nineteen.one","wordCount":27},{"sentence":"Note: ServiceNow deal count is for number of dollar onemn+ ACV customers; Tableau deal number is an estimate ­ company disclosed thirty two dollar onemn+ deals in twoHfifteen","wordCount":28},{"sentence":"Mimecast Paycom Oracle VMware CyberArk Demandware Cornerstone Microsoft PTC Fleetmatics Symantec Ansys SAP Salesforce Ellie Mae Red Hat CA MobileIron Tangoe NetSuite Citrix Intuit Autodesk S and P five hundred Qlik Fivenine Teradata Varonis Splunk Workday FireEye LogMeIn","wordCount":38},{"sentence":"MobileIron Qlik Cornerstone Mimecast Demandware Red Hat Fleetmatics ServiceNow Oracle Autodesk Citrix Splunk Microsoft Salesforce NetSuite CyberArk Palo Alto SAP FireEye Teradata Ansys CA Paycom S and P five hundred PTC Intuit VMware LogMeIn Ellie Mae Imprivata Varonis Symantec Rapidseven Fivenine Hortonworks Tableau Tangoe","wordCount":44},{"sentence":"Oracle reported threeQsixteen earnings with total revenue slightly below consensus, but SaaS/PaaS revenue coming in ahead.","wordCount":16},{"sentence":"Operating margins were essentially in line, and EPS beat due to lower than expected taxes.","wordCount":15},{"sentence":"Licenses did continue their double digit declines, but our main takeaway from the quarter is that the cloud revenue mechanics are finally working as expected, and the revenue is flowing through the income statement.","wordCount":34},{"sentence":"We hosted Varonis CEO Yaki Faitelson for investor meetings in Boston this week.","wordCount":13},{"sentence":"Varonis' focus on data governance and security seems to be resonating well with customers who are increasingly looking at the growing threat of maliciously acting insiders.","wordCount":26},{"sentence":"It seems that this can help to drive greater sales velocity, which should help overall numbers.","wordCount":16},{"sentence":"We hosted meetings with management, and we learned two incremental things: the TTP product can double security revenue per customer, which we estimate could be a dollar forty sixtyM revenue opportunity inside the customer base alone, and competitor McAfee is end oflifing their competing email product, which we think MIME will benefit from, supporting the ~twenty percent revenue growth we are forecasting through FYeighteen.","wordCount":64},{"sentence":"Fundamentally, we think MIME represents growth at a reasonable price and gives investors exposure to the secular trend of email and its related security, archiving, and continuity functions moving to the cloud.","wordCount":32},{"sentence":"According to an article by CRN, Apple has signed a deal with Google Cloud Platform for some of its iCloud servicing needs.","wordCount":22},{"sentence":"The article claims that Apple is spending between dollar four hundred dollar six hundred million annually on Google Cloud Platform, or approximately half of the dollar one billion that the company reportedly spend with AWS.","wordCount":35},{"sentence":"It isn't clear in just what capacity Apple is using the company's services, but this report comes on the heels of the news from a few weeks ago where long time AWS client Spotify signed up to use GCP's data analytics tools.","wordCount":42},{"sentence":"Salesforce announced Filed Service Lightning this week, a product which aims to automate the management of repair or service calls such as dispatch alerts, work order creation and wrap up reports.","wordCount":31},{"sentence":"The company reportedly built the solution on top of its Service Cloud offering, but licensed components like scheduling and optimization from ClickSoftware.","wordCount":22},{"sentence":"Interestingly, the company released the product for general release without a pilot or beta phase, which is considered unusual in the software market.","wordCount":23},{"sentence":"Symantec announced the worldwide availability of Encryption Everywhere, a website security offering available through web hosting providers.","wordCount":17},{"sentence":"According to the company hosting providers will be able to offer customers a number of options, including basic website encryption included as part of a hosted service, and a number of premium security packages with increasingly stronger levels of website validation, protection, and trust seals.","wordCount":45},{"sentence":"Red Hat is set to report quarterly results after the market close on Tuesday, March twenty twond.","wordCount":17},{"sentence":"We expect that the company will report healthy top and bottom line results as it continues to benefit from a stable core RHEL business and generally strong adoption of its faster growth, emerging product offerings.","wordCount":35},{"sentence":"Results from our most recent VAR survey also came back slightly more bullish than last quarter; reseller commentary regarding new product adoption trends were particularly positive, which bodes well for the long term investment thesis, in our view.","wordCount":38},{"sentence":"We are hosting Intuit CFO Neil Williams and VP of Investor Relations Matt Rhodes for investor meetings next week.","wordCount":19},{"sentence":"Please click on the title to link to the full note.","wordCount":11},{"sentence":"A full list of all Barclays Equity Research publications is available on Barclays Live.","wordCount":14},{"sentence":"Please refer to the reports linked above for SETTLEMENT DISCLOSURES, ANALYST CERTIFICATIONS AND OTHER IMPORTANT DISCLOSURES.","wordCount":16},{"sentence":"Industry View: Positive Category Company Large cap Rating Current price one hundred.eight","wordCount":13},{"sentence":"Price target one hundred nine sixty forty eight one hundred eight twenty two thirty three twenty six thirty eight eight forty five sixty five thirty two seventy two sixty three sixty nineteen thirty two forty five fifty nine twenty five twenty eighty eight six ninety N/A eighty forty nine eight ninety two seventy forty one one hundred eighty four forty one twenty one forty two eighty three fourteen fifteen thirteen Market Cap USD twenty eight thousand seven hundred thirty seven four hundred thirty eight thousand eight hundred ten one hundred seventy two thousand eight hundred thirty six ninety five thousand five hundred ninety six twelve thousand five hundred sixty eight thirteen thousand seventeen one thousand eight hundred twenty nine one thousand six hundred five four hundred forty nine one thousand three hundred fifty five five thousand three hundred forty three one thousand nine hundred seventy five fifty two thousand four hundred eighteen ten thousand eight hundred sixty nine fifteen thousand one hundred nine six hundred eighty six two thousand five hundred twenty four six thousand nine hundred seventy nine three thousand five hundred eighty seven three thousand five hundred thirty eight five hundred two twelve thousand three hundred eighty nine three hundred sixty two thirteen thousand five hundred forty two twenty two thousand seven hundred seventy six two thousand five hundred seventy one one thousand five hundred ninety six two hundred ninety seven eight thousand fifty thirteen thousand seventy two three thousand seven hundred twenty eight thirteen thousand nine hundred forty one thousand four hundred twenty nine two thousand seven hundred sixty eight five thousand seventy one fourteen thousand eight hundred fifty five two hundred seventy seven five hundred fifteen four hundred forty four P/E two thousand sixteenE twenty six.sevenx nineteen.sixx","wordCount":293},{"sentence":"Intuit OW Microsoft OW Oracle OW SAP OW Symantec EW OW CA Technologie UW Enterpise SaaS Cornerstone Demandware EW Fivenine OW LogMeIn UW NetSuite EW Paycom OW Salesforce OW ServiceNow OW Workday EW Hortonworks OW Big Data QlikTech OW Splunk EW Tableau OW Teradata UW Varonis EW Citrix OW Infrastructure MobileIron OW Red Hat OW VMware RS *Ellie Mae OW Vertical SaaS *FleetMatics OW *Tangoe UW *Ansys EW Design tools *Autodesk OW *PTC OW *Palo Alto OW Security *CyberArk EW *FireEye EW *Fortinet OW *Check Point UW *Imprivata OW *Rapidseven OW *Mimecast OW *Covered by US Software Analyst Saket Kalia","wordCount":100},{"sentence":"Source: Thomson One, Barclays Research, prices as of previous day's close.","wordCount":11},{"sentence":"OW = Overweight, EW = Equal Weight, UW = Underweight, RS = Rating Suspended For full disclosures on each covered company, including details of our company specific valuation methodology and risks, please refer to http://publicresearch.barcap","wordCount":36},{"sentence":"We, Raimo Lenschow, CFA and Saket Kalia, CFA, hereby certify that the views expressed in this research report accurately reflect our personal views about any or all of the subject securities or issuers referred to in this research report and no part of our compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":65},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Software Amdocs Ltd.","wordCount":17},{"sentence":"CA Technologies Cornerstone OnDemand Inc. Ellie Mae Inc. Fleetmatics Group, PLC Imprivata eighteen March two thousand sixteen Ansys, Inc. CyberArk Software FireEye Fortinet, Inc. Intuit Inc. Autodesk Inc. Demandware Fivenine, Inc. Hortonworks, Inc. LogMeIn, Inc. eight Check Point Software Technologies Ltd. Citrix Systems","wordCount":43},{"sentence":"Magic Software Enterprises Ltd. MobileIron, Inc. Oracle Corp. PTC Inc. Red Hat Inc. Sapiens International Corp Symantec Corp. Teradata Corp. Workday Inc. Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy six companies under coverage.","wordCount":38},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch Microsoft Corp. NetSuite Inc. Palo Alto Networks Qlik Tech Salesforce dot com Inc.","wordCount":81},{"sentence":"Nice Systems Paycom Rapidseven SAP AG Splunk Inc. Tangoe Inc VMware Inc.","wordCount":12},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports produced by the Investment Bank are twenty five June two thousand fifteen ten","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
