{"fileName":"Barclays_Citizens_Financial_Group_Inc_2Q15_10-Q_Review_Enforcement_Actions_Expec.pdf","numberSentences":336,"text":[{"sentence":"Financial Services | U.S. Large Cap Banks ten August two thousand fifteen","wordCount":13},{"sentence":"Regulatory enforcement actions: CFG expects to face shortly formal administrative enforcement actions, including civil monetary penalties and restitution, relating to past practices, for which it believes that it is fully reserved.","wordCount":31},{"sentence":"RBS: RBS sold eighty sixmn shares of CFG for dollar twenty six/shr in late July to the public.","wordCount":18},{"sentence":"The underwriters have a thirty day option to purchase up to an additional twelve.ninemn","wordCount":15},{"sentence":"The transaction reduces RBS ownership stake in CFG to twenty four.eight","wordCount":12},{"sentence":"On Aug three, CFG repurchased nine.sixmn shares from RBS fully utilizing the net proceeds from a July thirty one dollar two hundred fiftymn debt offering.","wordCount":26},{"sentence":"It intends to repurchase an additional dollar two hundred fiftymn of its common stock in two thousand sixteen.","wordCount":18},{"sentence":"Expenses: From two thousand ten to two thousand fourteen, it invested over dollar one.threebn in infrastructure and technology and budgeting a total of dollar two hundred fortymn in two thousand fifteen and about dollar two hundred twentymn in two thousand sixteen, compared to an implied total of dollar three hundred twenty eightmn in two thousand fifteen and about dollar one hundred seventymn in two thousand sixteen per oneQfifteen disclosures.","wordCount":70},{"sentence":"Due to extensive regulations it expects to incur additional costs for additional compliance personnel or professional fees associated with advisors and consultants.","wordCount":22},{"sentence":"Loans: During twoQfifteen, it purchased dollar three hundred eighty sevenmn of mortgages, dollar four hundred sixteenmn in auto loans and dollar two hundred twomn of student loans.","wordCount":27},{"sentence":"It has agreements to purchase dollar one hundred dollar one hundred sixty threemn of student loans and dollar two hundred fifty dollar six hundredmn of auto loans per quarter.","wordCount":29},{"sentence":"The sale of dollar forty onemn of agent credit card loans transferred to HFS in oneQfifteen is expected to close in Aug. Rates: For an instantaneous +one hundredbps parallel rate shift, NII is expected to rise six.eight percent in the next twelve months.","wordCount":44},{"sentence":"For a gradual one hundred bps rate rise, NII is expected to rise three.five","wordCount":15},{"sentence":"The AFS securities book had an average expected duration of three.seven","wordCount":12},{"sentence":"years and net unrealized gains of dollar one hundred forty fivemn .","wordCount":11},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"USD twenty six.seventy +one percent CFG fourteen thousand three hundred forty two five hundred thirty seven.fifteen .","wordCount":18},{"sentence":"U.S. Large Cap Banks Jason M. Goldberg, CFA one.two","wordCount":11},{"sentence":"at barclays dot com BCI, US Brian Morton, CFA one.two","wordCount":11},{"sentence":"hundred twenty six.two thousand one hundred sixty three brian.morton","wordCount":11},{"sentence":"at barclays dot com BCI, US Eugene Koysman +one two hundred twelve five hundred twenty six nine hundred seventy one Eugene.Koysman at barclays dot com BCI, US Matthew Kesselhaut Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":51},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE twelve.","wordCount":11},{"sentence":"+one two hundred twelve five hundred twenty six one hundred eighty one matthew.kesselhaut","wordCount":14},{"sentence":"U.S. Large Cap Banks Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fifteenE three thousand four hundred eighteen.","wordCount":20},{"sentence":"three thousand one hundred ninety five one thousand six hundred forty seven three hundred twenty three one thousand two hundred seventy four eight hundred sixty one two thousand sixteenE three thousand eight hundred eight.two","wordCount":35},{"sentence":"three thousand two hundred forty one two thousand one hundred four four hundred eighty five one thousand six hundred twelve one thousand seventy two two thousand seventeenE four thousand two hundred sixty three.eight","wordCount":34},{"sentence":"three thousand three hundred forty four two thousand five hundred thirty four five hundred ninety one thousand nine hundred forty four one thousand two hundred ninety three CAGR eight.nine","wordCount":30},{"sentence":"percent Average one hundred forty six one hundred eighteen nine hundred eighty three one one hundred two.five one hundred two fourteen fourteen twenty thirteen ninety eight.two","wordCount":28},{"sentence":"We expect its ROTCE to increase towards ten percent in two thousand sixteen through: one) increased revenues with targeted initiatives in its Consumer and Commercial segments; two) impact of rising rates; three) cost reduction efforts; and four) capital actions.","wordCount":39},{"sentence":"Our dollar twenty seven price target implies thirteenx our two thousand sixteen EPS estimate of dollar two.five.","wordCount":18},{"sentence":"Assuming interest rates rise faster than anticipated and it achieves its revenue growth initiatives earlier than expected, we could see two thousand sixteen EPS moving towards dollar two.twenty five with the same thirteenx multiple implies a dollar twenty nine upside.","wordCount":41},{"sentence":"If interest rates stay lower for longer and it is unable to execute on capital actions according to plan, we could see the stock trade back to tangible book value or dollar twenty four.","wordCount":34},{"sentence":"Income statement Net interest income Operating expenses Pre provision earnings Loan loss provisions Pre tax income Net income Balance sheet Total assets Risk weighted assets Non performing loans Allowance for loan losses Loans Deposits Tier one capital Tier one common capital Shareholders' equity Tangible common equity Loan/deposit ratio Valuation and leverage metrics P/E P/BV Dividend yield P/PPE Tier one Tier one Common Tang assets/tang equity Margin and return data Return on RWAs ROA ROE Fee income/revenue Net interest margin Cost/income Credit quality ratios Loan loss provs/loans NCO ratio Coverage ratio NPL ratio Reserves/loans Per share data EPS DPS BVPS Payout ratio Diluted shares","wordCount":103},{"sentence":"discussions with regulators regarding, among other things, certain identity theft and debt cancellation products, and identifying and correcting errors in customer deposits.","wordCount":22},{"sentence":"The banking subsidiaries have paid restitution regarding some of these past practices and it is probable that there will be additional restitution to certain affected customers in connection with certain of these past practices.","wordCount":34},{"sentence":"In addition, CFG expects to face shortly formal administrative enforcement actions from its federal supervisory agencies, including the assessment of civil monetary penalties and restitution, relating to these past practices, for which it believes that it is fully reserved.","wordCount":39},{"sentence":"hundred fifty percent Subordinated Notes due two thousand twenty five issued on July thirty one, two thousand fifteen, to repurchase nine million six hundred fifteen thousand three hundred eighty four shares of its outstanding common stock directly from RBS at a public offering price of dollar twenty six.","wordCount":48},{"sentence":"Immediately following the completion of this stock repurchase transaction, RBS owned one hundred ten million four hundred sixty one thousand seven hundred eighty two shares, or twenty.nine","wordCount":28},{"sentence":"This transaction reduced common equity by dollar two hundred fiftymn and, on a pro forma basis as of twoQfifteen, would reduce the CETone and tier one capital ratios by twenty twobps, while the impact to the total capital ratio would be neutral.","wordCount":42},{"sentence":"additional dollar two hundred fiftymn of its shares of common stock in two thousand sixteen.","wordCount":15},{"sentence":"These repurchases may be funded by the issuance of senior debt or subordinated debt.","wordCount":14},{"sentence":"non cumulative perpetual Series A Preferred Stock, par value of dollar twenty five.","wordCount":13},{"sentence":"per share with a liquidation preference dollar one thousand per share.","wordCount":11},{"sentence":"The Preferred Stock accrues dividends, on a non cumulative, semi annual basis, beginning on April six, two thousand fifteen, at an annual rate equal to five.five hundred percent to, but excluding, April six, two thousand twenty, after which time it converts to a quarterly floating rate basis equal to three month LIBOR plus three.nine","wordCount":56},{"sentence":"CFG may redeem the Preferred Stock, subject to regulatory approval, on or after April six, two thousand twenty or at any time within ninety days of a regulatory capital treatment event.","wordCount":31},{"sentence":"restructuring costs, consisting of dollar fifteenmn of facilities costs in occupancy, dollar fivemn in outside services, and a dollar fivemn in salaries and employee benefits.","wordCount":25},{"sentence":"incur one time expenditures of dollar fifty twomn thru the end of two thousand fifteen, including capitalized costs of dollar eighteenmn, as well as ongoing incremental expenses of dollar thirty fourmn per year.","wordCount":33},{"sentence":"These ongoing costs will include higher local charges associated with exiting worldwide vendor relationships and incremental expenses to support information technology, compliance, corporate governance, regulatory, financial and risk infrastructure that are necessary to enable it to operate as a fully stand alone public company.","wordCount":44},{"sentence":"and technology, with an a total of dollar two hundred fortymn planned for two thousand fifteen and about dollar two hundred twentymn in two thousand sixteen .","wordCount":26},{"sentence":"This compares to oneQfifteen expectations of an additional dollar two hundred eightymn in two thousand fifteen (It has incurred dollar forty eightmn of expenses associated with investments in its infrastructure spend in the oneQfifteen ­ which it we assume implied a total of dollar three hundred twenty eightmn","wordCount":48},{"sentence":"Barclays | Citizens Financial Group Inc. investment spend in two thousand fifteen) and about dollar one hundred seventymn in two thousand sixteen.","wordCount":22},{"sentence":"These investments, which are designed to lower its costs and improve its customer experience, include significant programs to enhance its resiliency, upgrade customer facing technology and streamline operations.","wordCount":28},{"sentence":"Recent significant investments included the two thousand thirteen launch of its new teller system, new commercial loan platform and new auto loan platform and the two thousand thirteen upgrade of the majority of its ATM network, including equipping more than one thousand four hundred fifty ATMs with advanced deposit taking functionality as well as additional investment in its Treasury Services platform in two thousand fourteen.","wordCount":65},{"sentence":"In two thousand fifteen CFG is enhancing its data resiliency by investing in a new back up data center.","wordCount":19},{"sentence":"These investments also involved spending to prepare for the planned rollout of its new mortgage platform.","wordCount":16},{"sentence":"CFG expects that these investments will increase its long term overall efficiency and add to its capacity to increase revenue.","wordCount":20},{"sentence":"continue to evolve as the legal and regulatory framework governing its operations continues to change.","wordCount":15},{"sentence":"The current operating environment also has heightened regulatory expectations around many regulations including consumer compliance, the Bank Secrecy Act, and anti money laundering compliance and increased internal audit activities.","wordCount":29},{"sentence":"As a result of these heightened expectations, it expects to incur additional costs for additional compliance personnel or professional fees associated with advisors and consultants.","wordCount":25},{"sentence":"terminated agent credit card services agreement consisting of dollar forty threemn of outstanding credit card balances and a dollar twomn valuation allowance.","wordCount":22},{"sentence":"The terms of the agreement provided the agent an option, after a designated period of time, to purchase the credit card relationships covered under the agreement from CFG or cause another financial institution to purchase the interests in these credit card relationships.","wordCount":42},{"sentence":"The transaction is expected to close in August two thousand fifteen.","wordCount":11},{"sentence":"loss on derivative instruments included in OCI is expected to be reclassified to net interest expense.","wordCount":16},{"sentence":"No. two thousand fourteen one, Accounting for Investments in Qualified Affordable Housing Projects.","wordCount":13},{"sentence":"The application of this guidance resulted in the reclassification of the amortization of these investments to income tax expense.","wordCount":19},{"sentence":"At twoQfifteen CFG reported a net deferred tax liability of dollar five hundred fifty eightmn.","wordCount":15},{"sentence":"shift in the yield curve, NII is expected to increase six.eight percent over the next twelve months.","wordCount":18},{"sentence":"For a two hundredbp increase in interest rates, NII is expected to increase thirteen.","wordCount":14},{"sentence":"In a gradually rising rate environment, NII is expected to increase six.eight percent and three.five","wordCount":17},{"sentence":"percent for a two hundredbps and one hundredbps increase in rates, respectively.","wordCount":12},{"sentence":"A one hundredbp decrease in rates would decrease NII by four.six","wordCount":12},{"sentence":"to manage the interest rate exposure on its five year medium term fixed rate debt issued in December two thousand fourteen.","wordCount":21},{"sentence":"CFG receives fixed rate at one.sixty six percent on the swap agreement and pay three mo.","wordCount":17},{"sentence":"In May two thousand fifteen, CFG entered into a dollar seven hundred fiftymn receive fixed interest rate","wordCount":17},{"sentence":"Barclays | Citizens Financial Group Inc. swap agreement to manage the interest rate exposure on its three year medium term fixed rate debt issued in December two thousand fourteen.","wordCount":29},{"sentence":"percent fixed rate debt coupon to three mo LIBOR plus seventy nine bps.","wordCount":13},{"sentence":"In total, it had one hundred sixty nine securities in a loss position with total unrealized losses of dollar ninety eightmn.","wordCount":21},{"sentence":"Assumptions used in estimating MSR fair value include a weighted average life of five.four","wordCount":15},{"sentence":"MSRs are classified as Level three since the valuation methodology utilizes significant unobservable inputs.","wordCount":14},{"sentence":"Under the terms of the agreement, CFG purchased loans with outstanding balances of dollar two hundred twomn during twoQfifteen and committed to purchase a minimum of dollar one hundredmn to a maximum of dollar one hundred sixty threemn per quarter for the subsequent three consecutive quarters through the oneQsixteen.","wordCount":49},{"sentence":"The maximum amount of cumulative loan purchases under the terms of the agreement is dollar seven hundredmn.","wordCount":17},{"sentence":"The agreement may be extended by the mutual agreement of the parties for an additional four quarters.","wordCount":17},{"sentence":"CFG may terminate the agreement at will with payment of a variable termination fee.","wordCount":14},{"sentence":"Commencing on the effective date of June twenty five, two thousand fifteen and through July thirty one, two thousand fifteen, the amended agreement requires the purchase of a minimum of dollar two hundred fiftymn of outstanding balances to a maximum of dollar six hundredmn per quarterly period.","wordCount":47},{"sentence":"For quarterly periods on or after August one, two thousand fifteen, the minimum and maximum purchases are dollar fiftymn and dollar two hundredmn, respectively.","wordCount":24},{"sentence":"CFG may cancel the agreement at will with payment of a variable termination fee.","wordCount":14},{"sentence":"Unsettled loan trades represent firm commitments to purchase loans from a third party at an agreed upon price.","wordCount":18},{"sentence":"Principal amounts associated with unsettled commercial loan trades are off balance sheet commitments until delivery of the loans has taken place.","wordCount":21},{"sentence":"Fair value adjustments associated with each unsettled loan trade are recognized on the Consolidated Balance Sheets and classified within other assets or other liabilities,","wordCount":24},{"sentence":"Barclays | Citizens Financial Group Inc. depending on whether the fair value of the unsettled trade represents an unrealized gain or unrealized loss.","wordCount":23},{"sentence":"At twoQfifteen the principal balance of unsettled commercial loan trade purchases and sales were dollar ninety sixmn and dollar one hundred twomn, respectively.","wordCount":23},{"sentence":"Settled loans purchased by the trading desk are classified as loans held for sale, at fair value on the Consolidated Balance Sheets.","wordCount":22},{"sentence":"principal balance of dollar three hundred eighty sevenmn, a portfolio of automobile loans with an outstanding principal balance of dollar four hundred sixteenmn, and a portfolio of student loans with an outstanding principal balance of dollar two hundred twomn.","wordCount":39},{"sentence":"or dollar three.fivebn in drawn balances were subject to a payment reset or balloon payment between January one, two thousand fifteen and December thirty one, two thousand seventeen, including dollar one hundred eighty eightmn in balloon balances where full payment is due at the end of a ten year interest only draw period.","wordCount":54},{"sentence":"At twoQfifteen, for the dollar one.sixbn of the HELOC portfolio that was originally structured with a reset period in two thousand thirteen two thousand fourteen, ninety three percent ninety three percent of the balances were refinanced, paid off or were current on payments, four percent were past due and three percent had been charged off.","wordCount":56},{"sentence":"percent of the balances were refinanced, paid off or were current on payments, three.seven","wordCount":15},{"sentence":"A total of dollar five hundred fifty onemn of these balances are scheduled to reset in the twoHfifteen.","wordCount":18},{"sentence":"Factors that affect CFG's future expectations for charge off risk for the portion of its HELOC portfolio subject to reset periods in the future include improved loan to value ratios resulting from continued home price appreciation, stable portfolio credit score profiles and more robust loss mitigation efforts.","wordCount":47},{"sentence":"component of the non core portfolio is the home equity products currently or formerly serviced by other firms .","wordCount":18},{"sentence":"The SBO portfolio is a liquidating portfolio consisting of pools of home equity loans and lines of credit purchased between two thousand three and two thousand seven.","wordCount":27},{"sentence":"Although its SBO portfolio consists of loans that were initially serviced by others, CFG now services a portion of this portfolio internally.","wordCount":22},{"sentence":"SBO balances serviced externally totaled dollar nine hundred fourteenmn at twoQfifteen .","wordCount":11},{"sentence":"The SBO portfolio has been closed to new purchases since threeQseven, with exposure down to dollar one.sixbn as of twoQfifteen .","wordCount":21},{"sentence":"At twoQfifteen the SBO portfolio represented five percent of the entire real estate portfolio and three percent of the overall retail loan portfolio at twoQfifteen.","wordCount":25},{"sentence":"portfolio, with a weighted average refreshed FICO score of seven hundred thirteen and combined loan to value of ninety two percent at twoQfifteen.","wordCount":23},{"sentence":"The proportion of the portfolio in a second lien position is ninety five percent .","wordCount":14},{"sentence":"The amount of the portfolio in out of footprint geographies is seventy two percent, with twenty eight percent concentrated in California, Nevada, Arizona and Florida.","wordCount":25},{"sentence":"SBO credit performance continued to improve in two thousand fifteen driven by continued portfolio liquidation, more effective account servicing and collection strategies, and improvements in the real estate market.","wordCount":29},{"sentence":"Sequential increase in NCOs is tied to higher balances and lower commercial recoveries.","wordCount":13},{"sentence":"on .Commitments to lend additional funds to debtors owing receivables which were TDRs were dollar eighteenmn at twoQfifteen","wordCount":18},{"sentence":"agent credit card services agreement consisting of dollar forty threemn of outstanding credit card balances and a dollar twomn valuation allowance.","wordCount":21},{"sentence":"The terms of the agreement provided the agent an option, after a designated period of time, to purchase the credit card relationships covered under the agreement from CFG or cause another financial institution to purchase the interests in these credit card relationships.","wordCount":42},{"sentence":"The transaction is expected to close in August two thousand fifteen.","wordCount":11},{"sentence":"percent, while its total capital ratio stood at fifteen.three percent and its leverage ratio was ten.four percent .","wordCount":19},{"sentence":"Under fully phased in Basel III guidelines its CETone ratio would be eleven.eight","wordCount":14},{"sentence":"documented under the CCAR process and raised no objection to the plan.","wordCount":12},{"sentence":"Unless CFG chooses to file an amended capital plan prior to April two thousand sixteen, the maximum levels at which it may declare dividends and repurchase shares of its common stock between March thirty one, two thousand fifteen and June thirty, two thousand sixteen are now governed by its two thousand fifteen capital plan, subject to actual financial performance and ongoing compliance with internal governance and all other regulatory requirements.","wordCount":70},{"sentence":"dollar fifty threemn, payable on August seventeen, two thousand fifteen to shareholders of record at the close of business on August three, two thousand fifteen.","wordCount":25},{"sentence":"non cumulative perpetual Series A Preferred Stock, par value of dollar twenty five.","wordCount":13},{"sentence":"per share with a liquidation preference dollar one thousand per share.","wordCount":11},{"sentence":"The Preferred Stock accrues dividends, on a non cumulative, semi annual basis, beginning on April six, two thousand fifteen, at an annual rate equal to five.five hundred percent to, but excluding, April six, two thousand twenty, after which time it converts to a quarterly floating rate basis equal to three month LIBOR plus three.nine","wordCount":56},{"sentence":"CFG may redeem the Preferred Stock, subject to regulatory approval, on or after April six, two thousand twenty or at any time within ninety days of a regulatory capital treatment event.","wordCount":31},{"sentence":"above to repurchase ten million four hundred seventy three thousand three hundred ninety seven shares of its common stock from RBS at a total cost of approximately dollar two hundred fiftymn and a price per share of dollar twenty three.eighty","wordCount":41},{"sentence":"During oneHfifteen CFG recorded an additional eight hundred thirty six thousand nine hundred forty six shares of treasury stock associated with share based compensation plan activity for a total cost of dollar twenty onemn at a weighted average price per share of dollar twenty five.forty","wordCount":46},{"sentence":"hundred fifty percent Subordinated Notes due two thousand twenty five issued on July thirty one, two thousand fifteen, to repurchase nine million six hundred fifteen thousand three hundred eighty four shares of its outstanding common stock directly from RBS at a public offering price of dollar twenty six.","wordCount":48},{"sentence":"Immediately following the completion of this stock repurchase transaction, RBS owned one hundred ten million four hundred sixty one thousand seven hundred eighty two shares, or twenty.nine","wordCount":28},{"sentence":"This transaction reduced common equity by dollar two hundred fiftymn and, on a pro forma basis as of twoQfifteen, would reduce the CETone and","wordCount":24},{"sentence":"Barclays | Citizens Financial Group Inc. tier one capital ratios by twenty twobps, while the impact to the total capital ratio would be neutral.","wordCount":24},{"sentence":"additional dollar two hundred fiftymn of its shares of common stock in two thousand sixteen.","wordCount":15},{"sentence":"These repurchases may be funded by the issuance of senior debt or subordinated debt.","wordCount":14},{"sentence":"It made no payments for twoQfifteen and twoQfourteen and is obligated to pay dollar fifty onemn over the remainder of the contract.","wordCount":22},{"sentence":"of well capitalized and well managed necessary to own a financial subsidiary.","wordCount":12},{"sentence":"CBNA has two financial subsidiaries, Citizens Securities, Inc., a registered broker dealer, and RBS Citizens Insurance Agency, Inc., a dormant entity, although it continues to collect commissions on certain outstanding policies.","wordCount":31},{"sentence":"CBNA has entered into an agreement with the OCC pursuant to which it must develop a remediation plan, which must be submitted to the OCC, setting forth the specific actions it will take to bring itself back into compliance with the conditions to own a financial subsidiary and the schedule for achieving that objective.","wordCount":54},{"sentence":"Until CBNA addresses the deficiencies to the OCC's satisfaction, CBNA will be subject to restrictions on its ability to acquire control or hold an interest in any new financial subsidiary and to commence new activities in any existing financial subsidiary, without the prior consent of the OCC.","wordCount":47},{"sentence":"If CBNA fails to remediate the deficiencies, it may have to divest itself of its financial subsidiaries and comply with any additional limitations or conditions on its conduct as the OCC may impose.","wordCount":33},{"sentence":"CBNA has developed a plan to address the deficiencies and implemented a comprehensive enterprise wide program.","wordCount":16},{"sentence":"This requirement is expected to remain in place through the end of two thousand fifteen.","wordCount":15},{"sentence":"However, as of twoQfifteen, irrespective of the ability of the subsidiary banks to pay dividends, on a nonconsolidated basis it had liquid assets in excess of dollar three hundred ninety sixmn compared to an annual interest burden on existing subordinated debt of dollar one hundred fourmn.","wordCount":46},{"sentence":"The final rule implements the Basel III capital framework and certain provisions of the Dodd Frank Act, including the Collins Amendment.","wordCount":21},{"sentence":"Certain aspects of the final rules, such as the new minimum capital ratios, became effective on January one, two thousand fifteen.","wordCount":21},{"sentence":"In order to comply with the new capital requirements, it established capital ratio targets that meet or exceed U.S. regulatory expectations under fully phased in Basel III rules and increased capital requirements in anticipation of the transition that is underway.","wordCount":41},{"sentence":"implement a modified version of the LCR in the United States.","wordCount":11},{"sentence":"As compared to the Basel Committee's version of the LCR, the modified version of the LCR includes a narrower definition of high quality liquid assets, different prescribed cash inflow and outflow assumptions for certain types of instruments and transactions and a shorter phase in schedule that begins on January one, two thousand fifteen and ends on January one, two thousand seventeen.","wordCount":61},{"sentence":"Barclays | Citizens Financial Group Inc. LCR company, CFG is required to be ninety percent compliant beginning in January two thousand sixteen, and one hundred percent compliant beginning in January two thousand seventeen.","wordCount":33},{"sentence":"Achieving sustainable LCR compliance may require changes in the size and/or composition of its investment portfolio, the configuration of discretionary wholesale funding portfolio, and average cash position.","wordCount":27},{"sentence":"It was compliant with the LCR in twoQfifteen and expects to be fully compliant with the LCR by the required implementation date of January two thousand sixteen.","wordCount":27},{"sentence":"The Basel Committee contemplates that the NSFR, including any revisions, will be implemented as a minimum standard by January one, two thousand eighteen; however, the U.S. federal banking regulators have not yet published a final rule to implement the NSFR in the United States.","wordCount":45},{"sentence":"It expects to be fully compliant with the final rules on or prior to the applicable effective date.","wordCount":18},{"sentence":"This standard requires debt issuance costs to be presented in the consolidated balance sheet as a direct deduction from the carrying value of the associated debt liability, consistent with the presentation of a debt discount.","wordCount":35},{"sentence":"The ASU, which allows for early adoption, is effective for CFG beginning on January one, two thousand sixteen.","wordCount":18},{"sentence":"Adoption of this guidance is not expected to have a material impact on CFG's unaudited interim Consolidated Financial Statements.","wordCount":19},{"sentence":"This standard focuses on the consolidation evaluation for reporting organizations that are required to evaluate whether they should consolidate certain legal entities such as limited partnerships, limited liability corporations, and securitization structures .","wordCount":32},{"sentence":"This new standard simplifies consolidation accounting by reducing the number of consolidation models.","wordCount":13},{"sentence":"The ASU will be effective beginning on January one, two thousand sixteen.","wordCount":12},{"sentence":"The potential impact the adoption of this guidance will have to CFG's unaudited interim Consolidated Financial Statements in under review.","wordCount":20},{"sentence":"and Unusual Ite Miss This ASU eliminates from GAAP the concept of extraordinary ite Miss Accounting Standards Codification Subtopic two hundred twenty five twenty required that an entity separately classify, present, and disclose extraordinary events and transactions that were unusual in nature and infrequent in occurrence.","wordCount":46},{"sentence":"This ASU is effective beginning on January one, two thousand sixteen.","wordCount":11},{"sentence":"The adoption of this guidance is not expected to have a material impact on its unaudited interim Consolidated Financial Statements.","wordCount":20},{"sentence":"investigations, reviews, and regulatory matters arising out of its normal business operations which, in some instances, relate to concerns about unfair and/or deceptive practices and mis selling of certain products.","wordCount":30},{"sentence":"In addition, CFG engages in discussions with relevant governmental and regulatory authorities on a regular and ongoing basis regarding various issues, and any issues discussed or identified may result in investigatory or other action being taken.","wordCount":36},{"sentence":"Litigation and regulatory matters may result in settlements, damages, fines, penalties, public or private censure, increased costs, required remediation, restrictions on business activities, or other impacts on CFG.","wordCount":28},{"sentence":"extensive laws and regulations concerning unfair or deceptive acts or practices in connection with customer products.","wordCount":16},{"sentence":"Certain of the bank subsidiaries' practices with respect to overdraft protection and other consumer products have not met applicable standards.","wordCount":20},{"sentence":"The bank subsidiaries have implemented and are continuing to implement changes to improve and bring their practices in accordance with regulatory guidance.","wordCount":22},{"sentence":"In the Consent Orders, the bank subsidiaries neither admitted nor denied the regulators' findings that they had engaged in deceptive marketing and implementation of the bank's overdraft protection program, checking rewards programs, and stop payment process for pre authorized recurring electronic fund transfers.","wordCount":43},{"sentence":"Under the Consent Orders, the bank subsidiaries paid a total of dollar tenmn in civil monetary penalties and dollar eightmn in restitution to affected customers, agreed to cease and desist any operations in violation of Section five of the Federal Trade Commission Act, and submit to the regulators periodic written progress reports regarding compliance with the Consent Orders.","wordCount":58},{"sentence":"In addition, CBNA agreed to take certain remedial actions to improve its compliance risk management systems and to create a comprehensive action plan designed to achieve compliance with the Consent Orders.","wordCount":31},{"sentence":"Restitution plans have been prepared and submitted for approval, and CBNA has submitted for approval, and is in the process of implementing, its action plan for compliance with the Consent Orders, as well as updated policies, procedures, and programs related to its compliance risk management syste Miss.","wordCount":47},{"sentence":"among other things, certain identity theft and debt cancellation products, and identifying and correcting errors in customer deposits.","wordCount":18},{"sentence":"The banking subsidiaries have paid restitution regarding some of these past practices and it is probable that there will be additional restitution to certain affected customers in connection with certain of these past practices.","wordCount":34},{"sentence":"In addition, CFG expects to face shortly formal administrative enforcement actions from its federal supervisory agencies, including the assessment of civil monetary penalties and restitution, relating to these past practices, for which it believes that it is fully reserved.","wordCount":39},{"sentence":"class action complaint filed in December two thousand thirteen in the United States District Court for the Southern District of California pursuant to the Telephone Consumer Protection Act.","wordCount":28},{"sentence":"The named plaintiff purports to represent a national class of customers who allegedly received automated calls to their cell phones from the bank or its agents, without customer consent, in violation of the Telephone Consumer Protection Act.","wordCount":37},{"sentence":"It is vigorously defending this matter, but is unable to predict the outcome of this matter.","wordCount":16},{"sentence":"that its parent company, RBS Group, manipulated U.S. dollar LIBOR to the detriment of CFG customers.","wordCount":17},{"sentence":"The lawsuits include a purported class action on behalf of borrowers of CFG whose interest rates were tied to U.S. dollar LIBOR.","wordCount":23},{"sentence":"The plaintiffs in these cases assert various theories of liability, including fraud, negligent misrepresentation, breach of contract, and unjust enrichment.","wordCount":20},{"sentence":"It is vigorously defending these matters, but is unable to predict the outcome of these matters.","wordCount":16},{"sentence":"Office for the Southern District of New York served a subpoena pursuant to the Financial Institutions Reform, Recovery and Enforcement Act of one thousand nine hundred eighty nine seeking information regarding home mortgage foreclosure expenses submitted for reimbursement to the United States Department of Housing and Urban Development, FNMA, or FHLMC.","wordCount":51},{"sentence":"mortgages and routinely sells such mortgage loans in the secondary market and to government sponsored entities.","wordCount":16},{"sentence":"In the context of such sales, CFG makes certain representations and warranties regarding the characteristics of the underlying loans and, as a result, may be contractually required to repurchase such loans or indemnify certain parties against losses for certain breaches of those representations and warranties.","wordCount":45},{"sentence":"From oneQnine to twoQfifteen, CFG received approximately dollar one hundred sixty fivemn in repurchase demands and dollar ninety ninemn in indemnification payment requests in respect of loans originated, for the most part, since two thousand three.","wordCount":36},{"sentence":"Of those claims presented, dollar ninety fivemn was paid to repurchase residential mortgage loans, and dollar thirty threemn was incurred for indemnification costs to make investors whole.","wordCount":27},{"sentence":"CFG repurchased mortgage loans totaling dollar sevenmn in oneHfifteen, including dollar threemn in twoQfifteen and dollar fourmn in oneQfifteen.","wordCount":19},{"sentence":"CFG cannot estimate what the future level of repurchase demands will be or its ultimate exposure, and cannot give any assurance that its historical experience will continue in the future.","wordCount":30},{"sentence":"In addition to the above, CFG responded to subpoenas issued by the Office of the Inspector General for the FHFA in December two thousand thirteen which requested information about loans sold to FNMA and the FHLMC from two thousand three through two thousand eleven.","wordCount":44},{"sentence":"We, Jason M. Goldberg, CFA and Brian Morton, CFA, hereby certify that the views expressed in this research report accurately reflect our personal views about any or all of the subject securities or issuers referred to in this research report and no part of our compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":66},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, fourteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to https://live.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: https://live.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Citizens Financial Group Inc., Equal Weight/Positive, A/C/D/J/K/L/M Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":41},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by this issuer or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays Bank PLC.","wordCount":20},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of this issuer.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Large Cap Banks Ally Financial Inc. Capital One Financial Comerica Inc. Huntington Bancshares M and T Bank PNC Financial Services Gp SunTrust Banks Wells Fargo Distribution of Ratings: Barclays Equity Research has two thousand six hundred eighty four companies under coverage.","wordCount":55},{"sentence":"forty three percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty one percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty six percent of companies with this rating are investment banking clients of the Firm.","wordCount":38},{"sentence":"fourteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"ten August two thousand fifteen thirteen Bank of America Citigroup Inc. Fifth Third Bancorp JPMorgan Chase and Co. Morgan Stanley Regions Financial The Bank of New York Mellon Corp. BB and T Corp. Citizens Financial Group Inc. Goldman Sachs Group Inc. KeyCorp Northern Trust State Street U.S. Bancorp","wordCount":49},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating EQUAL WEIGHT Currency=USD Date Closing Price twenty four.eighteen","wordCount":11},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of Citizens Financial Group Inc. in the previous twelve months.","wordCount":32},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by Citizens Financial Group Inc. or one of its affiliates.","wordCount":28},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Citizens Financial Group Inc. in the past twelve months.","wordCount":24},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of Citizens Financial Group Inc.. K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Citizens Financial Group Inc. within the past twelve months.","wordCount":41},{"sentence":"L: Citizens Financial Group Inc. is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":25},{"sentence":"M: Citizens Financial Group Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":26},{"sentence":"Valuation Methodology: Our price target is dollar twenty seven and equates to thirteenx our two thousand sixteen EPS estimate of dollar two.five.","wordCount":23},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: The company's ability to achieve a ten percent ROTCE by the end of two thousand sixteen is dependent on a rising interest rate environment.","wordCount":36},{"sentence":"If rates do not rise as anticipated over that time frame, achieving this target would be challenging.","wordCount":17},{"sentence":"percent owned by RBS which is expected to continue to wind down its position.","wordCount":14},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DP NSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":152},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one twenty two sixty seven million one hundred ninety six thousand.","wordCount":14},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports produced by the Investment Bank are distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":64},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth","wordCount":16},{"sentence":"Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":27},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
