{"fileName":"Barclays_Autodesk_Inc_Net_Adds_Better_in_4Q_and_FY17_Entering_Trough_Year_of_Tra.pdf","numberSentences":212,"text":[{"sentence":"Technology | U.S. Software twenty six February two thousand sixteen","wordCount":11},{"sentence":"Net Adds Better in fourQ and FY seventeen; Entering Trough Year of Transition","wordCount":13},{"sentence":"It was a positive call ­ subscribers beat, guidance for adds in FY seventeen are better, and longterm margins are going up.","wordCount":22},{"sentence":"FY seventeen will be an abnormal year with license going away, but it will also be the trough of the transition, after which we should see acceleration in subscribers and cash flow, so after a couple more quarters, there could be light at the end of this tunnel.","wordCount":48},{"sentence":"We are tweaking our price target to dollar seventy based on sixteen seventeenx our FYtwenty FCF of dollar oneB .","wordCount":19},{"sentence":"ADSK reported fourQsixteen revenue/EPS of dollar six hundred forty eightM/ dollar .twenty","wordCount":12},{"sentence":"one versus our dollar six hundred eighty threeM/ dollar .twelve and street's dollar six hundred thirty fiveM/ dollar .eleven.","wordCount":19},{"sentence":"Subscriber additions came in at one hundred ninek versus our ninety threek which was at the high end of their guide.","wordCount":21},{"sentence":"New model sub adds were ~sixty onek, up q/q and maintenance adds were ~forty eightk also up q/q as customers bought licenses ahead of the two/one deadline on standalone products.","wordCount":30},{"sentence":"EPS upside came mostly from higher margins as cost controls increase, but also lower tax rate.","wordCount":16},{"sentence":"FY seventeen subscriber adds are better than our estimate; revenue lighter than street, but remember this is the trough year for the income statement.","wordCount":24},{"sentence":"FY seventeen will have several moving parts to ADSK's model with perpetual license being discontinued entirely starting eight/one.","wordCount":18},{"sentence":"This is the reason why FY seventeen will be the trough year for the income statement, but also the year that subscribers inflect.","wordCount":23},{"sentence":"For this reason, we were glad to see FY seventeen subscriber net add guidance of four hundred seventy five five hundred twenty fivek, versus our four hundred seventy sixk estimate.","wordCount":30},{"sentence":"Flat expenses are extending to FYeighteen effectively raising long term target margin; also potential for more than dollar oneB in FCF in FYtwenty: Perhaps the biggest surprise on the call was that total expenses should remain flat in FYeighteen as well ­ remember, management noted it will keep expenses flat in FY seventeen, so with this continuing into FYeighteen with modest growth in future years, this effectively raised long term margin targets which we reflected in our estimates.","wordCount":78},{"sentence":"Furthermore, management called out the prospect for ~ dollar six/share in FCF in FYtwenty which equates to more than our base case dollar oneB in FCF.","wordCount":26},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"percent ADSK eleven thousand one hundred thirty five two hundred twenty five.thirty","wordCount":13},{"sentence":"U.S. Software Saket Kalia, CFA +one two hundred twelve five hundred twenty six eight thousand four hundred sixty five saket.kalia","wordCount":22},{"sentence":"at barclays dot com BCI, US Joanne Ho +one two hundred twelve five hundred twenty six eight thousand eighty one joanne.x.ho at barclays dot com BCI, US","wordCount":29},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE seven.","wordCount":11},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand sixteenA two thousand five hundred four three hundred seventy eight two hundred eighty one twenty one hundred ninety four .eighty","wordCount":31},{"sentence":"two thousand seventeenE two thousand eight seventy three two hundred fifteen four hundred ninety seven one hundred seventy two .seventy","wordCount":20},{"sentence":"two thousand eighteenE two thousand two hundred thirty two one hundred sixty five eight two hundred sixty nine twenty four .ten","wordCount":21},{"sentence":"two thousand nineteenE two thousand six hundred ninety four hundred sixty three three hundred seventy six one hundred five two hundred fifty four one.eleven","wordCount":25},{"sentence":"We believe the subscription model transition offers a multi year revenue growth, margin expansion, and cash flow generation story through FYtwenty.","wordCount":21},{"sentence":"We think investors will value the stock off FYeighteen, which at current levels offer an attactive risk/reward in our opinion.","wordCount":20},{"sentence":"In our upside scenario, we assume managements revenue with ~thirty percent operating margins, FYtwenty net cash levels, and an assigned multiple of twenty twox discounted back at a ten percent cost of capital.","wordCount":33},{"sentence":"In our downside scenario, we assume ~ten percent haircut to our current estimates with ~twenty percent operating margins, current net cash levels, and an assigneed multiple of fourteenx discounted back at a fifteen percent cost of capital.","wordCount":37},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"We believe the bull points from this quarter include: · Beat top end of subscriber net add guidance, which did not include the subscribers","wordCount":24},{"sentence":"ADSK reported fourQfifteen subscriber net additions of one hundred ninek versus our ninety threek estimate which was at the high end of their implied guidance range for fourQ.","wordCount":28},{"sentence":"We note this did not include ~twenty fivek subs from enterprise business arrangements where subscribers are counted once usage starts, which will not start until oneQ seventeen by our estimates.","wordCount":30},{"sentence":"and sounds like comp plans and focus is on subscriber growth.","wordCount":11},{"sentence":"The net add guidance for FY seventeen of four hundred seventy five five hundred twenty fivek was better than our recently lowered estimate of four hundred seventy fivek ­ we think street estimates had a wide range, so tough to say how it compared to consensus, but it was better than ours at the midpoint.","wordCount":55},{"sentence":"We also heard specific commentary about realigned compensation plans focused on subscriber growth, which reminded us of PTC's strategy of realigning compensation plans to drive subscription.","wordCount":26},{"sentence":"Recall, management guided twoHsixteen and FY seventeen to low single digit growth/flat total expenses ­ they extended that guidance to FYeighteen, which is taking up our margin estimates through the trough of the transition.","wordCount":34},{"sentence":"But more importantly, with growth expected in FYnineteen and beyond, the long term margin target is effectively going higher given the lower base of total expenses in FY seventeen and FYeighteen.","wordCount":31},{"sentence":"We have always been slightly lower than the twenty five percent + margin target set at analyst day, but this takes us up to twenty six percent, or up ~four hundred basis points.","wordCount":33},{"sentence":"The pillar of our thesis on the stock has been the prospect of reaching ~ dollar oneB in FCF in FYtwenty, the first normal year post transition.","wordCount":27},{"sentence":"Management though called out the potential to reach dollar six/share in FCF, which on current share count implies dollar one.three","wordCount":21},{"sentence":"We are not modelling to that yet until we see subscribers and ARPS inflect later this summer, but it was encouraging to hear.","wordCount":23},{"sentence":"Furthermore, management spoke of longer term guidance of dollar eleven/share in FCF in FYtwenty three ­ we think its positive to see the growth, but we have not introduced estimates out that far given the longer time horizon.","wordCount":38},{"sentence":"We believe the bear points from this quarter include: · Street was probably high on FY seventeen revenue, so headline guidance is lower than","wordCount":24},{"sentence":"FY seventeen revenue guidance of dollar one thousand nine hundred fifty dollar two thousand fiftyM is lower than the street's previous dollar two thousand ninety threeM but inline with our dollar two thousand fiveM estimate.","wordCount":35},{"sentence":"Given the phase out of perpetual and moving parts in FY seventeen, we would not be surprised if the street was high, but the headline could be viewed negatively.","wordCount":29},{"sentence":"here, but on the back of ANSS' lower FYsixteen guidance, and general economic data points, we were surprised to hear that there was little degradation in demand.","wordCount":27},{"sentence":"That is great fundamentally, but we could see bears perhaps wondering if that increases risk to the business if conditions worsen and potentially catch up to ADSK.","wordCount":27},{"sentence":"We show how actual fourQsixteen results compared to our estimates in the table below.","wordCount":14},{"sentence":"Barclays | Autodesk Inc. FIGURE one Actual fourQsixteen Results vs. Barclays Estimates","wordCount":12},{"sentence":"Operating Expenses Sales and Marketing percent of Revenue Research and Development percent of Revenue General and Administrative percent of Revenue Total Operating Expenses two hundred fifty three.four","wordCount":28},{"sentence":"We are raising our price target to dollar seventy based on sixteen seventeenx our FYtwenty FCF of dollar oneB.","wordCount":19},{"sentence":"Barclays | Autodesk Inc. FIGURE two ADSK Non GAAP Income Statement","wordCount":11},{"sentence":"FY FY FY FY FY FY two thousand fifteen Apr fifteen Jul fifteen Octfifteen Jansixteen two thousand sixteen AprsixteenE JulsixteenE Oct sixteenE Jan seventeenE two thousand seventeenE Apr seventeenE Jul seventeenE Oct seventeenE Jan eighteenE two thousand eighteenE two thousand nineteenE two thousand twentyE one thousand three hundred forty one.four","wordCount":51},{"sentence":"one thousand two hundred twenty six.nine one hundred thirty six.three one hundred thirty six.three fifty.","wordCount":18},{"sentence":"forty two.four one hundred sixty two.nine one hundred seventy four.one","wordCount":13},{"sentence":"one thousand nine hundred thirty two.three two thousand three hundred seventy nine.nine","wordCount":14},{"sentence":"percent eighty six.six percent eighty six.two percent eighty six.six percent eighty eight.five","wordCount":16},{"sentence":"License and Other y/y Change Maintenance y/y Change Total Revenue y/y Change Cost of License Cost of Subscription Total Cost of Goods Sold Gross Profit Gross Margin percent License Gross Margin percent Maint.","wordCount":33},{"sentence":"Gross Margin percent Operating Expenses Sales and Marketing percent of Revenue Research and Development percent of Revenue General and Administrative percent of Revenue Total Operating Expenses Operating Income Operating Margin percent Total Other Income/ Pretax Income Income Taxes Expense/ Tax Rate Non GAAP Net Income EPSDiluted Diluted Shares Outstanding y/y Change","wordCount":51},{"sentence":"percent eighty six.one percent one thousand one hundred sixty two.one","wordCount":12},{"sentence":"I, Saket Kalia, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Autodesk Inc., Overweight/Positive, CD/CE/J/K/M Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":38},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve twenty six February two thousand sixteen seven","wordCount":29},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Software Amdocs Ltd.","wordCount":17},{"sentence":"CA Technologies Cornerstone OnDemand Inc. Ellie Mae Inc. Fleetmatics Group, PLC Imprivata Magic Software Enterprises Ltd. MobileIron, Inc. Oracle Corp. PTC Inc. Red Hat Inc. Sapiens International Corp Symantec Corp. Teradata Corp. Workday Inc. Distribution of Ratings: Barclays Equity Research has one thousand eight hundred seventy five companies under coverage.","wordCount":50},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of twenty six February two thousand sixteen eight Ansys, Inc. CyberArk Software FireEye Fortinet, Inc. Intuit Inc. Microsoft Corp. NetSuite Inc. Palo Alto Networks Qlik Tech Salesforce dot com Inc.","wordCount":55},{"sentence":"ServiceNow, Inc. Tableau Software, Inc. Varonis Systems, Inc. Autodesk Inc. Demandware Fivenine, Inc. Hortonworks, Inc. LogMeIn, Inc. Mimecast Ltd.","wordCount":19},{"sentence":"Nice Systems Paycom Rapidseven SAP AG Splunk Inc. Tangoe Inc VMware Inc. Check Point Software Technologies Ltd. Citrix Systems","wordCount":19},{"sentence":"companies with this rating are investment banking clients of the Firm.","wordCount":11},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating OVERWEIGHT Currency=USD Date twenty two Feb two thousand sixteen twenty Nov two thousand fifteen thirty Sep two thousand fifteen twenty eight Aug two thousand fifteen Closing Price fifty.thirty","wordCount":31},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by Autodesk Inc.. CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by Autodesk Inc.. J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities by Autodesk Inc. and/or in any related derivatives.","wordCount":61},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Autodesk Inc. within the past twelve months.","wordCount":22},{"sentence":"M: Autodesk Inc. is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"Valuation Methodology: Our dollar seventy price target is based onsixteen seventeenx our FYtwenty FCF of dollar oneB .","wordCount":17},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: We see three downside risks to our Overweight rating.","wordCount":23},{"sentence":"First, if ADSK is unable to reach FYtwenty goals of twenty four percent ARR CAGR and twenty three twenty five percent operating margin, estimates could deteriorate causing the stock to under perform.","wordCount":32},{"sentence":"Second, while there is some cannibalization expected from new licensing options, if this is greater than expected, estimates could go down.","wordCount":21},{"sentence":"Third, ADSK sells into an economically sensitive customer base, so if the fragile recovery were to deteriorate, estimates could go down, and the stock could underperform.","wordCount":26},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
