{"fileName":"Barclays_US_Airlines_Updating_Estimates_for_Oil.pdf","numberSentences":278,"text":[{"sentence":"We update our airline estimates for the recent declines in oil prices.","wordCount":12},{"sentence":"We now assume dollar thirty five/bbl WTI for two thousand sixteen, roughly dollar eightbn in added fuel savings for US airlines on top of the ~ dollar eighteenbn in two thousand fifteen savings.","wordCount":33},{"sentence":"We've assumed that ~forty percent of the savings will convert to profits, lower than the ~sixty percent we saw convert to profit in two thousand fifteen.","wordCount":26},{"sentence":"All told, we now expect the US industry to produce nearly dollar thirtybn in pre tax profits and generate ~ dollar sixteenbn in free cash.","wordCount":25},{"sentence":"Fundamentally so long as we avoid full recession US airlines are likely to see yet another historic year of profitability in two thousand sixteen.","wordCount":24},{"sentence":"Adding further caution to our revenue assumptions: Lower oil is likely to pressure unit revenue for yet another year, and we now assume a similar domestic RASM decline in two thousand sixteen as two thousand fifteen .","wordCount":36},{"sentence":"We expect international unit revenue to decline somewhat less in two thousand sixteen than two thousand fifteen given diminishing FX pressure .","wordCount":21},{"sentence":"For oneQ, we expect a system RASM decline that is similar to fourQ, with that same pace of decline carried through two thousand sixteen.","wordCount":24},{"sentence":"Given the lag between fuel moves and revenue our work says about four months we'd expect further incremental drag in twoQ.","wordCount":21},{"sentence":"Sequentially, the slowing in revenue we expect is broadly similar to what we saw in oneH two thousand fifteen as low oil worked into demand/pricing.","wordCount":25},{"sentence":"percent domestic capacity growth, but that very well could tick higher: Initial capacity guide and current schedules point to some moderation in domestic capacity growth.","wordCount":25},{"sentence":"Lower oil may well add to growth, something we'd see more likely in domestic than international.","wordCount":16},{"sentence":"We expect ~two percent international capacity growth in two thousand sixteen from US airlines, well below the pace for non US carriers.","wordCount":22},{"sentence":"Our Top Pick remains UAL, where we think heightened macro concerns are more than offset by self help opportunity .","wordCount":19},{"sentence":"Legacy airlines are trading at EV/sales multiples that are comparable to late one thousand nine hundred ninetys, which we view as an indication that the industry is still misunderstood by the market.","wordCount":32},{"sentence":"It doesn't help that value and cyclicals are currently out of favor, which we think is a perfect description of US airlines.","wordCount":22},{"sentence":"Unchanged For a full list of our ratings, price target and earnings changes in this report, please see table on page two.","wordCount":22},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE fourteen.","wordCount":11},{"sentence":"Barclays | U.S. Airlines Summary of our Ratings, Price Targets and Earnings Changes in this Report","wordCount":17},{"sentence":"Company Rating Old New U.S. Airlines Alaska Air Group Allegiant Travel Co.","wordCount":13},{"sentence":"American Airlines Group Inc. JetBlue Airways Southwest Airlines Spirit Airlines United Continental Holdings Virgin America Pos Pos EW EW EW EW sixty eight.seventy","wordCount":24},{"sentence":"five eleven five twenty four ten thirteen nine three Price fifteen Jan sixteen Old Price Target New percent Chg Old EPS FYone New percent Chg Old EPS FYtwo New percent Chg","wordCount":31},{"sentence":"Share prices and target prices are shown in the primary listing currency and EPS estimates are shown in the reporting currency.","wordCount":21},{"sentence":"Stock Rating: OW: Overweight; EW: Equal Weight; UW: Underweight; RS: Rating Suspended Industry View: Pos: Positive; Neu: Neutral; Neg: Negative","wordCount":20},{"sentence":"With oil now in the dollar thirty/bbl range, we expect another record year for airlines in two thousand sixteen, combined with another year of declining RASM.","wordCount":26},{"sentence":"Despite putting less fuel benefit through to earnings than last year, our numbers remain above the Street.","wordCount":17},{"sentence":"While we are above the Street in estimates, we remain below the Street on revenue.","wordCount":15},{"sentence":"Our revised estimates are below current Street revenue estimates by over two points.","wordCount":13},{"sentence":"percent Difference fifteen percent ten percent five percent percent five percent ten percent Revenue EBIT EPS two.three percent eight.","wordCount":20},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fourteenA five thousand three hundred sixty eight one thousand three hundred seven one thousand one hundred ninety seven nine hundred sixteen five hundred seventy one four.","wordCount":38},{"sentence":"two thousand fifteenE five thousand five hundred ninety eight one thousand seven hundred forty six one thousand six hundred forty two one thousand three hundred thirty eight eight hundred thirty two six.forty","wordCount":33},{"sentence":"two thousand sixteenE five thousand seven hundred sixty one thousand nine hundred forty two one thousand eight hundred thirty eight one thousand five hundred eighteen nine hundred forty one seven.eighty","wordCount":31},{"sentence":"three two thousand seventeenE six thousand two hundred ninety four one thousand six hundred sixty two one thousand five hundred fifty eight one thousand two hundred fifteen seven hundred fifty three six.sixty","wordCount":33},{"sentence":"ALK's financial performance has been strong of late, especially in light of continued capacity growth.","wordCount":15},{"sentence":"However, as the Hawaii opportunity is largely realized, we think incremental growth in traditional markets becomes dilutive and will likely limit ALK's relative margin expansion.","wordCount":25},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by fifteen percent on competitive pressures and the P/E multiple becomes eleven.onex.","wordCount":25},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fourteenA one thousand one hundred thirty seven three hundred two hundred eighty four one hundred eighty one hundred thirteen six.thirty six eighteen two.thirty","wordCount":37},{"sentence":"four two thousand fifteenE one thousand two hundred sixty one four hundred seventy six four hundred seventy two three hundred forty two two hundred sixteen twelve.seventy","wordCount":27},{"sentence":"three two thousand sixteenE one thousand three hundred thirty five hundred eight five hundred six three hundred seventy three two hundred thirty seven fourteen.fifty","wordCount":25},{"sentence":"seven two thousand seventeenE one thousand five hundred twenty one four hundred twelve four hundred nine two hundred sixty one hundred sixty five ten.forty six sixteen one.twenty","wordCount":29},{"sentence":"percent six.four percent ten.five percent N/A N/A Average fifteen.eight","wordCount":12},{"sentence":"The company's model also allows for flexibility that aids in managing fuel risk.","wordCount":13},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"The two thousand sixteenE EPS would be dollar sixteen.sixteen and the P/E multiple expands to nineteen.fivex.","wordCount":18},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by eighteen percent on cost execution and the current multiple becomes fifteen.ninex.","wordCount":25},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fifteenE forty one thousand six nine thousand nine hundred twenty seven eight thousand six hundred seventy eight six thousand two hundred seventy two six thousand two hundred forty two nine.eight","wordCount":42},{"sentence":"nine two thousand sixteenE forty thousand five hundred thirty five eleven thousand one hundred eighty eight nine thousand nine hundred eighty seven thousand two hundred ninety eight four thousand five hundred sixty one seven.thirty","wordCount":35},{"sentence":"four two thousand seventeenE forty three thousand five hundred eighty eight thousand three hundred forty five seven thousand one hundred forty nine four thousand four hundred twenty two two thousand seven hundred eighty six four.seventy","wordCount":36},{"sentence":"Fundamentals for AAL look promising given the competitive cost structure and the potential for relative RASM improvements.","wordCount":17},{"sentence":"As a result, we think that DAL like margins at AAL are likely but may take longer than some expect.","wordCount":20},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"The two thousand sixteenE EPS would be dollar six.seventy seven and the P/E multiple becomes eleven.sevenx.","wordCount":18},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by twelve percent and the current multiple contracts to four.threex.","wordCount":23},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fourteenA five thousand eight hundred seventeen nine hundred fifty nine eight hundred thirty five three hundred seventy seven two hundred twenty nine .sixty","wordCount":35},{"sentence":"two thousand fifteenE six thousand three hundred ninety one thousand six hundred sixty two one thousand five hundred forty one one thousand eighty two six hundred sixty three one.ninety","wordCount":30},{"sentence":"two thousand sixteenE six thousand six hundred seventy five two thousand eleven one thousand nine hundred one thousand four hundred twenty four eight hundred sixty nine two.fifty two three hundred forty six .","wordCount":33},{"sentence":"two thousand seventeenE seven thousand three hundred thirty one thousand seven hundred twenty three one thousand six hundred ten one thousand one hundred seventy seven seven hundred twenty nine two.twelve three hundred forty six .","wordCount":35},{"sentence":"JBLU should see some benefit from ongoing domestic capacity discipline, however, those benefits are tempered by international capacity trends.","wordCount":19},{"sentence":"We expect some benefits in two thousand fifteen from 'Fare Families' as a method to monetize ancillary, but think meaningful margin improvement takes until ' seventeen as Fare Families ramps and JBLU adds seats to the three hundred twentys.","wordCount":39},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"The two thousand sixteenE EPS would be dollar two.sixty nine and the P/E multiple expands to fifteen.six.","wordCount":19},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by twenty percent on execution of new initatives and the P/E multiple becomes twelve.twox.","wordCount":27},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: UNDERWEIGHT two thousand fourteenA eighteen thousand six hundred five three thousand six hundred twenty two three thousand three hundred twenty seven two thousand two hundred thirty two one thousand four hundred six two.one","wordCount":42},{"sentence":"two thousand fifteenE nineteen thousand six hundred seventy eight five thousand two hundred twenty five four thousand nine hundred eighty six three thousand seven hundred sixty nine two thousand three hundred fifty nine three.forty","wordCount":35},{"sentence":"four two thousand sixteenE twenty thousand two hundred twenty eight six thousand fifty four five thousand eight hundred fourteen four thousand five hundred nineteen two thousand eight hundred twenty four four.forty","wordCount":32},{"sentence":"eight two thousand seventeenE twenty one thousand five hundred sixty two five thousand one hundred seventy three four thousand nine hundred thirty three three thousand six hundred eighty one two thousand three hundred nineteen three.seventy","wordCount":36},{"sentence":"In our view, LUV has transitioned from a margin `catch up' story in two thousand twelve two thousand fourteen to a now average `big four' airline trading at too large a premium.","wordCount":32},{"sentence":"We see plenty of strengths in LUV's cost structure and network that drives a very dominant position in shorthaul business.","wordCount":20},{"sentence":"Yet, markets like Atlanta, New York and Philadelphia highlight the limits of LUV's model.","wordCount":14},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"The two thousand sixteenE EPS would be dollar four.twenty seven and the P/E multiple expands to twelve.twox.","wordCount":19},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by seven percent and the current multiple becomes six.sixx.","wordCount":22},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fourteenA one thousand nine hundred thirty two six hundred fourteen four hundred eighteen three hundred seventy two hundred thirty eight three.twenty","wordCount":33},{"sentence":"two thousand fifteenE two thousand one hundred twenty nine seven hundred seventy five hundred fifty seven four hundred seventy five three hundred four.fourteen","wordCount":24},{"sentence":"two thousand sixteenE two thousand two hundred forty six eight hundred fifty six hundred thirty three four hundred eighty four three hundred five four.twenty","wordCount":25},{"sentence":"two thousand seventeenE two thousand eight hundred fifty seven eight hundred eighty five six hundred fifty nine four hundred fifty four two hundred eighty six three.ninety","wordCount":27},{"sentence":"Novel approach toward revenue generation, coupled with low costs generates industry leading profitability.","wordCount":13},{"sentence":"Demand stimulation and financial performance argue for scalability of the business model.","wordCount":12},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"The two thousand sixteenE EPS would be dollar six.eleven and the P/E multiple expands to sixteen.sevenx.","wordCount":18},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by eight percent on execution of new initatives and the P/E multiple contracts to fourx.","wordCount":27},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fifteenE thirty seven thousand eight hundred seventy six seven thousand nine hundred sixty five seven thousand two hundred ten four thousand five hundred eleven four thousand four hundred ninety seven eleven.ninety one three hundred seventy eight .","wordCount":48},{"sentence":"two thousand sixteenE thirty seven thousand two hundred fifty four eight thousand six hundred eighty three eight thousand seven five thousand four hundred twenty eight three thousand three hundred ninety three nine.thirty","wordCount":33},{"sentence":"two three hundred sixty seven .sixty eight two thousand seventeenE thirty nine thousand six hundred nineteen six thousand five hundred twenty five thousand eight hundred eighty three thousand three hundred forty six two thousand ninety one five.eighty","wordCount":38},{"sentence":"We think UAL's `margin catch up' story is finally beginning to materialize: one) Non fuel fundamentals continue to improve, particularly on the cost side.","wordCount":24},{"sentence":"three) Re fleeting to larger regional jets means more margin potential relative to peers.","wordCount":14},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"The two thousand sixteenE EPS would be dollar ten.twenty one and the P/E multiple becomes ten.fourx.","wordCount":18},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by ten percent and the current multiple contracts to four.sevenx.","wordCount":23},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fourteenA one thousand four hundred ninety three hundred nineteen one hundred thirty five eighty six eighty four two.thirty","wordCount":30},{"sentence":"two thousand fifteenE one thousand five hundred thirty two four hundred twenty two two hundred thirty seven two hundred nine two hundred eight four.sixty","wordCount":25},{"sentence":"two thousand sixteenE one thousand six hundred fifty four four hundred ninety six three hundred eight two hundred fifty four two hundred fifty two five.sixty","wordCount":26},{"sentence":"two thousand seventeenE one thousand nine hundred six four hundred fifty two two hundred forty five one hundred eighty five one hundred eighty three four.ten","wordCount":26},{"sentence":"CAGR ninety six.five percent N/A forty six.two percent thirty two.five","wordCount":13},{"sentence":"Among the most levered to fuel in our coverage, which we think will offset the competitive risks we see in transcon.","wordCount":21},{"sentence":"One of the widest distributions of route performance, meaning potential to out pace industry margins as underperforming routes are cleaned up.","wordCount":21},{"sentence":"Our upside scenario assumes fuel stays low through two thousand sixteen with much more limited revenue offset.","wordCount":17},{"sentence":"The two thousand sixteenE EPS would be dollar six.fifty and the P/E multiple sixteen.twox.","wordCount":16},{"sentence":"Our downside scenario assumes that the two thousand sixteen base EPS misses by ten percent and the current P/E multiple contracts to seven.threex.","wordCount":24},{"sentence":"Income statement Revenue EBITDAR EBITDA Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDAR margin EBIT margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Tangible fixed assets Intangible fixed assets Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Adj net debt Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/EBITDAR Equity FCF yield EV/sales Dividend yield Adj net debt/capital Selected operating metrics Fuel dollar /gal ASM growth Load factor Yield growth PRASM growth Non fuel CASM growth","wordCount":108},{"sentence":"U.S. Airlines Alaska Air Group Valuation Methodology: Our PT of dollar ninety is driven by a two thousand sixteenE P/E multiple of eleven.fivex","wordCount":25},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in ALK is risky.","wordCount":19},{"sentence":"Our outlook is predicated on historical trading patterns and our current profit expectations, which hinge on our view that the supply and demand balance in the industry will improve substantially in the years to come allowing ALK to raise prices significantly.","wordCount":41},{"sentence":"If we have cause to question any of our assumptions about demand recovery, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations.","wordCount":44},{"sentence":"Allegiant Travel Co. Valuation Methodology: Our PT of dollar two hundred forty five is driven by a two thousand sixteenE P/E multiple of seventeenx and a two thousand sixteenE EPS of dollar fourteen.fifty.","wordCount":34},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in ALGT is risky.","wordCount":19},{"sentence":"Our outlook is predicated on historical trading patterns and our current profit expectations, which hinge on our views on the supply and demand balance in the industry overall and in ALGT markets.","wordCount":32},{"sentence":"If we have cause to question any of our assumptions about demand, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations.","wordCount":43},{"sentence":"American Airlines Group Inc. Valuation Methodology: Our PT of dollar fifty five is driven by a two thousand sixteenE P/E multiple of sevenx and a two thousand sixteenE EPS of dollar seven.thirty","wordCount":33},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in AAL is risky.","wordCount":19},{"sentence":"Our target and rating are predicated on historical trading patterns and our current profit expectations, which hinge on our view that the supply and demand balance in the industry will improve substantially in the years to come allowing AAL to raise prices significantly.","wordCount":43},{"sentence":"If we have cause to question any of our assumptions about demand recovery, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations JetBlue Airways Valuation Methodology: Our PT of dollar thirty two is driven by a two thousand sixteenE P/E multiple of twelvex and a two thousand sixteenE EPS of dollar two.fifty two, with fourteenc/share of NOLs.","wordCount":80},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in JBLU is risky.","wordCount":19},{"sentence":"Our outlook and price target are predicated on historical trading patterns and our current profit expectations, which hinge on our view that the supply and demand balance in the industry will improve substantially in the years to come allowing JBLU to raise prices significantly.","wordCount":44},{"sentence":"If we have cause to question any of our assumptions about demand recovery, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations.","wordCount":44},{"sentence":"Southwest Airlines Valuation Methodology: Our PT of dollar forty one is driven by a two thousand sixteenE P/E multiple of nine.threex and a two thousand sixteenE EPS of dollar four.forty.","wordCount":32},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in LUV is risky.","wordCount":19},{"sentence":"Our outlook is predicated on historical trading patterns and our current profit expectations, which hinge on our view that the supply and demand balance in the industry will improve substantially in the years to come allowing LUV to raise prices significantly.","wordCount":41},{"sentence":"If we have cause to question any of our assumptions about demand recovery, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations.","wordCount":44},{"sentence":"Spirit Airlines Valuation Methodology: Our PT of dollar fifty four is driven by a two thousand sixteenE P/E multiple of twelve.sevenx","wordCount":22},{"sentence":"and a two thousand sixteenE EPS of dollar four.twenty five.","wordCount":11},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in SAVE is risky.","wordCount":19},{"sentence":"Our target and rating are predicated on historical trading patterns and our current profit expectations, which hinge on our view that the supply and demand balance in the industry will improve substantially in the years to come allowing SAVE to raise prices significantly.","wordCount":43},{"sentence":"If we have cause to question any of our assumptions about demand recovery, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations.","wordCount":44},{"sentence":"United Continental Holdings Valuation Methodology: Our PT of dollar seventy eight is driven by a two thousand sixteenE P/E multiple of seven.ninex","wordCount":23},{"sentence":"and a two thousand sixteenE EPS of dollar nine.thirty two .","wordCount":11},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in UAL is risky.","wordCount":19},{"sentence":"Our viewpoint is predicated on historical trading patterns and our current profit expectations, which hinge on our view that the supply and demand balance in the airline industry overall will improve substantially in the years to come allowing the company to raise prices significantly.","wordCount":44},{"sentence":"If we have cause to question any of our assumptions about demand recovery, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations.","wordCount":44},{"sentence":"Virgin America Valuation Methodology: Our PT of dollar forty four is driven by a two thousand sixteenE P/E multiple of eleven.sevenx","wordCount":22},{"sentence":"and a two thousand sixteenE EPS of dollar five.sixty five .","wordCount":11},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Investing in VA is risky.","wordCount":19},{"sentence":"Our price target and rating are predicated on historical trading patterns and our current profit expectations, which hinge on our view that the supply and demand nineteen January two thousand sixteen twelve","wordCount":32},{"sentence":"balance in the industry will improve substantially in the years to come, allowing VA to raise prices significantly.","wordCount":18},{"sentence":"If we have cause to question any of our assumptions about demand recovery, industry capacity decisions, various competitive forces, labor issues or geopolitical events among other things, we might be forced to make substantial and frequent changes to our profit expectations, targets, and recommendations.","wordCount":44},{"sentence":"I, David E. Fintzen, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Alaska Air Group, Equal Weight/Positive, C/J Allegiant Travel Co., Equal Weight/Positive, C/J American Airlines Group Inc., Overweight/Positive, A/C/D/E/J/K/L/M JetBlue Airways, Equal Weight/Positive, C/D/E/J/L Southwest Airlines, Underweight/Positive, A/C/D/J/K/L/M Spirit Airlines, Overweight/Positive, C/J/K/M United Continental Holdings, Overweight/Positive, A/C/D/J/K/L/M Virgin America, Overweight/Positive, D/E/J/L Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":74},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Airlines AerCap Holdings Alaska Air Group Delta Air Lines Spirit Airlines Distribution of Ratings: Barclays Equity Research has two thousand eight hundred twenty nine companies under coverage.","wordCount":41},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"thirty nine percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":38},{"sentence":"seventeen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; thirty seven percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price nineteen January two thousand sixteen fifteen Air Lease Corp. Allegiant Travel Co. JetBlue Airways United Continental Holdings Aircastle Ltd.","wordCount":31},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorit des marchs financiers and the Autorit de contrle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai  four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt fr Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
