{"fileName":"Barclays_US_Software_Resetting_the_Bar.pdf","numberSentences":490,"text":[{"sentence":"The software sector has declined by ~nineteen percent while the S and P five hundred has declined by ~nine percent .","wordCount":20},{"sentence":"High growth software stocks have been particularly challenged in this market sell off as there has been little fundamental valuation support for high single digit sales multiples.","wordCount":27},{"sentence":"Additionally, the uncertainty regarding valuations has been exacerbated by weaker than expected results from companies that were perceived to be of higher quality .","wordCount":23},{"sentence":"Given this backdrop, we are revisiting our valuation assumptions for our high growth cohort and adjusting price targets as a result.","wordCount":21},{"sentence":"Art, not science: There are several shortcomings with relying solely on EV/Sales to value high growth stocks, although admittedly, there are limited alternatives.","wordCount":23},{"sentence":"This suggests that price performance for high growth stocks will continue to be predominantly sentiment driven.","wordCount":16},{"sentence":"Alternatively, Salesforce has a slightly longer trading history, which we believe could provide an anchor for valuing subscription revenue models.","wordCount":20},{"sentence":"Further, we believe there is also some fundamental level of price support based on recent acquisitions.","wordCount":16},{"sentence":"Cash flow support is paramount: In our two thousand sixteen outlook we suggested that investors focus more meaningfully on cash flows; preferring cash flow generating high growth names and value stocks like Oracle and CA Technologies .","wordCount":36},{"sentence":"Despite the recent sell off we believe this strategy is still supportive of relative outperformance, particularly as cash flow valuations of several high growth stocks have declined to a level more in line with established companies.","wordCount":36},{"sentence":"Suggestions for relative outperformance: There are a few stocks that we believe are particularly attractive following the recent sell off.","wordCount":20},{"sentence":"Within our high growth basket we prefer Salesforce and ServiceNow, as we believe both companies have sustainable high growth trajectories with the opportunity to drive meaningful cash flow generation over the medium to long term.","wordCount":35},{"sentence":"Oracle because of the stable, high margin maintenance stream and double digit cash flow yield, and CA because we consider the company's cash flows stable in an uncertain macro environment and also because we believe recent portfolio and sales improvements will result in the long awaited return to sustainable growth over the coming fiscal years.","wordCount":55},{"sentence":"Unchanged For a full list of our ratings, price target and earnings changes in this report, please see table on page two.","wordCount":22},{"sentence":"at barclays dot com BCI, US Stefan Putyera +one two hundred twelve five hundred twenty six three thousand sixty nine stefan.putyera at barclays dot com BCI, US Andrew Kisch +one two hundred twelve five hundred twenty six one thousand fifty three andrew.kisch","wordCount":44},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE twenty nine.","wordCount":12},{"sentence":"Barclays | U.S. Software Summary of our Ratings, Price Targets and Earnings Changes in this Report","wordCount":17},{"sentence":"Company Rating Old New U.S. Software Cornerstone OnDemand Inc. Fivenine, Inc. Hortonworks, Inc. LogMeIn, Inc. NetSuite Inc. Qlik Tech Salesforce dot com Inc.","wordCount":24},{"sentence":"ServiceNow, Inc. Splunk Inc. Tableau Software, Inc. Varonis Systems, Inc. Workday Inc. Pos Pos UW UW OW OW OW OW UW UW EW EW twenty four.fifty","wordCount":27},{"sentence":"twenty one twenty seven seventeen thirty three thirty three forty twenty six thirty two thirty one twelve eleven thirty eight .thirty","wordCount":21},{"sentence":"six Price nine Feb sixteen Old Price Target New percent Chg Old EPS FYone New percent Chg Old EPS FYtwo New percent Chg","wordCount":23},{"sentence":"Share prices and target prices are shown in the primary listing currency and EPS estimates are shown in the reporting currency.","wordCount":21},{"sentence":"Stock Rating: OW: Overweight; EW: Equal Weight; UW: Underweight; RS: Rating Suspended Industry View: Pos: Positive; Neu: Neutral; Neg: Negative","wordCount":20},{"sentence":"It has not been a great start for the year for most segments of the market.","wordCount":16},{"sentence":"However, the US Software Index has been particularly challenged thus far, declining by ~nineteen percent to start the year versus a ~nine percent decline for the S and P five hundred.","wordCount":31},{"sentence":"FIGURE one Price performance, software sector vs. S and P five hundred","wordCount":12},{"sentence":"Within the software sector we can see that high growth names have been particularly challenged .","wordCount":15},{"sentence":"Higher beta names should typically be more volatile during such a sell off; however, the magnitude suggests that more is amiss here, in our view.","wordCount":25},{"sentence":"The software sector has generally outperformed the broader market over the past few years as disruptive companies delivered high growth in an otherwise muted, or low growth macro environment.","wordCount":29},{"sentence":"The amount of revenue, and consequently IT spend captured by disruptive software vendors is substantial.","wordCount":15},{"sentence":"Below we show the recent revenue trajectory of Workday, ServiceNow, Splunk and Tableau, all of which has generally come at the expense of existing","wordCount":24},{"sentence":"However, the top line success has come by inflated investment levels, which has curbed profitability expectations, at least for the time being.","wordCount":22},{"sentence":"We believe that these companies will eventually generate meaningful cash flows over the medium to long term, but due to limited profitability over the short run, growth investors have used EV/Sales as the primary valuation methodology for valuing high growth software names .","wordCount":42},{"sentence":"Although this methodology is generally accepted, it's hard to argue a baseline level given the absence of tangible metrics like earnings and cash flows, resulting in outsized movements in the stock price.","wordCount":32},{"sentence":"The table below shows the evolution of the EV/Sales multiples for some of the high profile names in our space.","wordCount":20},{"sentence":"While there are several high growth companies that are generating meaningful cash flows; the valuation level on an earnings or cash flow basis is still relatively high, which means we presumably have to utilize EV/Sales for the time being despite the aforementioned shortcomings.","wordCount":43},{"sentence":"On forward revenues, the average EV/Sales multiple is now three.fivex,","wordCount":11},{"sentence":"versus six.x last year, this collapse comes as investors temper their exuberance.","wordCount":13},{"sentence":"Broader Market Sell off: The S and P five hundred is off nine percent since the beginning of the year, and therefore one would expect that high growth software names, which on average have higher betas, would sell off even more, thereby lowering valuations.","wordCount":44},{"sentence":"The market sell off has a few catalysts, including lower energy prices, muted growth prospects in China, and general concerns around rising interest rates.","wordCount":24},{"sentence":"On the last point, we believe that this should disproportionally impact growth stocks as their value is more future weighted, so a rising discount rate would disproportionately lower valuation.","wordCount":29},{"sentence":"Lowered Expectations: For a long time, many of these high growth stocks were consistent beat and raise stories, and as such, expectations were managed in an unsustainable way.","wordCount":28},{"sentence":"Management teams would almost invariably set sandbagged guidance so they could appear heroic when they outperformed on their low targets.","wordCount":20},{"sentence":"Figure six below highlights some of the issues in the past few quarters","wordCount":13},{"sentence":"FIGURE six Shaky Results Coming More Consistently For High Growth Names","wordCount":11},{"sentence":"Period fourQfifteen fourQfifteen fourQfifteen fourQfifteen threeQfifteen threeQfifteen threeQfifteen twoQfifteen twoQfifteen oneQfifteen oneQfifteen Company Tableau ServiceNow NetSuite Event Missed consensus and guidance licenses.","wordCount":22},{"sentence":"Lowered guidance for revenue and operating income Missed consensus billings Missed consensus billings","wordCount":13},{"sentence":"Cornerstone Bookings beat but revenue and EPS light Demandware Weak guidance Tableau Workday ServiceNow Workday Missed buy side revenue Weak billings guidance Missed buy side billings and revenue; guided down Weak billings guidance","wordCount":33},{"sentence":"While we had the occasional spotty results in the past, the latest reported quarter really showed a much more broad based weakness.","wordCount":22},{"sentence":"We saw marked softness in results from Tableau, ServiceNow, Hortonworks and NetSuite.","wordCount":12},{"sentence":"All four companies missed top line estimates and saw cuts to projections.","wordCount":12},{"sentence":"Investors who had expected the previous growth to continue were disappointed and frustrated, and doubts began to arise.","wordCount":18},{"sentence":"As a result of the weaker general market and weaker results from the high growth names we are now in the middle of a multiple adjustment process for the space.","wordCount":30},{"sentence":"Barclays | U.S. Software FIGURE seven CYsixteen EV/Sales Compression Over Time","wordCount":12},{"sentence":"Feb fifteen CRM CSOD DATA DWRE FIVN HDP LOGM MOBL N NOW PAYC QLIK SPLK VRNS WDAY Average","wordCount":18},{"sentence":"We are adding two things to the current investor debate: one) we are looking at the different names in our coverage and trying to find an appropriate level that makes sense, and two) adjusting our valuation assumptions and price targets for our high growth basket.","wordCount":45},{"sentence":"A good starting point to somewhat ground valuation would be to leverage the historical data points available from Salesforce.","wordCount":19},{"sentence":"As the company has been publically traded for quite some time, it has reached a scale that in our view makes it difficult to impact it from a competitive standpoint.","wordCount":30},{"sentence":"As shown in the graph below, Salesforce has historically traded in a band between fivex and sevenx EV/Sales, with the exception being during the financial crisis.","wordCount":26},{"sentence":"Barclays | U.S. Software If we look at underlying fundamentals, the company has consistently delivered mid to high twentys billings and revenue growth with improving margins.","wordCount":27},{"sentence":"As such, we believe that the current level is an interesting entry point.","wordCount":13},{"sentence":"We believe Salesforce's valuation should also be supported by previous M and A discussions,, which reportedly centered around a value higher than current levels.","wordCount":24},{"sentence":"If we assume that Salesforce's multiple range is reasonable, there's no reason to believe that ServiceNow and Workday shouldn't be at least somewhat similar as the underlying business models are not too dissimilar.","wordCount":33},{"sentence":"ServiceNow is profitable and is starting to generate meaningful cash flows, while Workday continues to grow at a healthy clip, but is somewhat behind on profitability and cash flows.","wordCount":29},{"sentence":"FIGURE nine Workday and ServiceNow much larger than Salesforce at comparable point in lifecycle","wordCount":14},{"sentence":"Consequently, we have reset our price target for ServiceNow and Workday.","wordCount":11},{"sentence":"Our new price target for ServiceNow is based on six.fivex","wordCount":11},{"sentence":"EV/Sales, which is near the high end of Salesforce's historical trading range.","wordCount":12},{"sentence":"While we believe that the company continues to be well positioned from a competitive perspective, recent quarters suggest some growing pains, which does curb our enthusiasm somewhat.","wordCount":27},{"sentence":"Workday is in a similar position to ServiceNow, but with increased competition from Oracle and SAP, as both companies are making headway in the company's core market.","wordCount":27},{"sentence":"While we believe Workday does have the opportunity to sustain its high growth trajectory at least in the near to medium term, the lower cash flow profile and increased competition are real concerns.","wordCount":33},{"sentence":"Our new price target for NetSuite is based on four.fivex","wordCount":11},{"sentence":"EV/Sales as the company's growth rate is not too dissimilar to Salesforce, but the company's margin profile is weaker.","wordCount":19},{"sentence":"Our new price target for Paycom is also based on four.fivex","wordCount":12},{"sentence":"Our new price target for Cornerstone is based on three.x","wordCount":11},{"sentence":"EV/Sales, as its market opportunity is meaningfully smaller than the aforementioned names, is seeing increased competition, and does not have stellar execution, particularly as it relates to showing leverage.","wordCount":29},{"sentence":"We believe sell side and buy side expectations have to be adjusted to reflect the current market environment.","wordCount":18},{"sentence":"Please refer to the below table for a summary of our price target changes.","wordCount":14},{"sentence":"Ticker CRM CSOD DATA FIVN HDP LOGM N NOW QLIK SPLK VRNS WDAY","wordCount":13},{"sentence":"Old PT ninety thirty three sixty seven eleven twenty three sixty seven ninety seven ninety three forty three sixty five nineteen eighty","wordCount":22},{"sentence":"New PT sixty seven twenty six fifty nine eight nineteen forty five sixty five sixty three twenty six forty seventeen fifty","wordCount":21},{"sentence":"As discussed in our outlook for the year and also the recent upgrade of CA, we prefer names with tangible cash flow support for two thousand sixteen, which continues to make sense given the current market volatility.","wordCount":37},{"sentence":"While the recent market sell off has disproportionately impacted high growth stocks, we do not recommend investors completely discount high growth software stocks.","wordCount":23},{"sentence":"We continue to recommend companies with strong market opportunities and management teams, which in turn should result in sustainable high growth with prospects for meaningful cash flow generation over the medium to long term; Salesforce, ServiceNow and Paycom fit this threshold particularly well, in our view.","wordCount":46},{"sentence":"Salesforce has shown an ability to sustain its high growth trajectory through a healthy combination of organic development and strategic acquisitions while meaningfully improving profitability over time.","wordCount":27},{"sentence":"We view the investment case positively from a competitive perspective as the company's positioning in core CRM is creating a difficult environment for challengers, not only in the core business but also in adjacent markets that the company has branched into.","wordCount":41},{"sentence":"ServiceNow is one of the few companies in the software sector that can sustain its current growth trajectory, while also delivering compelling margin expansion and meaningful cash flow generation in the near to medium term.","wordCount":35},{"sentence":"We believe the company can continue to add new enterprise customers at a healthy rate while simultaneously expanding within accounts through a combination of up sell and cross selling .","wordCount":29},{"sentence":"ServiceNow is also one of the few companies where our future cash flow estimates support considerable share price appreciation.","wordCount":19},{"sentence":"We believe that Paycom is a great opportunity for investors looking for an interesting combination of growth and profitability bolstered by the cloud theme.","wordCount":24},{"sentence":"Paycom has done well penetrating the ADP installed base and upselling additional HR functionality, and","wordCount":15},{"sentence":"Barclays | U.S. Software productivity improvements from both ramping and mature offices have been significant.","wordCount":16},{"sentence":"With more office openings, a strong management team, and more reasonable valuation at current levels, we think the bias is to the upside on Paycom shares.","wordCount":26},{"sentence":"From our high growth basket without cash flow support, we prefer Hortonworks and Fivenine, despite both companies being unprofitable.","wordCount":19},{"sentence":"Hortonworks missed billings and announced a surprise secondary, which was viewed negatively by investors, but we still believe valuation is too low for the market opportunity.","wordCount":26},{"sentence":"With net renewal rates over one hundred fifty percent, the expansion part of the model appears to be working as planned, and the company should become more profitable as it gains scale.","wordCount":32},{"sentence":"We believe Fivenine has a steady subscription model that will show positive cash flows over the next few quarters.","wordCount":19},{"sentence":"Please find an updated summary of our thoughts on all the high growth names below.","wordCount":15},{"sentence":"We believe that given the recent missteps by the likes of Tableau and ServiceNow, investors will increasingly focus on the downside case, which we explain for each company.","wordCount":28},{"sentence":"Bull Case CRM Company will continue to see outsized growth given secular shifts in the market and more specifically increased adoption of its adjacent clouds Company can maintain current growth rates with various growth initiatives and could eventually increase margins.","wordCount":40},{"sentence":"Bear Case Further growth will be hard to come by given current penetration.","wordCount":13},{"sentence":"Margin leverage will be capped by meaningful investments in sales and marketing Barclays Success in other clouds will continue to offset slowing growth in sales cloud, while tangible evidence of leverage will support the current multiple","wordCount":36},{"sentence":"Management is still trying to find new growth areas, limiting leverage, and the PaaS offering has yet to gain meaningful traction.","wordCount":21},{"sentence":"Customers do not see LMS as the central component of their HCM strategy.","wordCount":13},{"sentence":"Increased competition from Qlik, Microsoft and the various cloud BI competitors lengthen deal cycles and hurt pricing.","wordCount":17},{"sentence":"Existing ELAs with larger vendors such as Microsoft make large deals sold to central IT more difficult.","wordCount":17},{"sentence":"Customers rethink their cloud data strategy and new cloud BI vendors like CRM, AWS, Domo further exacerbate this problem.","wordCount":19},{"sentence":"Larger customers will push back on pricing, which may limit the benefit attributable to the secular growth trend.","wordCount":18},{"sentence":"Telephony market around call centers is complex and company is too small to be a long term winner; small size will cause struggles with profitability.","wordCount":25},{"sentence":"Open Source business model and fierce competition handcuff profitability, proving that the long term business model is not viable; cash burn concerns.","wordCount":22},{"sentence":"Spark becomes the framework of choice and core Hadoop sees less traction.","wordCount":12},{"sentence":"The lack of interest in a strategic investment by large tech vendors is indicative of a lack of appetite for a full acquisition.","wordCount":23},{"sentence":"We are in the bull camp here as we believe the bears are underestimating the market size and competitive advantage of DATA.","wordCount":22},{"sentence":"Market leader in the self service BI market which has been underserved by traditional BI vendors.","wordCount":16},{"sentence":"The opportunity here is large given the huge knowledge worker market and DATA has the strongest product and management team to capture the opportunity","wordCount":24},{"sentence":"Structural growth in the e commerce space will continue to drive sustained top line growth.","wordCount":15},{"sentence":"Solid structural growth opportunity around the call center modernization theme and Fivenine is finally big enough to show leverage from scale.","wordCount":21},{"sentence":"Hadoop is a rapidly growing market and Hortonworks is a top vendor, enabling it to benefit from the underlying growth.","wordCount":20},{"sentence":"Larger scale and maturity will drive profitability and the company should reach breakeven by two thousand seventeen.","wordCount":17},{"sentence":"Questions around the sustainability of growth persist, particularly given a muted retail environment.","wordCount":13},{"sentence":"A show me story in two thousand sixteen We think Fivenine is finally coming out of its portfolio transition with more enterprise sales and hence better renewal rates.","wordCount":28},{"sentence":"We believe the underlying market is still healthy and Hortonworks will grow quite quickly.","wordCount":14},{"sentence":"LOGM New products like Join Me, LastPass and Xively will drive future growth while company will continue to benefit from better pricing of legacy solutions Solid growth opportunity as an enterprise mobile security vendor given the proliferation of mobile devices in the enterprise; Windows ten meaningfully expands addressable market opportunity Large opportunity in the ERP SaaS market with strong momentum and somewhat limited competition that will enable steady growth for years to come.","wordCount":73},{"sentence":"We believe the company can sustain its high growth trajectory, while also delivering meaningful margin expansion and cash flow generation longer term Benefits have mostly been due to one off price actions which will not be sustainable longer term; organic growth will be lower going forward Larger vendors can continue to deteriorate the company's pricing model, hindering its near term growth prospects and leverage in the model longer term Core business is slowing down.","wordCount":74},{"sentence":"ServiceNow's opportunity beyond IT Service Management is not as meaningful as hoped, making current growth projections unreachable Despite the multiple compression and conservative expectations regarding the latest acquisition, we believe organic growth will remain challenged without further price increases We think the company's technology is differentiated, which should help the company scale as a standalone product or as part of a larger product portfolio We agree with management that the long term investments make sense but are not sure the shares will work with the lack of operating leverage for yet another year.","wordCount":93},{"sentence":"We believe ServiceNow will continue to add new customers at an impressive rate, realize ASP uplifts through cross and upsells, which in turn will sustain growth and deliver meaningful margin improvement We are in the bull camp here.","wordCount":38},{"sentence":"Increased sales office productivity and a large green field opportunity from more sales offices should drive ongoing healthy, profitable growth.","wordCount":20},{"sentence":"Large opportunity in the ADP installed base to capture payroll customers and then upsell additional HR functionality.","wordCount":17},{"sentence":"Company is profitable and should see further leverage from increasing scale.","wordCount":11},{"sentence":"Concern around sustainability of growth given increased competition from ADP. Questions about investment levels into the business with low R and D spending for its scale and its ability to further differentiate its product.","wordCount":34},{"sentence":"Increased competition from new entrants We are more in the bull camp here.","wordCount":13},{"sentence":"The like Microsoft Power BI and others, and story has risks but we think the company pricing compression.","wordCount":18},{"sentence":"their cloud data strategy pushing out deal cycles, and new cloud BI vendors like CRM, AWS, Domo further exacerbate this problem.","wordCount":21},{"sentence":"Loss of focus and execution on QlikView as it emphasizes Sense.","wordCount":11},{"sentence":"Emerging open source competition from Elastic puts pressure on the pricing model.","wordCount":12},{"sentence":"Sudden CEO transition not simply for family reasons and indicative of upcoming weakness.","wordCount":13},{"sentence":"End market is actually not that big and the functionality could eventually be bundled from one of the large vendors like Microsoft or CA.","wordCount":24},{"sentence":"Little signs of operating leverage Increased competition from Oracle and SAP in HCM elongates deal cycles, lowers win rates and lowers pricing.","wordCount":22},{"sentence":"ERP is still fairly new and unproven and seeing a tougher competitive environment, also likely a tougher sale compared to HCM and lack of reference customers could be hindrance in early days We see the market concerns but are not as worried as the bears; however, we are not sure the shares will work in the near future as investors will await the performance of the new CEO.","wordCount":68},{"sentence":"We see the opportunity but believe management really needs to continue to deliver the growth and eventual margin upside before the story works again.","wordCount":24},{"sentence":"We believe the next year will be critical for the momentum in the financials product area as there is evidence that competition in HCM is heating up.","wordCount":27},{"sentence":"Large greenfield opportunity around log data that will drive superior growth and is starting to deliver margin expansions and cash generation.","wordCount":21},{"sentence":"Large opportunity to create a next generation SaaS based industry giant in the HR and ERP space.","wordCount":17},{"sentence":"Industry View: Positive Category Company Large cap Rating Current price ninety.one","wordCount":12},{"sentence":"Price target one hundred seven sixty forty eight one hundred eight twenty four thirty three twenty six thirty eight eight forty five sixty five thirty two sixty seven sixty three fifty nineteen twenty six forty five fifty nine twenty five seventeen eighty eight six ninety N/A eighty six sixty two eight ninety seven seventy forty one two hundred twenty fifty two twenty one forty two eighty three fifteen twenty eight thirteen Market Cap USD twenty five thousand six hundred eighty seven three hundred ninety five thousand six hundred twenty one hundred fifty one thousand four hundred five eighty nine thousand six hundred thirteen twelve thousand five hundred sixty one eleven thousand six hundred seven one thousand three hundred eighty eight one thousand two hundred seventy five three hundred ninety seven one thousand one hundred sixty eight four thousand four hundred twenty eight one thousand three hundred twenty eight thirty nine thousand nine hundred nine eight thousand six hundred seventy four ten thousand five hundred six four hundred twenty three one thousand eight hundred seven four thousand six hundred thirty four three thousand two hundred fifty six three thousand twenty three three hundred seventy six ten thousand five two hundred ninety seven eleven thousand four hundred sixty eight nineteen thousand three hundred seventy seven one thousand eight hundred forty one thousand five hundred sixteen two hundred eighty two seven thousand six hundred twelve nine thousand seven hundred fifty three three thousand two hundred one ten thousand seven hundred eight one thousand two hundred fifty eight one thousand eight hundred fifty two four thousand one hundred seventy thirteen thousand eight hundred two two hundred eighty five three hundred eighty four three hundred ninety eight P/E two thousand sixteenE twenty four.twox","wordCount":289},{"sentence":"Intuit OW Microsoft OW Oracle OW SAP OW Symantec EW OW CA Technologie UW Enterpise SaaS Cornerstone Demandware EW Fivenine OW LogMeIn UW NetSuite EW Paycom OW Salesforce OW ServiceNow OW Workday EW Hortonworks OW Big Data QlikTech OW Splunk EW Tableau OW Teradata UW Varonis EW Citrix OW Infrastructure MobileIron OW Red Hat OW VMware RS *Ellie Mae OW Vertical SaaS *FleetMatics OW *Tangoe UW *Ansys EW Design tools *Autodesk OW *PTC OW *Palo Alto OW Security *CyberArk EW *FireEye EW *Fortinet OW *Check Point UW *Imprivata OW *Rapidseven OW *Mimecast OW *Covered by US Software Analyst Saket Kalia","wordCount":100},{"sentence":"For full disclosures on each covered company, including details of our company specific valuation methodology and risks, please refer to http://publicresearch.barcap","wordCount":22},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fifteenA two hundred thirty seven twenty four eleven forty two seventeen .forty","wordCount":24},{"sentence":"two thousand sixteenE three hundred four twenty seven nine forty eight eight .twenty","wordCount":13},{"sentence":"two thousand seventeenE three hundred eighty three forty two eighteen sixty seventeen .forty","wordCount":13},{"sentence":"two thousand eighteenE four hundred sixty four fifty four twenty eight sixty three twenty four .sixty","wordCount":16},{"sentence":"Demandware is structurally exposed to the SaaS and e commerce trends, and has a product that can potentially disrupt the existing market.","wordCount":22},{"sentence":"The e commerce TAM is very large and this can support high growth and valuation for a while.","wordCount":18},{"sentence":"Stronger than expected market share gains and disruption of legacy in house solutions and incumbent enterprise vendors could lead to more customer wins than expected.","wordCount":25},{"sentence":"A macro downturn would impact retail sales generally, including e commerce, and this would impact customer appetite to invest in new products, expand, and process lower gross revenue on the platform.","wordCount":31},{"sentence":"Our downside case is based on fourx EV/Sales and a thirty percent cut to FY seventeen revenue.","wordCount":17},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fourteenA one hundred three twenty three twenty eight thirty eight thirty two .eighty","wordCount":24},{"sentence":"two thousand fifteenE one hundred twenty six seven fourteen twenty eight nineteen .thirty","wordCount":13},{"sentence":"two thousand sixteenE one hundred forty eight two nine twenty one thirteen .twenty","wordCount":13},{"sentence":"two thousand seventeenE one hundred seventy three six two sixteen six .twelve","wordCount":12},{"sentence":"FIVN has an industry leading SaaS platform in the contact center software market, which is seeing rapid growth.","wordCount":18},{"sentence":"While the market is not as attractive other SaaS themes, the higher competition and lower gross margin profile is factored into the valuation.","wordCount":23},{"sentence":"If FIVN establishes itself as the leader in the cloud contact center market, the multiple could move higher.","wordCount":18},{"sentence":"If competition from the legacy vendors and smaller public companies is more intense than expected growth may not materialize over the next several years.","wordCount":24},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: UNDERWEIGHT two thousand fifteenE three hundred forty one five thirteen eighty three nineteen .thirty","wordCount":22},{"sentence":"two thousand sixteenE four hundred thirty three twenty four five seventy one one .two","wordCount":14},{"sentence":"two thousand seventeenE five hundred thirty forty three twenty four fifty two nineteen .thirty","wordCount":14},{"sentence":"We like Cornerstone's high revenue growth, which should see it steadily gain market share in the HCM space.","wordCount":18},{"sentence":"There are a number of factors benefitting ARPU growth in the next few years with further potential tailwinds from a shifting competitive landscape.","wordCount":23},{"sentence":"Cornerstone's product portfolio could be even more successful than our already high growth expectations, allowing it to take increased share.","wordCount":20},{"sentence":"Our upside case is based on a twenty percent increase to FY seventeen revenue and an EV/Sales of fivex.","wordCount":19},{"sentence":"Cornerstone runs the risk of being competitively squeezed out of larger deals due to its smaller size, especially with the recent moves by SAP, Oracle and workday.","wordCount":27},{"sentence":"Our downside case is based on a twenty percent cut to FY seventeen revenue and an EV/Sales of twox.","wordCount":19},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fifteenA seven hundred eighty eight six fifty three two hundred forty six sixty one .thirty","wordCount":27},{"sentence":"two thousand sixteenE one thousand one hundred fifty eight sixty nine eleven two hundred ninety three twelve .six","wordCount":18},{"sentence":"two thousand seventeenE one thousand five hundred forty three one hundred twenty nineteen three hundred thirty eight seven .four two hundred twenty.three .","wordCount":23},{"sentence":"two thousand eighteenE two thousand thirteen two hundred ten one hundred three two hundred ninety seven seventy five .thirty","wordCount":19},{"sentence":"CAGR thirty six.seven percent two hundred twenty six.four percent N/A N/A N/A N/A two.seven percent N/A Average six.two .three","wordCount":23},{"sentence":"We like Workday's impressive technology and the strength of its product, as well as the very large addressable market size and growth opportunity.","wordCount":23},{"sentence":"However, current valuation is also very high and prices in a lot of market success.","wordCount":15},{"sentence":"A positive surprise to the functionality ramp up of the Financial Accounting product could lead to enterprise level traction here quicker than we expect, creating much higher growth.","wordCount":28},{"sentence":"Our upside case is based on a CY seventeen EV/Sales of seven.fivex","wordCount":13},{"sentence":"A downside surprise in Workday's expansion across the HCM space and in Financials would reduce the market opportunity and hence the growth rate that Workday could sustain for the next few years.","wordCount":32},{"sentence":"Our downside case is based on a CY seventeen Ev/Sales of fourx and twenty percent revenue cut.","wordCount":17},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fifteenA four hundred fifty one twenty five twelve two hundred fifteen eleven .nine","wordCount":25},{"sentence":"two thousand sixteenE six hundred fifty one forty six twenty three two hundred eighty three twenty one .sixteen","wordCount":18},{"sentence":"two thousand seventeenE eight hundred fifty one seventy three thirty three hundred forty one twenty seven .eighteen one hundred forty one.seven .","wordCount":22},{"sentence":"two thousand eighteenE one thousand one hundred seven one hundred eleven fifty six three hundred ninety forty .twenty","wordCount":18},{"sentence":"There is a potentially very large total addressable market that would support good growth over the coming years.","wordCount":18},{"sentence":"However, we believe that a great deal of success is now priced in and stay EW for valuation reasons.","wordCount":19},{"sentence":"Machine data use cases could expand to other areas, such as online marketing or 'internet of things' and significantly increase the TAM size.","wordCount":23},{"sentence":"Our upside is based on a twenty percent increase to revenue for FY seventeen and a multiple of sixx sales.","wordCount":20},{"sentence":"The information value from machine data may be too low for customers to find it cost effective to index a large volume or pay at current price points, thus materially impacting the growth story.","wordCount":34},{"sentence":"Our downside is based on a twenty percent cut to revenue for FY seventeen and a multiple of two.fivex sales.","wordCount":21},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand sixteenE eight hundred forty four seventy thirty eight one hundred thirty four twenty eight .thirty","wordCount":26},{"sentence":"two thousand seventeenE one thousand sixty four one hundred fifteen seventy three one hundred thirty six forty nine .fifty","wordCount":19},{"sentence":"two thousand eighteenE one thousand three hundred twenty one one hundred sixty eight one hundred eighteen one hundred thirty three one hundred one one.fourteen","wordCount":25},{"sentence":"Tableau is well positioned to capture a sizable portion of the large, and highly underpenetrated, self service BI market through its user friendly and aesthetically pleasing offering.","wordCount":27},{"sentence":"The company has a long runway for growth and we believe it will continue to execute successfully on its 'land and expand' business model.","wordCount":24},{"sentence":"The international opportunity materializes faster than expected, as does sales productivity globally, driving revenue outperformance, which flows through the model leading to better profitability.","wordCount":24},{"sentence":"Our upside case is based on a twenty five percent increase in FY seventeen sales and sixx EV/Sales.","wordCount":18},{"sentence":"Competition from new offerings from vendors such as Qlik and Salesforce stifle Tableau's ability to harvest green field and sales growth decelerates meaningfully.","wordCount":23},{"sentence":"Our downside case is based on a twenty five percent decrease in FY seventeen sales and a twox EV/Sales.","wordCount":19},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand fifteenA seven hundred forty one fifty two twenty two eighteen .twenty","wordCount":23},{"sentence":"two thousand sixteenE nine hundred fifty seven eighty one forty four thirty six .forty","wordCount":14},{"sentence":"two thousand seventeenE one thousand two hundred thirteen one hundred twenty three eighty one sixty seven .eighty eighty four. .","wordCount":19},{"sentence":"two thousand eighteenE one thousand five hundred twelve one hundred seventy one hundred twenty one one hundred nine one.twenty","wordCount":20},{"sentence":"CAGR N/A N/A N/A twenty six.five percent Price USD fifty three.sixty","wordCount":13},{"sentence":"We think NetSuite has the potential to be one of the largest and most sustainable growth stories as it is the main SaaS ERP vendor.","wordCount":25},{"sentence":"We think revenue growth will accelerate as suggested by accelerating bookings growth.","wordCount":12},{"sentence":"Natural developments for the company would be into other lines of business.","wordCount":12},{"sentence":"This would be analagous to SAP and Oracle's expansion over the past twenty years.","wordCount":14},{"sentence":"Our upside is based on twenty percent upside to our FY seventeen revenue forecast and a FY seventeen EV/Sales of six.fivex.","wordCount":22},{"sentence":"Growth may decelerate faster than we currently expect and while the product may still have some interest, the lack of growth would no longer justify such a premium rating.","wordCount":29},{"sentence":"Our downside case is based on a FY seventeen EV/Sales of threex and a twenty percent cut to our revenue forecast.","wordCount":21},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: UNDERWEIGHT two thousand fourteenA two hundred twenty two fifty forty two N/A thirty one.nineteen","wordCount":23},{"sentence":"two thousand fifteenE two hundred seventy sixty seven fifty eight N/A forty two one.sixty","wordCount":15},{"sentence":"two thousand sixteenE three hundred twenty three eighty two sixty seven N/A forty eight one.eighty","wordCount":16},{"sentence":"two thousand seventeenE three hundred eighty three one hundred eighty two N/A fifty nine two.twenty two twenty six.six .","wordCount":20},{"sentence":"The drag to the total portfolio from the slowing Rescue business creates a negative mix effect that we think caps growth in the next few years.","wordCount":26},{"sentence":"Better growth in Rescue as well as the company's newer products, coupled with further price increases could lift revenue and earnings estimates.","wordCount":22},{"sentence":"Failure to offset slowing growth in the company's core products could pressure revenue and earnings growth.","wordCount":16},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fifteenA one hundred forty seven fifty one fifty four eighty four fifty six .seventy","wordCount":25},{"sentence":"two thousand sixteenE one hundred sixty seven twenty nine thirty three sixty nine thirty six .forty","wordCount":16},{"sentence":"two thousand seventeenE one hundred ninety nine two six forty two nine .ten","wordCount":13},{"sentence":"two thousand eighteenE N/A N/A N/A N/A N/A N/A N/A N/A CAGR N/A N/A N/A N/A N/A N/A N/A N/A Average seventeen.seven","wordCount":23},{"sentence":"CAGR N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A Average N/A one.two","wordCount":18},{"sentence":"MobileIron is an emerging technology leader in enterprise mobility management, one of the fastest growing segments in enterprise software.","wordCount":19},{"sentence":"While the competitive landscape is quite crowded with both legacy and emerging vendors, we believe MobileIron is attractively valued and wellpositioned to take substantial share in the EMM market Upside case USD ten.","wordCount":33},{"sentence":"If adjacent markets consolidate under the EMM umbrella, the total available addressable market could be significantly greater.","wordCount":17},{"sentence":"Failure to diversify MobileIron's revenue profile to offset the commodization in the market would likely impact revenue growth longer term.","wordCount":20},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A","wordCount":13},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fifteenA five thousand three hundred seventy four eight hundred sixty seven five hundred seventy four three hundred fifty seven three hundred forty two .fifty","wordCount":35},{"sentence":"two thousand sixteenE six thousand six hundred forty six one thousand two hundred sixty seven eight hundred forty two five hundred fifty four five hundred seventeen .seventy","wordCount":27},{"sentence":"two thousand seventeenE eight thousand six one thousand five hundred seventy six one thousand one hundred thirty five one thousand ninety one seven hundred three one.three","wordCount":27},{"sentence":"two thousand eighteenE nine thousand four hundred eighty nine one thousand nine hundred thirteen one thousand four hundred seventy two nine hundred twenty nine hundred thirteen one.thirty","wordCount":28},{"sentence":"We like the large scale of the Sales Force Automation business and expect strong growth there to continue.","wordCount":18},{"sentence":"We also like the move into other application markets such as with Customer Service and Marketing clouds.","wordCount":17},{"sentence":"The new areas Salesforce has expanded into such as Marketing and Salesforceone for Mobile, as well as greater enterprise and industry focus, could drive more growth than we currently expect.","wordCount":30},{"sentence":"The new growth initiatives around enterprise strategy and move to new market areas may not pay off, which will lead to a growth slowdown but still relatively high costs.","wordCount":29},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE","wordCount":31},{"sentence":"Balance sheet and cash flow Net PP and E one thousand one hundred twenty six Goodwill three thousand seven hundred eighty three Cash and equivalents nine hundred eight Total assets ten thousand six hundred ninety three Short and long term debt one thousand seventy one Other long term liabilities nine hundred twenty two Total liabilities six thousand seven hundred eighteen Net debt/ seventy five Shareholders' equity three thousand nine hundred seventy five Change in working capital six hundred sixty Cash flow from operations one thousand one hundred seventy four Capital expenditure two hundred ninety Free cash flow eight hundred eighty three Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":128},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fifteenA one thousand five one hundred sixty three one hundred three one hundred ninety three sixty seven .forty one hundred sixty eight.four .","wordCount":34},{"sentence":"two thousand sixteenE one thousand three hundred fifty four two hundred forty two one hundred sixty six one hundred sixty four one hundred two .fifty","wordCount":25},{"sentence":"two thousand seventeenE one thousand six hundred eighty four three hundred forty nine two hundred fifty two eighty one one hundred sixty three .eighty","wordCount":24},{"sentence":"two thousand eighteenE two thousand sixty nine four hundred ninety five three hundred eighty six one hundred nine two hundred fifty nine one.thirty","wordCount":24},{"sentence":"CAGR N/A N/A N/A thirty six.three percent Price USD forty eight.fifty","wordCount":13},{"sentence":"NOW has strong exposure to the SaaS theme that is reshaping the software industry.","wordCount":14},{"sentence":"The company's focus on cloud management tools should continue to drive top line growth as private/hybrid cloud deployments and PaaS become more mainstream.","wordCount":23},{"sentence":"ServiceNow's IT Operations Management tools could gain traction in the market faster than expected.","wordCount":14},{"sentence":"Competitors in the IT Service Desk market could create more robust SaaS solutions, which would slow the pace of share gains.","wordCount":21},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: EQUAL WEIGHT two thousand seventeenE one hundred eighty three eleven one .six","wordCount":20},{"sentence":"As human generated data grows within the enterprise, data governance is increasingly a core concern for enterprise IT administrators.","wordCount":19},{"sentence":"Varonis is a clear leader in this space with an impressive growth profile.","wordCount":13},{"sentence":"The company also has exposure to several structural trends within software, like security and big data.","wordCount":16},{"sentence":"Increased adoption of the company's recent products, like DatAnywhere, would help accelerate the company's growth.","wordCount":15},{"sentence":"Our upside case is based on a twenty percent increase in sales and a CY seventeen EV/Sales multiple of threex.","wordCount":20},{"sentence":"Failure to advance the company's data governance platform and increased competition from established software vendors will likely impact top line growth.","wordCount":21},{"sentence":"Our downside case is based on twenty percent worse sales and a CY seventeen EV/Sales multiple of onex.","wordCount":18},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE two thousand fourteenA two thousand fifteenE two thousand sixteenE one hundred one one hundred twenty six one hundred fifty three twelve twelve fourteen thirteen twelve fourteen nineteen twenty one twenty three fourteen fourteen fifteen .sixty","wordCount":66},{"sentence":"Balance sheet and cash flow Net PP and E four Goodwill Cash and equivalents seventy seven Total assets one hundred fifty seven Short and long term debt Other long term liabilities five Total liabilities sixty two Net debt/ one hundred twelve Shareholders' equity ninety five Change in working capital six Cash flow from operations seven Capital expenditure two Free cash flow nine Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":89},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fourteenA fifty two seventy one hundred six one hundred seventy eight one hundred five fourteen.thirty","wordCount":27},{"sentence":"two thousand fifteenE one hundred twenty four eighty six one hundred thirty three one hundred seventy three one hundred thirty three three.seven","wordCount":23},{"sentence":"two thousand sixteenE one hundred eighty nine fifty five one hundred thirty six one hundred ninety two one hundred thirty eight two.forty","wordCount":23},{"sentence":"two thousand seventeenE two hundred sixty three six one hundred twenty six one hundred ninety three one hundred twenty seven two.twelve fifty nine.nine .","wordCount":25},{"sentence":"percent N/A N/A N/A Average N/A two.eight ten.two fifty nine.five .","wordCount":13},{"sentence":"Hortonworks is well positioned in a rapidly growing market, namely Hadoop.","wordCount":11},{"sentence":"Hadoop is still a quite nascent opportunity, marked by low customer adoption at present and significant green field opportunity.","wordCount":19},{"sentence":"If Hortonworks is able to keep pace with projected underlying market growth of fifty eight percent CAGR through two thousand twenty, it could reach profitability at a meaningful scale.","wordCount":29},{"sentence":"In our upside scenario, we assume faster thananticipated customer growth as the inflection point of Hadoop adoption is stronger than projected.","wordCount":21},{"sentence":"Our upside target is based on a twenty percent increase to our estimates and a sixx EV/Sales.","wordCount":17},{"sentence":"In our downside scenario, we assume slower thananticipated customer growth as the inflection point of Hadoop adoption is weaker than projected.","wordCount":21},{"sentence":"Our downside target is based on a twenty percent decrease to our estimates and a onex EV/Sales.","wordCount":17},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fifteenA two hundred twenty five forty eight thirty eight thirty four twenty three .forty","wordCount":25},{"sentence":"two thousand sixteenE three hundred ten sixty four fifty three fifty thirty two .fifty","wordCount":14},{"sentence":"two thousand seventeenE four hundred eight ninety five eighty one seventy eight forty nine .eighty","wordCount":15},{"sentence":"two thousand eighteenE five hundred six one hundred twenty two one hundred six one hundred four sixty five one.ten","wordCount":20},{"sentence":"Paycom has a straightforward growth opportunity as the company expands its market presence through new office openings, increasing existing market penetration and crossselling the whole product suite.","wordCount":27},{"sentence":"Our upside case is based on Paycom opening more new offices each year and ramping these new offices more quickly than in the past, as well as upselling more aggressively.","wordCount":30},{"sentence":"FY seventeen EV/Sales and twenty percent upside to our sales estimate.","wordCount":11},{"sentence":"A downside case could occur if incumbent vendors, primarily ADP and Paychex, respond more aggressively in terms of price or improve their technology solution and customer service offering.","wordCount":28},{"sentence":"FY seventeen EV/Sales and a twenty percent reduction to numbers Upside/Downside scenarios","wordCount":12},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics Deferred revenue","wordCount":95},{"sentence":"U.S. Software Industry View: POSITIVE Stock Rating: OVERWEIGHT two thousand fourteenA five hundred fifty seven forty five thirty three eleven twenty two .twenty","wordCount":24},{"sentence":"two thousand fifteenE six hundred twelve fifty six forty one twelve twenty six .twenty","wordCount":14},{"sentence":"two thousand sixteenE seven hundred sixteen sixty seven fifty one ten thirty six .thirty","wordCount":14},{"sentence":"two thousand seventeenE eight hundred forty two eighty nine seventy two one fifty .fifty","wordCount":14},{"sentence":"We think Qlik will benefit significantly from Qlik Sense and corresponding license revenue growth.","wordCount":14},{"sentence":"Although execution remains, we think investors will absorb near term volatility given the long term upside case and an attractive risk/reward profile.","wordCount":22},{"sentence":"The product could ramp up significantly with smaller businesses and larger companies, especially from strong traction with Sense, which would drive upside.","wordCount":22},{"sentence":"Our upside is based on further improvement of twenty percent and a CY seventeen EV/Sales of four.fivex.","wordCount":18},{"sentence":"Sales productivity could continue to decline, which would cause a further growth slowdown.","wordCount":13},{"sentence":"Our downside case is based on a further decline of twenty percent and a CY seventeen EV/Sales of one.fivex.","wordCount":20},{"sentence":"Income statement Revenue EBITDA Operating profit Pre tax income Net income EPS Diluted shares DPS Margin and return data EBITDA margin Operating margin Pre tax margin Net margin ROIC ROA ROE Balance sheet and cash flow Net PP and E Goodwill Cash and equivalents Total assets Short and long term debt Other long term liabilities Total liabilities Net debt/ Shareholders' equity Change in working capital Cash flow from operations Capital expenditure Free cash flow Valuation and leverage metrics P/E EV/sales EV/EBITDA Equity FCF yield Dividend yield Net debt/EBITDA Total debt/capital Selected operating metrics License revenue Maintenance revenue Services revenue Deferred revenue","wordCount":101},{"sentence":"U.S. Software Cornerstone OnDemand Inc. Valuation Methodology: Our dollar twenty six price target is based on a FY seventeen EV/Sales of threex and revenue of dollar five hundred thirtymn.","wordCount":30},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: We highlight an intensively competitive human capital management market and dependency on large enterprise sales to sustain bookings growth as the primary risk factors to Cornerstone OnDemand's stock performance.","wordCount":43},{"sentence":"However, customers may like Cornerstone's organic expansion strategy more than we currently believe and the company's growth exceeds peers who have, at present, a less integrated product backend.","wordCount":28},{"sentence":"Fivenine, Inc. Valuation Methodology: Our dollar eight price target is based on a calendar year FY seventeen EV/Sales multiple of two.fivex and a revenue estimate of dollar one hundred seventy threemn.","wordCount":32},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Fivenine is still a relatively small vendor in the contact center software market, as it competes against large technology companies, such as Avaya and Cisco.","wordCount":39},{"sentence":"These competitors have considerably more resources and could eventually figure out how to effectively respond to the disruption being caused by the SaaS model in the market.","wordCount":27},{"sentence":"Additionally, Fivenine is currently able to command a relatively premium price in the market, due to its technology leadership and all in one platform.","wordCount":24},{"sentence":"If competitors are able to catch up to Fivenine in terms of functionality or if larger vendors aggressively cut pricing to maintain share, it could eventually lead to slowing growth.","wordCount":30},{"sentence":"Finally, Fivenine is expected to deliver significant gross margin expansion over the next three years, driven largely by improvement in underlying telecom margins and professional services pricing.","wordCount":27},{"sentence":"Hortonworks, Inc. Valuation Methodology: Our dollar nineteen price target is based on fourx EV/Sales on our FY seventeen revenue estimate of dollar two hundred sixty threemn.","wordCount":26},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Hortonworks participates in a very competitive and rapidly changing end market.","wordCount":25},{"sentence":"New innovations, such as Spark, are threatening to usurp and replace older technologies such as MapReduce that are at the core of Hadoop.","wordCount":23},{"sentence":"Hadoop has a significant amount of buzz, which is generating customer interest, but customers are also experiencing difficulty moving past the experimentation phase of deployment, which could cause them to churn.","wordCount":31},{"sentence":"The market is very competitive and Hortonworks is currently not the dominant player.","wordCount":13},{"sentence":"As a pure open source business model, it extracts lower economics from customers than its peers, and could see greater difficulty reaching profitability.","wordCount":23},{"sentence":"LogMeIn, Inc. Valuation Methodology: Our dollar forty five price target is based on a CY seventeen EV/Sales multiple of two.fivex and a revenue estimate of approximately dollar three hundred eightymn.","wordCount":31},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Risks include acceleration of revenue growth from new products like Join.me, AppGuru and Meldium, as well as further pricing power to align the company closer to direct competition.","wordCount":43},{"sentence":"NetSuite Inc. Valuation Methodology: Our dollar sixty five price target is based on a calendar FY seventeen EV/Sales multiple of four.fivex and a revenue estimate of dollar one thousand two hundred thirteenmn.","wordCount":33},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Applications spending is highly cyclical, particularly in NetSuite's targeted small/medium business segment.","wordCount":26},{"sentence":"Weak execution and/or increasing competition could also cause a deceleration in bookings growth and drive multiple compression.","wordCount":17},{"sentence":"Qlik Tech Valuation Methodology: Our dollar twenty six price target is based on a calendar two thousand seventeen EV/Sales multiple of two.fivex and a revenue estimate of dollar eight hundred forty twomn.","wordCount":33},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Qlik could face increasingly tough competition and competitive losses to other vendors also offering an easy to use, visual BI solution, e.g.","wordCount":37},{"sentence":"Even more traditional vendors may, over time, gain more of a presence in Qlik's area of the BI market as it is becoming a hot theme in tech.","wordCount":28},{"sentence":"Valuation Methodology: Our dollar sixty seven price target is based on a calendar CY seventeen EV/Sales multiple of fivex and a revenue estimate of dollar nine.three hundred sixty sixbn.","wordCount":30},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Saleforce competes in the highly competitive enterprise software market, and larger entrants such as Microsoft, SAP, and Oracle could undermine pricing support over time, making it difficult for Salesforce to achieve its financial objectives.","wordCount":48},{"sentence":"As a high growth company carrying a relatively high valuation, shares are susceptible to significant multiple pressure during market selloffs.","wordCount":20},{"sentence":"ServiceNow, Inc. Valuation Methodology: Our dollar sixty three price target is based on a calendar two thousand seventeen EV/Sales of six.fivex and a sales estimate of approximately dollar one.seven billion Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Macroeconomic uncertainty and troubles, such as a European crisis, would lead to reduced business confidence and a reluctance to move forward/invest in IT projects, which would affect ServiceNow's revenue growth.","wordCount":76},{"sentence":"In addition, NOW competes with some of the largest software companies in the world.","wordCount":14},{"sentence":"These competitors could develop an attractive and robust SaaS IT Service Desk solution that would slow the pace of share gains for ServiceNow.","wordCount":23},{"sentence":"Also, although the company's platform has thus far been well received by customers, the company could be unable to invest the necessary resources to ensure it remains a best in class solution.","wordCount":32},{"sentence":"As the platform is a major driver of our long term investment thesis, this would likely lead to multiple contraction.","wordCount":20},{"sentence":"Splunk Inc. Valuation Methodology: Our dollar forty five price target has an implicit calendarized two thousand seventeen EV/Sales multiple of four.fivex and revenue estimate of dollar one thousand eighty fivemn.","wordCount":31},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Given the market is nascent and the true information value of machine data is still relatively unknown, it is possible that growth slows faster than we expect as businesses do not find the ROI to be as compelling as currently believed.","wordCount":55},{"sentence":"Additionally, weaker economic conditions could lead to customers making less investments, including software spending, which would be a risk to our forecasts.","wordCount":22},{"sentence":"Tableau Software, Inc. Valuation Methodology: Our dollar fifty nine price target is based off of three.fivex","wordCount":17},{"sentence":"EV/Sales on our FY seventeenE revenue estimate of dollar one.sixty","wordCount":11},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Competition is increasing due to recent product releases by Qlik and Salesfoce which introduced offerings that are more directly comparable to Tableau's offering, in a way that Tableau has not faced previously.","wordCount":46},{"sentence":"Investor expectations are very high after a long run of beat and raise quarters, but this might not be sustainable which could lead to disappointment.","wordCount":25},{"sentence":"Stock prices of high growth software companies, such as Tableau, are meaningfully driven by investor sentiment towards high growth valuations, but such sentiments are subject to change, as demonstrated in oneQfourteen, and sentiment could swing more negative in the future.","wordCount":40},{"sentence":"Varonis Systems, Inc. Valuation Methodology: Our dollar seventeen price target is based on CY seventeen EV/Sales of two.x on revenue of dollar one hundred eighty threemn.","wordCount":27},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Varonis may struggle in the future when competing with larger, more established enterprise software vendors which could lead to pricing pressure and impact revenue growth.","wordCount":39},{"sentence":"Additionally, failure to advance the company's data governance platform, in the form of feature and functionality enhancements and new product introductions would allow competitors to close the technological gap and likely put pressure on revenue growth.","wordCount":36},{"sentence":"Workday Inc. Valuation Methodology: Our price target of dollar fifty is based on a CY seventeen EV/Sales multiple of sixx and revenue of dollar one.nine","wordCount":26},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Valuation and Price Target: Faster than expected ramp up in its Financial Accounting product's functionality and scalability could lead to faster enterprise traction and ultimately sales revenue than we currently expect.","wordCount":41},{"sentence":"On the downside, failure to gain traction enterprise financials which much of the valuation depends on would cause multiple contraction","wordCount":20},{"sentence":"I, Raimo Lenschow, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":61},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"Where any companies are the subject of this research report, for current important disclosures regarding those companies please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, thirteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":45},{"sentence":"dot com or call two hundred twelve thousand five hundred twenty six one thousand seventy two.","wordCount":16},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to http://publicresearch.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: http://publicresearch.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Cornerstone OnDemand Inc., Underweight/Positive, CE/J Fivenine, Inc., Overweight/Positive, CE/J Hortonworks, Inc., Overweight/Positive, J LogMeIn, Inc., Underweight/Positive, CE/J NetSuite Inc., Equal Weight/Positive, CE/J/O Qlik Tech, Overweight/Positive, CE/J Salesforce dot com Inc., Overweight/Positive, CE/D/J/K/L/M ServiceNow, Inc., Overweight/Positive, CE/J Splunk Inc., Equal Weight/Positive, CE/J Tableau Software, Inc., Overweight/Positive, CE/J Varonis Systems, Inc., Equal Weight/Positive, CE/J Workday Inc., Equal Weight/Positive, CE/J/O Materially Mentioned Stocks CA Technologies, Overweight/Positive, A/CD/CE/D/J/K/L/M Demandware, Equal Weight/Positive, CE/J MobileIron, Inc., Overweight/Positive, CE/J Oracle Corp., Overweight/Positive, CD/CE/GE/J/K/M/N/O Paycom, Overweight/Positive, A/CE/D/J/L/O Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":113},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"CD: Barclays Bank PLC and/or an affiliate is a market maker in debt securities issued by this issuer.","wordCount":18},{"sentence":"CE: Barclays Bank PLC and/or an affiliate is a market maker in equity securities issued by this issuer.","wordCount":18},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"GD: One of the analysts on the fundamental credit coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"GE: One of the analysts on the fundamental equity coverage team has a financial interest in the debt or equity securities of this issuer.","wordCount":24},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays PLC.","wordCount":19},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate is a liquidity provider and/or trades regularly in the securities of this issuer and/or in any related derivatives.","wordCount":25},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"W: Barclays Bank PLC and/or an affiliate should be assumed to be an actual beneficial owner of one percent or more of all the securities of this issuer as of the end of the month prior to the research report's issuance.","wordCount":41},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: U.S. Software","wordCount":15},{"sentence":"CA Technologies Cornerstone OnDemand Inc. Ellie Mae Inc. Fleetmatics Group, PLC Imprivata Magic Software Enterprises Ltd. MobileIron, Inc. Oracle Corp. PTC Inc. Red Hat Inc. Sapiens International Corp Symantec Corp. Teradata Corp. Workday Inc. Distribution of Ratings: Barclays Equity Research has one thousand eight hundred eighty four companies under coverage.","wordCount":50},{"sentence":"forty one percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; sixty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; fifty one percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"fifteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty three percent of companies with this rating are investment banking clients of the Firm.","wordCount":36},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch Ansys, Inc. CyberArk Software FireEye Fortinet, Inc. Intuit Inc. Microsoft Corp. NetSuite Inc. Palo Alto Networks Qlik Tech Salesforce dot com Inc.","wordCount":90},{"sentence":"ServiceNow, Inc. Tableau Software, Inc. Varonis Systems, Inc. Autodesk Inc. Demandware Fivenine, Inc. Hortonworks, Inc. LogMeIn, Inc. Mimecast Ltd.","wordCount":19},{"sentence":"Nice Systems Paycom Rapidseven SAP AG Splunk Inc. Tangoe Inc VMware Inc. Check Point Software Technologies Ltd. Citrix Systems","wordCount":19},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients and accepts no liability for use by them of the contents which may not be suitable for their personal use.","wordCount":32},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"If this publication contains recommendations, those recommendations reflect solely and exclusively those of the authoring analyst, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":33},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This document is being distributed only by or with the approval of an authorised person or to, and is directed at persons in the United Kingdom having professional experience in matters relating to investments and who fall within the definition of investment professionals in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five ; or high net worth companies, unincorporated associations and partnerships and trustees of high value trusts as described in Article forty nine of the Order; or other persons to whom it may otherwise lawfully be communicated .","wordCount":95},{"sentence":"Any investment or investment activity to which this communication relates is only available to and will only be engaged in with Relevant Persons.","wordCount":23},{"sentence":"Any other persons who receive this communication should not rely on or act upon it.","wordCount":15},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorit des marchs financiers and the Autorit de contrle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Research Analyst: INHone thousand five hundred nineteen; Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DPNSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":158},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai  four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one two billion two hundred sixty seven million one hundred ninety six thousand.","wordCount":16},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":55},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":43},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt fr Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is not intended for investors who are not Qualified Investors according to the laws of the Russian Federation as it might contain information about or description of the features of financial instruments not admitted for public offering and/or circulation in the Russian Federation and thus not eligible for non Qualified Investors.","wordCount":53},{"sentence":"If you are not a Qualified Investor according to the laws of the Russian Federation, please dispose of any copy of this material in your possession.","wordCount":26},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
