{"fileName":"Barclays_Chesapeake_Energy_Debt_Concerns_Increasing_-_Investors_Eager_to_Hear_Ho.pdf","numberSentences":282,"text":[{"sentence":"Energy | North America Oil and Gas: E and P seven August two thousand fifteen Stock Rating","wordCount":17},{"sentence":"Debt Concerns Increasing ­ Investors Eager to Hear How CHK Will Address Debt and High Differentials","wordCount":16},{"sentence":"We believe operational results were strong but investors are becoming more concerned about weak prices and the high debt burden.","wordCount":20},{"sentence":"Reported results were above our expectations and CHK raised its two thousand fifteen production forecast while reiterating its capital budget.","wordCount":20},{"sentence":"CHK is actively pursuing asset sales, joint ventures and/or farm outs to improve its financial condition.","wordCount":16},{"sentence":"Chesapeake is also in discussions to modify its midstream contracts, which have resulted in wide differentials and weak realized prices.","wordCount":20},{"sentence":"Despite the challenges, CHK shares trade at over a twenty percent premium to peers.","wordCount":14},{"sentence":"We remain UW and are lowering our PT by dollar two to dollar five.","wordCount":14},{"sentence":"Chesapeake increased its two thousand fifteen production forecast while reiterating its budget.","wordCount":12},{"sentence":"CHK increased its production guidance by four percent while maintaining its dollar three.seven","wordCount":14},{"sentence":"CHK also guided to a two thousand fifteen exit rate that is nine percent higher than we had expected.","wordCount":19},{"sentence":"The company has a need to improve its balance sheet and provide drilling capital to exploit its large asset base.","wordCount":20},{"sentence":"It also needs capital to enter into transactions that would allow it to reduce the negative impact of above market infrastructure costs.","wordCount":22},{"sentence":"Executing on these plans could prove difficult given commodity price volatility and wide bid/ask spreads in the M and A market.","wordCount":21},{"sentence":"Chesapeake is in discussions with Williams to modify its existing midstream contracts and improve differentials.","wordCount":15},{"sentence":"CHK's midstream contracts include cost ofservice agreements and minimum volume commitments, both of which were inherited by current management.","wordCount":19},{"sentence":"The contracts have significantly widened the company's gas and NGL price differentials and depressed cash flow.","wordCount":16},{"sentence":"We believe CHK will outspend its un hedged cash flow by three fourx, while growing pro forma volumes five seven percent YoY.","wordCount":22},{"sentence":"Chesapeake trades at nine.twox our two thousand sixteen PICF estimates, a twenty percent premium to peers.","wordCount":17},{"sentence":"CHK is levered at over sixx net debt to forward EBITDA, compared to the two.fivex","wordCount":16},{"sentence":"Price Potential Upside/Downside Tickers Market Cap Shares Outstanding Free Float fifty two Wk Avg Daily Volume fifty two Wk Avg Daily Value Dividend Yield Return on Equity TTM Current BVPS","wordCount":30},{"sentence":"thirty nine percent CHK five thousand four hundred forty nine six hundred sixty five.thirty","wordCount":15},{"sentence":"hundred twenty six.three thousand five hundred fifty seven thomas.driscoll at barclays dot com BCI, US Michael Lonegan +one two hundred twelve five hundred twenty six four thousand eight hundred twenty four michael.lonegan","wordCount":35},{"sentence":"Barclays Capital Inc. and/or one of its affiliates does and seeks to do business with companies covered in its research reports.","wordCount":21},{"sentence":"As a result, investors should be aware that the firm may have a conflict of interest that could affect the objectivity of this report.","wordCount":24},{"sentence":"Investors should consider this report as only a single factor in making their investment decision.","wordCount":15},{"sentence":"PLEASE SEE ANALYST CERTIFICATION AND IMPORTANT DISCLOSURES BEGINNING ON PAGE ten.","wordCount":11},{"sentence":"North America Oil and Gas: E and P Industry View: NEGATIVE Stock Rating: UNDERWEIGHT two thousand fourteenA N/A five thousand forty seven N/A N/A N/A one.forty","wordCount":27},{"sentence":"N/A two thousand fifteenE N/A two thousand three hundred sixty one N/A N/A N/A .fifty","wordCount":15},{"sentence":"N/A two thousand sixteenE two thousand seventeenE N/A N/A two thousand one hundred fourteen N/A N/A N/A N/A N/A N/A N/A .fifty","wordCount":22},{"sentence":"N/A N/A N/A CAGR N/A N/A N/A N/A N/A N/A N/A N/A Average N/A eighteen.ninety","wordCount":16},{"sentence":"one N/A N/A N/A two.eighty three CAGR N/A N/A N/A N/A N/A N/A N/A Average five.seven","wordCount":18},{"sentence":"N/A N/A N/A N/A N/A N/A N/A N/A Price USD eight.nineteen","wordCount":12},{"sentence":"We are Underweight CHK shares due to very low commodity price realizations driven by unfavorable contract arrangements and a challenging price environment.","wordCount":22},{"sentence":"We are concerned about the company's financial leverage and think CHK's ability to grow on pace with peers could be challenged if cash flows are strained.","wordCount":26},{"sentence":"Our upside case assumes a dollar ten/bbl increase in our mid cycle WTI estimate and dollar .fifty","wordCount":17},{"sentence":"Our downside case assumes a dollar ten/bbl reduction in our mid cycle WTI estimate and dollar .fifty","wordCount":17},{"sentence":"Income statement EBITDAX PICF EBIT Pre tax income Net income EPS Diluted shares DPS Margin and return data ROACE Revenues Cash opex Non cash opex EBITDAX margin EBIT margin Balance sheet and cash flow Shareholders' equity Net debt/ Capital employed Discretionary cash flow Capital expenditure Dividends paid Net cash surplus/ Valuation and leverage metrics P/E EV/EBITDAX EV/PICF Unallocated CF yield Dividend yield EV/oneP reserves EV/boe pd Net debt/EV Debt/cash flow Selected operating metrics BA cash flow growth BA production growth Oil production NGL production N.A. gas prod Total production Oil and liquids/total prod N.A. gas/total prod oneP reserves","wordCount":100},{"sentence":"CHK is actively pursuing asset sales, JVs and farm outs Chesapeake is actively pursuing asset sales, joint ventures and/or farm outs to raise cash and/or reduce capital.","wordCount":27},{"sentence":"The company has a need to improve its balance sheet and provide drilling capital to exploit its large asset base.","wordCount":20},{"sentence":"It also needs capital to enter into transactions that would allow it to reduce the negative impact of above market infrastructure costs.","wordCount":22},{"sentence":"We believe CHK is considering asset sales across the Utica, Haynesville, Powder River Basin and Mid Continent.","wordCount":17},{"sentence":"While we agree with the company's strategy, the execution of these plans could prove challenging given commodity price volatility and wide bid/ask spreads in the M and A market.","wordCount":29},{"sentence":"Chesapeake is in discussions with Williams to modify its existing midstream contracts, which have been debilitating to realized prices.","wordCount":19},{"sentence":"CHK has cost of service agreements across many of its plays and minimum volume commitments in the Haynesville and Barnett.","wordCount":20},{"sentence":"These midstream contracts, which were inherited by current management, have significantly widened the company's gas and NGL price differentials, creating very low realized prices.","wordCount":24},{"sentence":"CHK stated it is in positive discussions with Williams to restructure these contracts; the company anticipates differentials to remain flat independent of any modification.","wordCount":24},{"sentence":"Chesapeake increased its two thousand fifteen production forecast while reiterating its capital budget.","wordCount":13},{"sentence":"CHK increased its production guidance by four percent to six hundred seventy two mboepd while maintaining its dollar three.seven","wordCount":20},{"sentence":"The production increase would represent six percent proforma growth over last year.","wordCount":12},{"sentence":"CHK also guided to a six hundred sixty mboepd exit rate in two thousand fifteen, which implies a nine percent decrease in threeQ production followed by a three percent increase in fourQ.","wordCount":32},{"sentence":"Despite the momentum heading into two thousand sixteen, we still expect production to decline over two percent next year.","wordCount":19},{"sentence":"While CHK had positive twoQ results and has an organized plan to tackle debt and mitigate its midstream contracts, we believe the execution of this strategy could prove difficult in the current commodity price environment.","wordCount":35},{"sentence":"We still expect CHK to outspend its un hedged cash flow by three fourx, while growing pro forma volumes just five seven percent year over year.","wordCount":26},{"sentence":"NGL prices in twoQ, which is ninety one percent lower than this time last year.","wordCount":15},{"sentence":"five/mmBtu un hedged gas prices, which is seventy three percent lower YoY.","wordCount":12},{"sentence":"We believe Chesapeake will deliver subpar balance sheet adjusted growth of five percent in twenty million one hundred fifty two thousand sixteen.","wordCount":22},{"sentence":"Balance sheet adjusted growth compares economic equivalent production growth to expansion in market capital deployed.","wordCount":15},{"sentence":"We use this as a proxy for return on new capital, and have found it correlates well with share prices.","wordCount":20},{"sentence":"At five percent, we expect CHK to lag peers in BAPG by a sizable margin.","wordCount":15},{"sentence":"CHK shares trade at over a twenty percent premium to peers despite being the most highly levered name in our coverage.","wordCount":21},{"sentence":"CHK shares currently trade at premium to peers despite being the most highly levered name in our coverage.","wordCount":18},{"sentence":"The stock currently trades at nine.twox our forwardyear pre interest cash flow estimates, over a twenty percent premium to the group.","wordCount":22},{"sentence":"The company is levered at over sixx net debt to forward EBITDA, compared to the two.fivex","wordCount":17},{"sentence":"We remain UW and are lowering our PT by dollar two to dollar five.","wordCount":14},{"sentence":"CHK is in discussions to modify its midstream contracts, which have significantly lowered realized prices","wordCount":15},{"sentence":"CHK increased its two thousand fifteen production forecast while maintaining its budget","wordCount":12},{"sentence":"We remain UW and are lowering our PT to dollar five.","wordCount":11},{"sentence":"CHK posted earnings and cash flow above our estimates Chesapeake posted clean EPS of dollar, which was above our dollar estimate but in line with consensus.","wordCount":26},{"sentence":"CHK posted stronger production across the board, had stronger oil and gas realizations than expected, at dollar .seventy","wordCount":18},{"sentence":"Midstream net margin came in strong at dollar two hundred nine million versus our dollar million expectation; dollar forty eight million of the dollar two hundred nine million is considered recurring and the remaining dollar one hundred sixty one is non recurring, reported as a supply contract derivative.","wordCount":48},{"sentence":"· Net loss of dollar included the following one time items, net of tax: one) dollar three.six","wordCount":18},{"sentence":"hundred sixty six billion in impairments, two) dollar two hundred forty four million provisions for legal contingencies, three) dollar two hundred twenty million in unrealized losses on commodity derivatives, four) dollar one hundred sixty one million in gains on supply contract derivatives","wordCount":42},{"sentence":"FIGURE two Full year two thousand fifteen two thousand sixteen Estimates","wordCount":11},{"sentence":"Utica Shale Utica production was up thirteen percent sequentially in twoQ Utica production was one hundred twenty four mboepd during twoQ, which is thirteen percent higher than in oneQ.","wordCount":29},{"sentence":"Chesapeake curtailed one hundred gross mmcfpd of production in July and is currently curtailing two hundred seventy five gross mmcfpd due to low gas and NGL prices.","wordCount":27},{"sentence":"CHK expects to continue to curtail volumes until a new regional pipeline is in service in November, which will allow the company to move three hundred fifty gross mmcfpd out of the basin at a more competitive transportation rate.","wordCount":39},{"sentence":"The twoQ average completed well cost was dollar eight.five million with a lateral length of eight thousand feet and forty three frac stages.","wordCount":24},{"sentence":"This compares to the two thousand fourteen average completed well cost of dollar seven.two million with a lateral length of six thousand two hundred feet and twenty nine frac stages.","wordCount":31},{"sentence":"Utica well costs should continue to increase as CHK invests in longer laterals and larger completions.","wordCount":16},{"sentence":"The company continues to reject ethane to maximize gas price realizations.","wordCount":11},{"sentence":"Chesapeake operated four rigs in the Utica in twoQ, down from eight rigs a year ago.","wordCount":16},{"sentence":"CHK expects to maintain two rigs in the second half of two thousand fifteen.","wordCount":14},{"sentence":"Eagle Ford Eagle Ford production down seven percent lower due to a facility downtime Eagle Ford volumes were seven percent lower since last quarter due to a third party treating facility being down for sixty days.","wordCount":36},{"sentence":"Well costs were twelve percent lower in twoQ than in two thousand fourteen.","wordCount":13},{"sentence":"The average completed well cost was dollar five.two million with a lateral length of five thousand seven hundred feet and twenty frac stages.","wordCount":24},{"sentence":"This compares to two thousand fourteen when the well cost was dollar five.nine million with five thousand eight hundred fifty foot laterals and eighteen stages.","wordCount":26},{"sentence":"CHK has drilled six wells with over nine thousand foot laterals and is currently drilling one that is thirteen thousand feet.","wordCount":21},{"sentence":"The company operated six rigs in twoQ compared to twenty rigs a year ago.","wordCount":14},{"sentence":"Haynesville Shale and Bossier Shale CHK lowered its MVC expectation by dollar twenty million due to strong Haynesville production Haynesville production was six hundred sixty nine mmcfpd, up thirty two percent year over year and nine percent sequentially.","wordCount":38},{"sentence":"Due to strong production in this play, CHK has lowered its minimum volume commitment penalty expectation by dollar twenty million.","wordCount":20},{"sentence":"The average completed well cost was dollar seven.nine million with four thousand nine hundred foot laterals and thirteen frac stages.","wordCount":21},{"sentence":"This compares to a two thousand fourteen cost of dollar eight.four million with four thousand nine hundred foot laterals and fourteen stages.","wordCount":23},{"sentence":"CHK operated six rigs in twoQ, down from eight rigs a year ago.","wordCount":13},{"sentence":"Chesapeake expects to increase to seven rigs and maintain that level through year end.","wordCount":14},{"sentence":"Marcellus Shale Marcellus curtailments increased to five hundred gross mmcfpd Marcellus production was one percent lower sequentially at eight hundred twenty mmcfpd.","wordCount":22},{"sentence":"The company curtailed five hundred gross mmcfpd of production in twoQ compared to three hundred mmcfpd curtailed in oneQ.","wordCount":19},{"sentence":"The curtailments are due to weak pricing stemming from pipeline constraints, and they are expected to continue through year end.","wordCount":20},{"sentence":"The twoQ completed well cost was dollar seven.five million with a lateral length of six thousand nine hundred feet and twenty eight frac stages.","wordCount":25},{"sentence":"This compares to the two thousand fourteen average cost of dollar seven.five million with a lateral length of six thousand feet and twenty seven frac stages.","wordCount":27},{"sentence":"Utica well costs should increase with longer laterals and larger completions","wordCount":11},{"sentence":"Eagle Ford well costs were twelve percent lower in twoQ than in two thousand fourteen","wordCount":15},{"sentence":"Barclays | Chesapeake Energy Chesapeake operated one rig in the Marcellus, compared to six rigs this time last year.","wordCount":19},{"sentence":"Mid Continent Production in the Mississippi Lime was up one percent sequentially Production in the Mississippi Line was thirty two mboepd during twoQ, a one percent increase over oneQ.","wordCount":29},{"sentence":"The average completed well cost in twoQ was dollar two.eight million with lateral length of four thousand four hundred fifty feet and ten stages.","wordCount":25},{"sentence":"This compares to two thousand fourteen when the average completed well costs was dollar three. million with a lateral length of four thousand four hundred fifty feet and nine stages.","wordCount":30},{"sentence":"Recent well costs are dollar two.seven million as the company continues to realize efficiencies.","wordCount":15},{"sentence":"Chesapeake averaged four rigs in the second quarter, compared to eight rigs this time last year.","wordCount":16},{"sentence":"The company expects to maintain two rigs for the second half of the year.","wordCount":14},{"sentence":"Powder River Basin PRB cycle times have reduced forty percent and costs have declined twenty five percent in oneHfifteen vs. oneHfourteen Powder River Basin production was twenty mboepd during twoQ, up one percent quarter overquarter.","wordCount":35},{"sentence":"Average completed well cost was dollar eleven. million in twoQ with a lateral length of six thousand feet and twenty two stage.","wordCount":22},{"sentence":"This compares to two thousand fourteen when the well cost was dollar ten.six million with an average lateral length of five thousand four hundred feet and twenty frac stages.","wordCount":30},{"sentence":"Most recently, CHK completed well costs under dollar eight.seven million.","wordCount":11},{"sentence":"From the first half of two thousand fourteen to the first half of two thousand fifteen, cycle times have reduced by forty percent and costs by over twenty five percent .","wordCount":30},{"sentence":"CHK operated one rig in the second quarter, compared to three rigs a year ago.","wordCount":15},{"sentence":"The company is planning to maintain one rig through year end.","wordCount":11},{"sentence":"We are lowering our price target by dollar two to dollar five.","wordCount":12},{"sentence":"We are lowering our price target by dollar two to dollar five.","wordCount":12},{"sentence":"fivex multiple on our forward year hedge adjusted pre interest cash flow estimate to obtain an implied Enterprise Value .","wordCount":19},{"sentence":"The estimate for forward year PICF is based on a benchmark natural gas price forecast of dollar three.twenty","wordCount":19},{"sentence":"To calculate a target stock market value, we subtract projected year end two thousand fifteen net and year end FASone hundred forty three asset retirement obligation.","wordCount":26},{"sentence":"Our target EV is based on two thousand sixteen PICF before hedging impacts; and our price target treats estimated hedge gains/losses as a financial instrument .","wordCount":25},{"sentence":"Forward year PICF Fwd Year after tax hedge loss Adjusted Fwd Year PICF Target EV/PICF Multiple Implied Firm Value Less: Est'd Net Debt at YE'fifteen Less: FAS one hundred forty three ARO a/o six/thirty/fifteen Add: Est'd Derivatives gain two thousand sixteen and beyond Implied Equity Value Shares Outstanding Target Stock Price Current Target Price Net Debt Calculation six/thirty/fifteen Long Term Debt Net Working Capital excl.","wordCount":65},{"sentence":"hedge gains/losses Net Debt at six/thirty/fifteen add threeQ'fifteen fourQ'fifteen Free Cash Flow Surplus/ add Proceeds from Stock Issuance add Asset Sales Convertible Pfd","wordCount":23},{"sentence":"MULTIPLES Derivation of Enterprise Values Current Stock Price: Shares Outstanding : Stock Market Value: Net Debt at six/thirty/fifteen Total Enterprise Value: Less After Tax Hedge gains/ threeQfifteen and beyond Hedge Adjusted Enterprise Value seven.three","wordCount":35},{"sentence":"six hundred sixty two four thousand six hundred fifty four eleven thousand nine hundred twelve sixteen thousand five hundred sixty six three hundred ninety three sixteen thousand one hundred seventy three two thousand fifteen EBITDAX two thousand fifteen Cash Income Tax two thousand fifteenE PICF: Projected YE two thousand fifteenE Net Debt Total YE two thousand fourteen Enterprise Value After Tax Hedge gains/ 'sixteen and beyond Hedge Adjusted YE two thousand fifteenE Enterprise Value Projected YE two thousand sixteenE Net Debt Total YE two thousand sixteen Enterprise Value After Tax Hedge gains/ 'sixteen and beyond Hedge Adjusted YE two thousand sixteenE Enterprise Value fourteen thousand eight hundred forty four nineteen thousand four hundred ninety eight three nineteen thousand four hundred ninety five two thousand sixteen EBITDAX two thousand sixteen Cash Income Tax thirteen thousand one hundred sixty five seventeen thousand eight hundred nineteen seventeen thousand eight hundred nineteen two thousand sixteenE PICF: After Tax Hedge gains/ two thousand sixteenE PICF : dollar two thousand one hundred fourteen two thousand one hundred fourteen three two thousand one hundred eleven After Tax Hedge gains/ two thousand fifteenE PICF : two thousand three hundred fifty five two thousand three hundred sixty one one thousand twenty six one thousand three hundred thirty six two thousand fourteen EBITDAX two thousand fourteen Cash Income Tax two thousand fourteenE PICF: After Tax Hedge gains/ two thousand fourteenE PICF : five thousand seventy twenty three five thousand forty seven five thousand four hundred eighteen","wordCount":246},{"sentence":"RRC Valuations current EV / two thousand fifteenE PICF : twelve.one","wordCount":12},{"sentence":"six.six twenty four thousand sixty nine twenty nine thousand seven hundred nine three.seven","wordCount":15},{"sentence":"projected YE 'fifteen EV / two thousand sixteenE PICF : current EV / two thousand fifteenE EBITDAX projected YE 'fifteen EV / two thousand sixteenE EBITDAX current EV / SEC ten :","wordCount":32},{"sentence":"current EV / SEC ten : current EV / boe: current EV / two thousand fifteenE boepd: projected YE 'fifteen EV / two thousand sixteenE boepd: Reserves / two thousand fifteenE Production: Reserves / two thousand sixteenE Production:","wordCount":38},{"sentence":"I, Thomas R. Driscoll, CFA, hereby certify that the views expressed in this research report accurately reflect my personal views about any or all of the subject securities or issuers referred to in this research report and no part of my compensation was, is or will be directly or indirectly related to the specific recommendations or views expressed in this research report.","wordCount":62},{"sentence":"Barclays Research is a part of the Investment Bank of Barclays Bank PLC and its affiliates .","wordCount":16},{"sentence":"For current important disclosures regarding companies that are the subject of this research report, please send a written request to: Barclays Research Compliance, seven hundred forty five Seventh Avenue, fourteenth Floor, New York, NY ten thousand nineteen or refer to http://publicresearch.barclays","wordCount":42},{"sentence":"dot com or call two hundred twelve five hundred twenty six one thousand seventy two.","wordCount":15},{"sentence":"The analysts responsible for preparing this research report have received compensation based upon various factors including the firm's total revenues, a portion of which is generated by investment banking activities.","wordCount":30},{"sentence":"Analysts regularly conduct site visits to view the material operations of covered companies, but Barclays policy prohibits them from accepting payment or reimbursement by any covered company of their travel expenses for such visits.","wordCount":34},{"sentence":"In order to access Barclays Statement regarding Research Dissemination Policies and Procedures, please refer to https://live.barcap","wordCount":17},{"sentence":"In order to access Barclays Research Conflict Management Policy Statement, please refer to: https://live.barcap","wordCount":15},{"sentence":"The Investment Bank's Research Department produces various types of research including, but not limited to, fundamental analysis, equity linked analysis, quantitative analysis, and trade ideas.","wordCount":25},{"sentence":"Recommendations contained in one type of research product may differ from recommendations contained in other types of research, whether as a result of differing time horizons, methodologies, or otherwise.","wordCount":29},{"sentence":"Primary Stocks Chesapeake Energy, Underweight/Negative, C/D/G/J/K/L/M Disclosure Legend: A: Barclays Bank PLC and/or an affiliate has been lead manager or co lead manager of a publicly disclosed offer of securities of the issuer in the previous twelve months.","wordCount":38},{"sentence":"B: An employee of Barclays Bank PLC and/or an affiliate is a director of this issuer.","wordCount":16},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by this issuer or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":22},{"sentence":"E: Barclays Bank PLC and/or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer within the next three months.","wordCount":27},{"sentence":"F: Barclays Bank PLC and/or an affiliate beneficially owned one percent or more of a class of equity securities of the issuer as of the end of the month prior to the research report's issuance.","wordCount":35},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of this issuer.","wordCount":18},{"sentence":"H: This issuer beneficially owns five percent or more of any class of common equity securities of Barclays Bank PLC.","wordCount":20},{"sentence":"I: Barclays Bank PLC and/or an affiliate has a significant financial interest in the securities of this issuer.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of this issuer.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from this issuer within the past twelve months.","wordCount":22},{"sentence":"L: This issuer is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"N: This issuer is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"O: Barclays Capital Inc., through Barclays Market Makers, is a Designated Market Maker in this issuer's stock, which is listed on the New York Stock Exchange.","wordCount":26},{"sentence":"At any given time, its associated Designated Market Maker may have long or short inventory position in the stock; and its associated Designated Market Maker may be on the opposite side of orders executed on the floor of the New York Stock Exchange in the stock.","wordCount":46},{"sentence":"P: A partner, director or officer of Barclays Capital Canada Inc. has, during the preceding twelve months, provided services to the subject company for remuneration, other than normal course investment advisory or trade execution services.","wordCount":35},{"sentence":"Q: Barclays Bank PLC and/or an affiliate is a Corporate Broker to this issuer.","wordCount":14},{"sentence":"R: Barclays Capital Canada Inc. and/or an affiliate has received compensation for investment banking services from this issuer in the past twelve months.","wordCount":23},{"sentence":"S: Barclays Capital Canada Inc. is a market maker in an equity or equity related security issued by this issuer.","wordCount":20},{"sentence":"T: Barclays Bank PLC and/or an affiliate is providing equity advisory services to this issuer.","wordCount":15},{"sentence":"U: The equity securities of this Canadian issuer include subordinate voting restricted shares.","wordCount":13},{"sentence":"V: The equity securities of this Canadian issuer include non voting restricted shares.","wordCount":13},{"sentence":"Risk Disclosure Master limited partnerships are pass through entities structured as publicly listed partnerships.","wordCount":14},{"sentence":"For tax purposes, distributions to MLP unit holders may be treated as a return of principal.","wordCount":16},{"sentence":"Investors should consult their own tax advisors before investing in MLP units.","wordCount":12},{"sentence":"Guide to the Barclays Fundamental Equity Research Rating System: Our coverage analysts use a relative rating system in which they rate stocks as Overweight, Equal Weight or Underweight relative to other companies covered by the analyst or a team of analysts that are deemed to be in the same industry .","wordCount":50},{"sentence":"In addition to the stock rating, we provide industry views which rate the outlook for the industry coverage universe as Positive, Neutral or Negative .","wordCount":24},{"sentence":"A rating system using terms such as buy, hold and sell is not the equivalent of our rating system.","wordCount":19},{"sentence":"Investors should carefully read the entire research report including the definitions of all ratings and not infer its contents from ratings alone.","wordCount":22},{"sentence":"Stock Rating Overweight The stock is expected to outperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":25},{"sentence":"Equal Weight The stock is expected to perform in line with the unweighted expected total return of the industry coverage universe over a twelvemonth investment horizon.","wordCount":26},{"sentence":"Underweight The stock is expected to underperform the unweighted expected total return of the industry coverage universe over a twelve month investment horizon.","wordCount":23},{"sentence":"Rating Suspended The rating and target price have been suspended temporarily due to market events that made coverage impracticable or to comply with applicable regulations and/or firm policies in certain circumstances including where the Investment Bank of Barclays Bank PLC is acting in an advisory capacity in a merger or strategic transaction involving the company.","wordCount":55},{"sentence":"Neutral industry coverage universe fundamentals/valuations are steady, neither improving nor deteriorating.","wordCount":11},{"sentence":"Below is the list of companies that constitute the industry coverage universe: North America Oil and Gas: E and P Anadarko Petroleum Canadian Natural Resources Continental Resources EOG Resources MEG Energy Occidental Petroleum Range Resources Corp. WPX Energy Distribution of Ratings: Barclays Equity Research has two thousand six hundred eighty five companies under coverage.","wordCount":54},{"sentence":"forty three percent have been assigned an Overweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Buy rating; fifty two percent of companies with this rating are investment banking clients of the Firm.","wordCount":37},{"sentence":"forty one percent have been assigned an Equal Weight rating which, for purposes of mandatory regulatory disclosures, is classified as a Hold rating; forty five percent of companies with this rating are investment banking clients of the Firm.","wordCount":38},{"sentence":"fourteen percent have been assigned an Underweight rating which, for purposes of mandatory regulatory disclosures, is classified as a Sell rating; forty percent of companies with this rating are investment banking clients of the Firm.","wordCount":35},{"sentence":"Guide to the Barclays Research Price Target: Each analyst has a single price target on the stocks that they cover.","wordCount":20},{"sentence":"The price target represents that analyst's expectation of where the stock will trade in the next twelve months.","wordCount":18},{"sentence":"Upside/downside scenarios, where provided, represent potential upside/potential downside to each analyst's price target over the same twelve month period.","wordCount":19},{"sentence":"Top Picks: Barclays Equity Research's Top Picks represent the single best alpha generating investment idea within each industry, taken from among the Overweight rated stocks within that industry.","wordCount":28},{"sentence":"Barclays Equity Research publishes global and regional Top Picks reports every quarter and analysts may also publish intra quarter changes to their Top Picks, as necessary.","wordCount":26},{"sentence":"While analysts may highlight other Overweight rated stocks in their published research in addition to their Top Pick, there can only be one Top Pick for each industry.","wordCount":28},{"sentence":"To view the current list of Top Picks, go to the Top Picks page on Barclays Live .","wordCount":17},{"sentence":"seven August two thousand fifteen eleven Apache Corp. Canadian Oil Sands Ltd.","wordCount":12},{"sentence":"Devon Energy Kosmos Energy Ltd. Newfield Exploration Pioneer Natural Resources Southwestern Energy Co. Cabot Oil and Gas Chesapeake Energy Encana Corp. Marathon Oil Corp. Noble Energy QEP Resources Ultra Petroleum Corp.","wordCount":31},{"sentence":"To see a list of companies that comprise a particular industry coverage universe, please go to http://publicresearch.barclays","wordCount":18},{"sentence":"Barclays legal entities involved in publishing research: Barclays Bank PLC Barclays Capital Inc. Barclays Securities Japan Limited Barclays Bank PLC, Tokyo branch Barclays Bank PLC, Hong Kong branch Barclays Capital Canada Inc. Absa Bank Limited Barclays Bank Mexico, S.A. Barclays Capital Securities Taiwan Limited Barclays Capital Securities Limited Barclays Securities Private Limited Barclays Bank PLC, India branch Barclays Bank PLC, Singapore branch Barclays Bank PLC, Australia branch","wordCount":68},{"sentence":"Stock Rating UNDERWEIGHT Currency=USD Date Closing Price ten.ninety sixteen.twenty","wordCount":11},{"sentence":"Jan two thousand thirteen Jul two thousand thirteen Jan two thousand fourteen Target Price Jul two thousand fourteen Jan two thousand fifteen Jul two thousand fifteen","wordCount":26},{"sentence":"Source: Thomson Reuters, Barclays Research Historical stock prices and price targets may have been adjusted for stock splits and dividends.","wordCount":20},{"sentence":"C: Barclays Bank PLC and/or an affiliate is a market maker and/or liquidity provider in equity securities issued by Chesapeake Energy or one of its affiliates.","wordCount":26},{"sentence":"D: Barclays Bank PLC and/or an affiliate has received compensation for investment banking services from Chesapeake Energy in the past twelve months.","wordCount":22},{"sentence":"G: One of the analysts on the coverage team owns shares of the common stock of Chesapeake Energy.","wordCount":18},{"sentence":"J: Barclays Bank PLC and/or an affiliate trades regularly in the securities of Chesapeake Energy.","wordCount":15},{"sentence":"K: Barclays Bank PLC and/or an affiliate has received non investment banking related compensation from Chesapeake Energy within the past twelve months.","wordCount":22},{"sentence":"L: Chesapeake Energy is, or during the past twelve months has been, an investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":23},{"sentence":"M: Chesapeake Energy is, or during the past twelve months has been, a non investment banking client of Barclays Bank PLC and/or an affiliate.","wordCount":24},{"sentence":"Valuation Methodology: Our price target of is derived by applying a multiple to our forward year pre interest cash flow estimate to calculate target Enterprise Value .","wordCount":26},{"sentence":"We have reduced EV to reflect FAS one hundred forty three asset retirement obligation and have also subtracted estimated YEtwo thousand fifteen net debt.","wordCount":24},{"sentence":"Our target EV is based on two thousand sixteen PICF before hedging impacts; and our target price treats estimated hedge gains/losses as a financial instrument .","wordCount":25},{"sentence":"Risks which May Impede the Achievement of the Barclays Research Price Target: Materially different commodity prices, production levels, or leverage from our estimates would pose a risk to the achievement of our price target.","wordCount":34},{"sentence":"The company's production levels are impacted by a variety of factors including drilling success, reservoir performance and future acquisitions.","wordCount":19},{"sentence":"Our target price is based on a forward year firm value to delevered cash flow multiple.","wordCount":16},{"sentence":"DISCLAIMER: This publication has been produced by the Investment Bank of Barclays Bank PLC and/or one or more of its affiliates .","wordCount":21},{"sentence":"It has been distributed by one or more Barclays legal entities that are a part of the Investment Bank as provided below.","wordCount":22},{"sentence":"It is provided to our clients for information purposes only, and Barclays makes no express or implied warranties, and expressly disclaims all warranties of merchantability or fitness for a particular purpose or use with respect to any data included in this publication.","wordCount":42},{"sentence":"Barclays will not treat unauthorized recipients of this report as its clients.","wordCount":12},{"sentence":"Prices shown are indicative and Barclays is not offering to buy or sell or soliciting offers to buy or sell any financial instrument.","wordCount":23},{"sentence":"Without limiting any of the foregoing and to the extent permitted by law, in no event shall Barclays, nor any affiliate, nor any of their respective officers, directors, partners, or employees have any liability for any special, punitive, indirect, or consequential damages; or any lost profits, lost revenue, loss of anticipated savings or loss of opportunity or other financial loss, even if notified of the possibility of such damages, arising from any use of this publication or its contents.","wordCount":79},{"sentence":"Other than disclosures relating to Barclays, the information contained in this publication has been obtained from sources that Barclays Research believes to be reliable, but Barclays does not represent or warrant that it is accurate or complete.","wordCount":37},{"sentence":"Barclays is not responsible for, and makes no warranties whatsoever as to, the content of any third party web site accessed via a hyperlink in this publication and such information is not incorporated by reference.","wordCount":35},{"sentence":"The views in this publication are those of the author and are subject to change, and Barclays has no obligation to update its opinions or the information in this publication.","wordCount":30},{"sentence":"The analyst recommendations in this publication reflect solely and exclusively those of the author, and such opinions were prepared independently of any other interests, including those of Barclays and/or its affiliates.","wordCount":31},{"sentence":"This publication does not constitute personal investment advice or take into account the individual financial circumstances or objectives of the clients who receive it.","wordCount":24},{"sentence":"The securities discussed herein may not be suitable for all investors.","wordCount":11},{"sentence":"Barclays recommends that investors independently evaluate each issuer, security or instrument discussed herein and consult any independent advisors they believe necessary.","wordCount":21},{"sentence":"The value of and income from any investment may fluctuate from day to day as a result of changes in relevant economic markets .","wordCount":23},{"sentence":"The information herein is not intended to predict actual results, which may differ substantially from those reflected.","wordCount":17},{"sentence":"This material has been issued and approved for distribution in the UK and European Economic Area by Barclays Bank PLC.","wordCount":20},{"sentence":"It is being made available primarily to persons who are investment professionals as that term is defined in Article nineteen of the Financial Services and Markets Act two thousand Order two thousand five.","wordCount":33},{"sentence":"It is directed at, and therefore should only be relied upon by, persons who have professional experience in matters relating to investments.","wordCount":22},{"sentence":"The investments to which it relates are available only to such persons and will be entered into only with such persons.","wordCount":21},{"sentence":"Barclays Bank PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority and is a member of the London Stock Exchange.","wordCount":31},{"sentence":"The Investment Bank of Barclays Bank PLC undertakes U.S. securities business in the name of its wholly owned subsidiary Barclays Capital Inc., a FINRA and SIPC member.","wordCount":28},{"sentence":"Barclays Capital Inc., a U.S. registered broker/dealer, is distributing this material in the United States and, in connection therewith accepts responsibility for its contents.","wordCount":25},{"sentence":"Any U.S. person wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of Barclays Capital Inc. in the U.S. at seven hundred forty five Seventh Avenue, New York, New York ten thousand nineteen.","wordCount":44},{"sentence":"Non U.S. persons should contact and execute transactions through a Barclays Bank PLC branch or affiliate in their home jurisdiction unless local regulations permit otherwise.","wordCount":26},{"sentence":"Barclays Bank PLC, Paris Branch is regulated by the Autorité des marchés financiers and the Autorité de contrôle prudentiel.","wordCount":19},{"sentence":"Registered office thirty four/thirty six Avenue de Friedland seventy five thousand eight Paris.","wordCount":13},{"sentence":"This material is distributed in Canada by Barclays Capital Canada Inc., a registered investment dealer, a Dealer Member of IIROC, and a Member of the Canadian Investor Protection Fund .","wordCount":29},{"sentence":"Subject to the conditions of this publication as set out above, the Corporate and Investment Banking Division of Absa Bank Limited, an authorised financial services provider, is distributing this material in South Africa.","wordCount":33},{"sentence":"Absa Bank Limited is regulated by the South African Reserve Bank.","wordCount":11},{"sentence":"This publication is not, nor is it intended to be, advice as defined and/or contemplated in the Financial Advisory and Intermediary Services Act, thirty seven of two thousand two, or any other financial, investment, trading, tax, legal, accounting, retirement, actuarial or other professional advice or service whatsoever.","wordCount":47},{"sentence":"Any South African person or entity wishing to effect a transaction in any security discussed herein should do so only by contacting a representative of the Corporate and Investment Banking Division of Absa Bank Limited in South Africa, fifteen Alice Lane, Sandton, Johannesburg, Gauteng two thousand one hundred ninety six.","wordCount":50},{"sentence":"In Japan, foreign exchange research reports are prepared and distributed by Barclays Bank PLC Tokyo Branch.","wordCount":16},{"sentence":"Other research reports are distributed to institutional investors in Japan by Barclays Securities Japan Limited.","wordCount":15},{"sentence":"Barclays Securities Japan Limited is a joint stock company incorporated in Japan with registered office of six ten one Roppongi, Minato ku, Tokyo one hundred six six thousand one hundred thirty one, Japan.","wordCount":33},{"sentence":"It is a subsidiary of Barclays Bank PLC and a registered financial instruments firm regulated by the Financial Services Agency of Japan.","wordCount":22},{"sentence":"Barclays Bank PLC, Hong Kong Branch is distributing this material in Hong Kong as an authorised institution regulated by the Hong Kong Monetary Authority.","wordCount":24},{"sentence":"Registered Office: forty one/F, Cheung Kong Center, two Queen's Road Central, Hong Kong.","wordCount":13},{"sentence":"Information on securities/instruments that trade in Taiwan or written by a Taiwan based research analyst is distributed by Barclays Capital Securities Taiwan Limited to its clients.","wordCount":26},{"sentence":"The material on securities/instruments not traded in Taiwan is not to be construed as 'recommendation' in Taiwan.","wordCount":17},{"sentence":"Barclays Capital Securities Taiwan Limited does not accept orders from clients to trade in such securities.","wordCount":16},{"sentence":"This material may not be distributed to the public media or used by the public media without prior written consent of Barclays.","wordCount":22},{"sentence":"This material is distributed in South Korea by Barclays Capital Securities Limited, Seoul Branch.","wordCount":14},{"sentence":"All Indian securities related research and other equity research produced by the Investment Bank are distributed in India by Barclays Securities Private Limited .","wordCount":23},{"sentence":"BSIPL is a company incorporated under the Companies Act, one thousand nine hundred fifty six having CIN Usixty seven thousand one hundred twentyMHtwo thousand sixPTCone hundred sixty one thousand sixty three.","wordCount":31},{"sentence":"BSIPL is registered and regulated by the Securities and Exchange Board of India as a Portfolio Manager INPtwo thousand five hundred eighty five; Stock Broker/Trading and Clearing Member: National Stock Exchange of India Limited Capital Market INBtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Futures and Options INFtwo hundred thirty one million two hundred ninety two thousand seven hundred thirty two, NSE Currency derivatives INEtwo hundred thirty one million four hundred fifty thousand three hundred thirty four, Bombay Stock Exchange Limited Capital Market INBeleven million two hundred ninety two thousand seven hundred thirty eight, BSE Futures and Options INFeleven million two hundred ninety two thousand seven hundred thirty eight; Merchant Banker: INMeleven thousand one hundred ninety five; Depository Participant with the National Securities and Depositories Limited : DP ID: IN DP NSDL two hundred ninety nine two thousand eight; Investment Adviser: INAthree hundred ninety one.","wordCount":152},{"sentence":"The registered office of BSIPL is at two hundred eight, Ceejay House, Shivsagar Estate, Doctor A. Besant Road, Worli, Mumbai ­ four hundred eighteen, India.","wordCount":25},{"sentence":"Telephone No: +ninety one twenty two sixty seven million one hundred ninety six thousand.","wordCount":14},{"sentence":"Fax number: +ninety one twenty two sixty seven million one hundred ninety six thousand one hundred.","wordCount":16},{"sentence":"Any other reports produced by the Investment Bank are distributed in India by Barclays Bank PLC, India Branch, an associate of BSIPL in India that is registered with Reserve Bank of India as a Banking Company under the provisions of The Banking Regulation Act, one thousand nine hundred forty nine and registered with SEBI as Merchant Banker and also as Banker to the Issue .","wordCount":64},{"sentence":"Barclays Investments and Loans Limited, registered with RBI as Non Banking Financial Company, and Barclays Wealth","wordCount":16},{"sentence":"Trustees Private Limited, registered with Registrar of Companies, are associates of BSIPL in India that are not authorised to distribute any reports produced by the Investment Bank.","wordCount":27},{"sentence":"Barclays Bank PLC Frankfurt Branch distributes this material in Germany under the supervision of Bundesanstalt für Finanzdienstleistungsaufsicht .","wordCount":17},{"sentence":"This material is distributed in Malaysia by Barclays Capital Markets Malaysia Sdn Bhd.","wordCount":13},{"sentence":"This material is distributed in Brazil by Banco Barclays S.A.","wordCount":11},{"sentence":"This material is distributed in Mexico by Barclays Bank Mexico, S.A. Barclays Bank PLC in the Dubai International Financial Centre is regulated by the Dubai Financial Services Authority .","wordCount":29},{"sentence":"Principal place of business in the Dubai International Financial Centre: The Gate Village, Building four, Level four, PO Box five hundred six thousand five hundred four, Dubai, United Arab Emirates.","wordCount":30},{"sentence":"Barclays Bank PLC DIFC Branch, may only undertake the financial services activities that fall within the scope of its existing DFSA licence.","wordCount":22},{"sentence":"Related financial products or services are only available to Professional Clients, as defined by the Dubai Financial Services Authority.","wordCount":19},{"sentence":"Barclays Bank PLC in the UAE is regulated by the Central Bank of the UAE and is licensed to conduct business activities as a branch of a commercial bank incorporated outside the UAE in Dubai and Abu Dhabi .","wordCount":38},{"sentence":"Barclays Bank PLC in the Qatar Financial Centre is authorised by the Qatar Financial Centre Regulatory Authority .","wordCount":17},{"sentence":"Barclays Bank PLC QFC Branch may only undertake the regulated activities that fall within the scope of its existing QFCRA licence.","wordCount":21},{"sentence":"Principal place of business in Qatar: Qatar Financial Centre, Office one thousand two, tenth Floor, QFC Tower, Diplomatic Area, West Bay, PO Box fifteen thousand eight hundred ninety one, Doha, Qatar.","wordCount":31},{"sentence":"Related financial products or services are only available to Business Customers as defined by the Qatar Financial Centre Regulatory Authority.","wordCount":20},{"sentence":"This material is distributed in the UAE and Qatar by Barclays Bank PLC.","wordCount":13},{"sentence":"This material is distributed in Russia by OOO Barclays Capital, affiliated company of Barclays Bank PLC, registered and regulated in Russia by the FSFM.","wordCount":24},{"sentence":"Broker License number one hundred seventy seven eleven thousand eight hundred fifty one hundred thousand; Dealer License number one hundred seventy seven eleven thousand eight hundred fifty five ten thousand.","wordCount":30},{"sentence":"Registered address in Russia: one hundred twenty five thousand forty seven Moscow, onest Tverskaya Yamskaya str.","wordCount":16},{"sentence":"This material is distributed in Singapore by the Singapore branch of Barclays Bank PLC, a bank licensed in Singapore by the Monetary Authority of Singapore.","wordCount":25},{"sentence":"For matters in connection with this report, recipients in Singapore may contact the Singapore branch of Barclays Bank PLC, whose registered address is ten Marina Boulevard, number twenty three one Marina Bay Financial Centre Tower two, Singapore eighteen thousand nine hundred eighty three.","wordCount":43},{"sentence":"Barclays Bank PLC, Australia Branch is distributing this material in Australia.","wordCount":11},{"sentence":"It is directed at 'wholesale clients' as defined by Australian Corporations Act two thousand one.","wordCount":15},{"sentence":"IRS Circular two hundred thirty Prepared Materials Disclaimer: Barclays does not provide tax advice and nothing contained herein should be construed to be tax advice.","wordCount":25},{"sentence":"Please be advised that any discussion of U.S. tax matters contained herein is not intended or written to be used, and cannot be used, by you for the purpose of avoiding U.S. tax related penalties; and was written to support the promotion or marketing of the transactions or other matters addressed herein.","wordCount":54},{"sentence":"Accordingly, you should seek advice based on your particular circumstances from an independent tax advisor.","wordCount":15},{"sentence":"No part of this publication may be reproduced or redistributed in any manner without the prior written permission of Barclays.","wordCount":20},{"sentence":"Barclays Bank PLC is registered in England No. one million twenty six thousand one hundred sixty seven.","wordCount":17}]}
