{"fileName":"z01ad0f0az1bac73dbd90c460994c0b43eec2ced10.pdf","numberSentences":43,"text":[{"sentence":"The ResearchTeam Consensus Report aggregates ratings from multiple research providers to provide a single rating that is more dynamic than any single provider.","wordCount":23},{"sentence":"Ames National Corp Performance S and P five hundred INDEX Performance two thousand sixteen MAR twenty four","wordCount":17},{"sentence":"SELL = one provider's rating two thousand fifteen two thousand sixteen four eight HOLD BUY","wordCount":15},{"sentence":"Consensus Total Return compares the total return of the ResearchTeam ratings versus a stock's total return.","wordCount":16},{"sentence":"It measures the performance of the BUY and HOLD ratings, and excludes the performance of the SELL ratings.","wordCount":18},{"sentence":"MAR two thousand fourteen two thousand fifteen Consensus Total Return Ames National Corp Total Return two thousand sixteen thirty percent","wordCount":20},{"sentence":"Since March twenty four, two thousand fourteen, ResearchTeam Consensus ratings earned thirteen.five","wordCount":13},{"sentence":"Rating HOLD BUY HOLD Change Rating Period Price at change Days at rating","wordCount":13},{"sentence":"Mar twenty two, two thousand sixteen Mar fifteen, two thousand sixteen Mar twenty two, two thousand sixteen Nov twenty nine, two thousand twelve Mar fifteen, two thousand sixteen","wordCount":28},{"sentence":"ResearchTeam is composed of highly regarded, independant ratings providers, each with their own ratings, criteria, and ratings system.","wordCount":18},{"sentence":"The rating is generated based on a weighted composite of all the providers' ratings.","wordCount":14},{"sentence":"The providers are analyzed and evaluated for their strengths and weaknesses.","wordCount":11},{"sentence":"As a result, the ResearchTeam rating is smarter and more accurate than any individual provider.","wordCount":15},{"sentence":"Research provider ratings are uniquely averaged together to maximize their strengths and minimize their weaknesses.","wordCount":15},{"sentence":"The current team rule requires seven research providers to provide a rating in order for ResearchTeam to issue a rating.","wordCount":20},{"sentence":"The rating that is then issued is a smart average of all the research provider ratings that leverages providers' strengths and minimizes providers' weaknesses based on historical performance and accuracy.","wordCount":30},{"sentence":"An increase in the stock return over the entire period of a BUY or HOLD rating is considered a correct rating.","wordCount":21},{"sentence":"If a SELL is issued and the stock price goes down, this is also a correct rating.","wordCount":17},{"sentence":"The following five providers were the most accurate for this stock over the last year.","wordCount":15},{"sentence":"Columbine Capital Services, Inc. is an independent equity research firm with offices in Colorado Springs, Colorado.","wordCount":16},{"sentence":"Founded in one thousand nine hundred seventy six, Columbine Capital has been serving the needs of institutional investors since the earliest days of quantitative investing.","wordCount":25},{"sentence":"Our clients include money managers, investment companies, banks and hedge funds in the United States, Canada, and the United Kingdom.","wordCount":20},{"sentence":"MarketGrader dot com is a quantitative system that analyzes publicly traded companies based on a strict fundamental analysis.","wordCount":18},{"sentence":"The system is designed to help you do your homework on the companies you're considering as investments in a cost effective way.","wordCount":22},{"sentence":"MarketGrader's research currently covers approximately five thousand five hundred U.S listed companies, including four hundred ADRs of foreign companies.","wordCount":20},{"sentence":"Our research covers ten economic sectors and almost one hundred fifty sub industries.","wordCount":13},{"sentence":"MarketGrader dot com is designed for accuracy and speed to provide you an instant yet comprehensive analysis of a company in only seconds.","wordCount":23},{"sentence":"While it should not be your only source of information on a stock, MarketGrader dot com is a very good place to start as well as a good place to monitor the stocks you own, follow or are considering for future investments.","wordCount":42},{"sentence":"Who We Are: New Constructs is an independent research firm that provides clients with consulting, advisory and research services.","wordCount":19},{"sentence":"The firm specializes in quality of earnings and discounted cash flow valuation analyses for all U.S. public companies.","wordCount":19},{"sentence":"To support its proprietary database of financial data, the company leverages expertise in analyzing the Notes to the Financial Statements and extracting data directly from SEC filings.","wordCount":27},{"sentence":"New Constructs translates accounting data from tenKs and Annual Reports into economic financial statements, ie NOPAT, Invested Capital, and WACC, to create economic earnings models, which are necessary to understand the true profitability and valuation of companies.","wordCount":37},{"sentence":"Our Value Proposition: New Constructs improves the efficiency of the capital markets by helping clients make intelligent capital allocation decisions.","wordCount":20},{"sentence":"We perform this service by more accurately identifying companies that are the most undervalued relative to their profit potential and those companies that are the most overvalued relative to their profit potential.","wordCount":32},{"sentence":"Our Mission: We aim to help restore the integrity of our capital markets to ensure that the United States remains the most prosperous country in the world .","wordCount":27},{"sentence":"Every part of our organization is focused on determining the true profitability and valuation of as many companies as we can cover.","wordCount":22},{"sentence":"Our Philosophy about financial analysis: Accounting data was not designed for equity investors, but for debt investors.","wordCount":17},{"sentence":"Accordingly, accounting data must be translated into economic earnings in order to understand the profitability and valuation relevant to equity investors.","wordCount":21},{"sentence":"Respected investors have repeatedly emphasized that accounting results should not be used to value stocks.","wordCount":15},{"sentence":"Sabrient Systems LLC is an independent equity research firm based in Santa Barbara, CA.","wordCount":14},{"sentence":"We provide unbiased, fundamentals based quantitative research on nearly six thousand U.S. traded stocks and ADRs to institutions, portfolio managers, investment advisors, and hedge funds.","wordCount":26},{"sentence":"The company also offers various products to retail investors, both directly on its website, and through online brokers and investment banking fir Miss.","wordCount":23},{"sentence":"Quantitative equity research provider with company reports and a rating scale that includes a Buy, Hold, Sell rating with a letter grade as well.","wordCount":24}]}
