{"fileName":"z03ad0f0azd19e13bcfc834be093f88e26b7d89eeb.pdf","numberSentences":40,"text":[{"sentence":"The ResearchTeam Consensus Report aggregates ratings from multiple research providers to provide a single rating that is more dynamic than any single provider.","wordCount":23},{"sentence":"Intel Corp Performance S and P five hundred INDEX Performance two thousand sixteen MAR twenty three","wordCount":16},{"sentence":"SELL = one provider's rating two thousand fifteen two thousand sixteen five ten fifteen HOLD BUY","wordCount":16},{"sentence":"Consensus Total Return compares the total return of the ResearchTeam ratings versus a stock's total return.","wordCount":16},{"sentence":"It measures the performance of the BUY and HOLD ratings, and excludes the performance of the SELL ratings.","wordCount":18},{"sentence":"MAR two thousand fourteen two thousand fifteen Consensus Total Return two thousand sixteen Intel Corp Total Return sixty percent","wordCount":19},{"sentence":"Since March twenty four, two thousand fourteen, ResearchTeam Consensus ratings earned thirty four.eight","wordCount":14},{"sentence":"Rating BUY Change Rating Period Price at change Days at rating","wordCount":11},{"sentence":"ResearchTeam is composed of highly regarded, independant ratings providers, each with their own ratings, criteria, and ratings system.","wordCount":18},{"sentence":"The rating is generated based on a weighted composite of all the providers' ratings.","wordCount":14},{"sentence":"The providers are analyzed and evaluated for their strengths and weaknesses.","wordCount":11},{"sentence":"As a result, the ResearchTeam rating is smarter and more accurate than any individual provider.","wordCount":15},{"sentence":"Research provider ratings are uniquely averaged together to maximize their strengths and minimize their weaknesses.","wordCount":15},{"sentence":"The current team rule requires seven research providers to provide a rating in order for ResearchTeam to issue a rating.","wordCount":20},{"sentence":"The rating that is then issued is a smart average of all the research provider ratings that leverages providers' strengths and minimizes providers' weaknesses based on historical performance and accuracy.","wordCount":30},{"sentence":"An increase in the stock return over the entire period of a BUY or HOLD rating is considered a correct rating.","wordCount":21},{"sentence":"If a SELL is issued and the stock price goes down, this is also a correct rating.","wordCount":17},{"sentence":"The following five providers were the most accurate for this stock over the last year.","wordCount":15},{"sentence":"Founded in one thousand nine hundred eighty nine, Jefferson Research and Management is a quantitative fundamental research company, providing research to institutional clients for more than fifteen years.","wordCount":28},{"sentence":"Doctor Bruce Gulliver, President and CIO, is a longtime investment professional who has substantial experience in industry and financial analysis.","wordCount":20},{"sentence":"The analysis focuses on the fundamental performance of companies and is organized into five dimensions: Earnings quality, Cash Flow Quality, Operating Efficiency, Balance Sheet strength and Valuation.","wordCount":27},{"sentence":"These ratings capture the interrelationship between financial information and fundamental performance essentially proprietary software replicates the forensic analysis of human analysts.","wordCount":21},{"sentence":"The ratings have proven to be useful in predicting stock excess and under performance.","wordCount":14},{"sentence":"Ford Equity Research is an independent investment research firm delivering unbiased, high quality fundamental data, stock selection models, stock ratings and analytical tools to institutional investment managers.","wordCount":27},{"sentence":"Our mandate is straightforward: to improve the investment performance of our clients.","wordCount":12},{"sentence":"For more than thirty years, investment firms ranging from boutiques to global asset managers have placed their trust in Ford Equity Research.","wordCount":22},{"sentence":"Who We Are: New Constructs is an independent research firm that provides clients with consulting, advisory and research services.","wordCount":19},{"sentence":"The firm specializes in quality of earnings and discounted cash flow valuation analyses for all U.S. public companies.","wordCount":19},{"sentence":"To support its proprietary database of financial data, the company leverages expertise in analyzing the Notes to the Financial Statements and extracting data directly from SEC filings.","wordCount":27},{"sentence":"New Constructs translates accounting data from tenKs and Annual Reports into economic financial statements, ie NOPAT, Invested Capital, and WACC, to create economic earnings models, which are necessary to understand the true profitability and valuation of companies.","wordCount":37},{"sentence":"Our Value Proposition: New Constructs improves the efficiency of the capital markets by helping clients make intelligent capital allocation decisions.","wordCount":20},{"sentence":"We perform this service by more accurately identifying companies that are the most undervalued relative to their profit potential and those companies that are the most overvalued relative to their profit potential.","wordCount":32},{"sentence":"Our Mission: We aim to help restore the integrity of our capital markets to ensure that the United States remains the most prosperous country in the world .","wordCount":27},{"sentence":"Every part of our organization is focused on determining the true profitability and valuation of as many companies as we can cover.","wordCount":22},{"sentence":"Our Philosophy about financial analysis: Accounting data was not designed for equity investors, but for debt investors.","wordCount":17},{"sentence":"Accordingly, accounting data must be translated into economic earnings in order to understand the profitability and valuation relevant to equity investors.","wordCount":21},{"sentence":"Respected investors have repeatedly emphasized that accounting results should not be used to value stocks.","wordCount":15},{"sentence":"VE researches, backtests, and maintains our own proprietary fair market valuation and forecast target price models.","wordCount":16},{"sentence":"ValuEngine offers access to the models through website subscription services, individual company reports, and a software product designed for Institutions and professionals.","wordCount":22},{"sentence":"VE's models currently cover approximately four thousand five hundred companies that trade on US markets and are updated either daily or inter day, depending upon the product.","wordCount":27}]}
